{
  "Pogledaj PDF kataloge": "Pogledaj PDF kataloge",
  "naslov pasusa 1 bosch": "Istorijat",
  "naslov pasusa 2 bosch": "Tehnologije i inovacije",
  "naslov pasusa 3 bosch": "Asortiman proizvoda",
  "naslov pasusa 4 bosch": "Globalno prisustvo",
  "BOSCH alati - Uvoznik za Srbiju": "Bosch alati - Uvoznik za Srbiju",
  "text pasusa 1 bosch": "Kompanija Bosch započela je svoje poslovanje 15. novembra 1886. godine, kao radionica za preciznu mehaniku i elektroinženjering u Štutgartu-Zapad. Već naredne godine, Bosch je razvio niskonaponski magneto za gasne motore, čime je započeo svoj put inovacija u auto-industriji.\n\nOd 1897. godine, Bosch ugrađuje magneto sisteme paljenja u motorna vozila, postajući vodeći dobavljač sistema za paljenje. Godine 1902, glavni inženjer Gotlob Honold je predstavio visokovoltni magneto sistem paljenja sa svećicom, ključni izum za razvoj automobilske industrije.\n\nGodine 1901. otvara se prvi proizvodni pogon u Štutgartu. Kompanija Bosch ubrzano raste: do 1906. proizvedeno je 100.000 magneto sistema, a uvedeno je i osmočasovno radno vreme. Već 1910. godine otvara se novi pogon u Feuerbach-u, gde se 1914. pokreće proizvodnja čuvenog “Bosch svetla” – generatora i farova.\n\nŠirenje upotrebe motornih vozila nakon 1900. uzrokuje brzi rast – sa 45 zaposlenih 1901. do preko 1.000 do 1908. godine. Globalna ekspanzija Bosch brenda počinje 1898. u Londonu, a ubrzo se širi i na Pariz, Beč, Budimpeštu i sve kontinente.\n\nU 1920-im, Bosch proširuje svoju ponudu: električne sirene (1921), brisače vetrobrana (1926) i pokazivače pravca (1927). Te godine uvodi i sisteme ubrizgavanja goriva za dizel motore. Kao deo diverzifikacije, 1932. kupuje sektor gasne opreme kompanije Junkers & Co. Te iste godine razvija svoju prvu električnu bušilicu i prvi auto-radio. Godine 1933. Bosch predstavlja prvi električni kućni frižider.\n\nTokom 2000-ih, Bosch lansira elektro-hidraulične kočnice, piezo-ubrizgavanje, digitalni auto-radio sa CD-om i litijum-jonski akumulatorski odvijač (2003).\n\nKompanija je 2005. i 2008. dobila Nemačku nagradu za budućnost. Najveća pojedinačna investicija stigla je 2021. otvaranjem fabrike poluprovodnika u vrednosti od 1,2 milijarde dolara.",
  "text pasusa 2 bosch": "Bosch tehnologije su sinonim za inovaciju. Godine 2009. izdvojeno je 3,6 milijardi evra za istraživanje i razvoj, a kompanija prijavljuje oko 3.900 patenata godišnje. Fokus je na unapređenju energetske efikasnosti, obnovljivim izvorima energije i biomedicinskoj tehnologiji.\n\nPodružnica Bosch Healthcare Solutions GmbH nudi medicinske uređaje i usluge. Tokom 2020. lansiran je brzi test na COVID-19.\n\nBosch je između 2022. i 2026. uložio čak 3 milijarde evra u razvoj čipova, s naglaskom na 40 i 200-nanometarske čipove za automobilske aplikacije. Time dodatno učvršćuje poziciju lidera u automobilskoj i elektronskoj industriji.",
  "text pasusa 3 bosch": "Bosch proizvodi pokrivaju više industrija. U automobilskoj industriji, Bosch nudi sisteme za ubrizgavanje goriva, kočione sisteme i naprednu auto-elektroniku. U sektoru potrošačkih proizvoda, poznat je po Bosch električnim alatima, kućnim aparatima i e-bicikl motorima.\n\nU industrijskoj tehnologiji, Bosch razvija sisteme za automatizaciju i pakovanje, dok u sektoru energetike i infrastrukture nudi rešenja za grejanje, toplu vodu, sigurnosne sisteme i komunikacione uređaje.\n\nTakođe, kompanija proizvodi senzore, uređaje za pametne kuće i medicinske instrumente. Bosch je aktivan i u oblasti softverskih rešenja, posebno za autonomnu vožnju i pametne automobile.\n\nPo prihodima, Bosch je vodeći svetski proizvođač automobilskih komponenti.",
  "text pasusa 4 bosch": "Bosch grupa ima više od 468 filijala i regionalnih predstavništava u preko 60 zemalja. Njene aktivnosti u oblasti proizvodnje, razvoja i prodaje pokrivaju čitav svet. Više od 90.000 istraživača i inženjera radi na 125 lokacija širom sveta, što Bosch čini jednim od najinovativnijih brendova današnjice.",
  "text do kraja bosch": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda Bosch potražite na našoj ",
  "link do proizvodjaca text bosch": "zvaničnoj internet prodavnici",
  "BoschMetaTitle": "Bosch alati prodavnica - Srbija, Beograd | Stridon Group",
  "BoschMetaDescription": "Saznajte sve o Bosch alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "Bosch DIY merni alati": "Bosch DIY merni alati",
  "Bosch pribor": "Bosch pribor",
  "Bosch Plavi": "Bosch Plavi",
  "Bosch VP cenovnik": "Bosch VP cenovnik"
}