{
  "Idi na brend": "Idi na brend",

  "DeWalt": "DeWalt alati su jedni od najkvalitetnijih alata današnjice. Koriste se u svim industrijama i nema preteškog posla za DeWalt profesionalne mašine. D...",
  "Bosch": "Bosch je jedna od najvećih svetskih firmi koja se bavi proizvodnjom električnih i ručnih alata. Bosch Professional predstavlja sinonim za kvalitet ...",
  "Stanley": "Stanley alati su sinonim za izdržljivost i preciznost. Poverenje koje imaju profesionalci i vlasnici kuća, Stanley pruža širok izbor visokokvalite ...",
  "REMS": "REMS je prepoznatljiva marka koja se specijalizuje za proizvodnju mašina i alata za različite industrije. Njihov asortiman obuhvata različite vrste ...",
  "Wiha": "Wiha je renomirana nemačka marka koja se specijalizuje za proizvodnju kvalitetnih ručnih alata. Njihov asortiman obuhvata širok spektar proizvoda, u...",
  "Knipex": "Knipex je vodeći proizvođač visokokvalitetnih ručnih alata specijalizovanih za rad sa cevima, žicama i sličnim materijalima. Sa preciznim dizajnom ...",
  "GTV": "GTV je poznata poljska marka koja se ističe svojom ponudom visokokvalitetnih proizvoda za opremanje enterijera i razne projekte. Njihova specijaln ...",
  "MAX": "MAX je poznata marka koja se specijalizuje za proizvodnju vrhunskih alata i mašina za različite industrije. Njihov asortiman obuhvata pneumatske al...",
  "Högert": "Hogert je specijalizovani proizvođač ručnih alata koji se ističe po svojoj inovativnosti i ergonomskom dizajnu. Sa fokusom na korisničko iskustvo, H... ",
  "Wera": "Wera je priznata nemačka marka koja je specijalizovana za proizvodnju visokokvalitetnih ručnih alata. Njihov asortiman obuhvata širok spektar proizv...",
  "Rubi": "Rubi, sinonim za profesionalnost i preciznost, nudi vam vrhunsku kolekciju mašina i alata za keramiku koja zadovoljava visoke standarde u industriji...",
  "Senco": "SENCO, sinonim za snagu i pouzdanost, nudi vam izuzetnu kolekciju zakivača eksera koja zadovoljava visoke standarde u građevinskoj industriji. Sa vi...",
  "Black+Decker": "Black+Decker pruža vam izvanrednu kolekciju alata koja zadovoljava širok spektar potreba kako profesionalaca, tako i entuzijasta širom sveta. Sa više...",
  "MTX": "MTX - pruža vam izvanrednu kolekciju ručnih alata koja je posebno osmišljena za hobiste i ljubitelje ručnih radova. Sa fokusom na jednostavnost i funk...",
  "Sparta": "Sparta, vaš pouzdan izbor za hobističke projekte, pruža vam izvanrednu kolekciju ručnih alata koja je posebno namenjena hobistima i ljubiteljima ručn...",
  "SG Tools": "SG Tools je profesionalni brend dijamantskog pribora. SG Tools proizvodi se ističu svojim kvalitetom i dugotrajnošću. Deo ponuda SG Tools proizvoda ... ",
  "Karcher": "Karcher je svetski poznati proizvođač visokokvalitetnih čistača za domaćinstvo i industriju. Sa inovativnim tehnologijama i visokim standardima, Kar... ",
  "Wolfcraft": "Wolfcraft je renomirani proizvođač alata i pribora za rad na drvetu i metalu. Sa strašću za kvalitetom i inovacijama, Wolfcraft alati su dizajnirani... ",
  "Kwb": "Kwb je proizvođač alata i pribora za rad na drvetu i metalu. Sa dugogodišnjim iskustvom i stručnim znanjem, KWB alati su priznati kao simbol kvalit... "
}