{
  "Pogledaj PDF kataloge": "Pogledaj PDF kataloge",
  "naslov pasusa 1 dewalt": "Istorijat",
  "naslov pasusa 2 dewalt": "Tehnologije i inovacije",
  "naslov pasusa 3 dewalt": "Asortiman proizvoda",
  "naslov pasusa 4 dewalt": "Sponzorstva",
  "DEWALT alati - Uvoznik za Srbiju": "DeWALT alati - Uvoznik za Srbiju",
  "text pasusa 1 dewalt": "Kompaniju DeWalt je 1924. godine osnovao Raymond E. DeWalt u Leoli, Pensilvanija, poznat kao izumitelj radijalne testere. Njegov pronalazak imao je veliki uticaj na dalji razvoj električnih alata za obradu drveta.\n\nPoslovanje se brzo širilo, a kompanija je reorganizovana i ponovo registrovana 1947. kao DeWalt Inc. Godine 1949. preuzeo ju je American Machine & Foundry Co, koja ju je potom prodala kompaniji Black & Decker 1960. godine.\n\nBlack & Decker je 1989. godine prodao deo koji se bavio proizvodnjom radijalnih testera dvojici rukovodilaca, zadržavajući fokus na drugim vrstama alata za profesionalce.\n\nU 1992. godini, Black & Decker je pokrenuo proces rebrendiranja svojih profesionalnih i naprednih alata pod imenom DeWalt alati. Ovaj potez je značajno uticao na tržište, jer je stvorio snažan brend fokusiran isključivo na alat za profesionalnu upotrebu.\n\nDeWalt je 1994. godine preuzeo nemačkog proizvođača ELU i integrisao njegovu tehnologiju u svoj asortiman. Do 2001. godine, DeWalt je proizvodio i prodavao više od 200 modela stručnih alata i 800 dodataka.\n\nDeWalt je ubrzo postao prepoznatljiv među komercijalnim izvođačima radova, naročito u građevinskoj industriji. Godine 2004, Black & Decker je kupio konkurentskog proizvođača alata Porter-Cable i spojio ga sa DeWalt-om u Džeksonu, Tenesi.\n\nU 2011. godini DeWalt je započeo proizvodnju ručnih alata za izvođače, kao što su skalpeli, klešta, podesivi ključevi, metarski alati, testere i čekići, koji su danas deo standardne opreme svakog majstora.\n\nDve godine kasnije, dodali su i alate za mehaničare, uključujući ključeve, čegrtaljke i nastavke.\n\nU decembru 2013, DeWalt je najavio da će određeni deo proizvoda sastavljati u Sjedinjenim Američkim Državama, koristeći komponente iz Brazila, Kine, Češke, Italije, Meksika, Velike Britanije i SAD.\n\nDo 2015. godine, kompanija je imala sedam proizvodnih pogona u SAD-u, što je ojačalo poziciju DeWalt brenda kao američkog proizvođača alata.",
  "text pasusa 2 dewalt": "U aprilu 2016. godine, DeWalt je predstavio pametni telefon zasnovan na Android sistemu, razvijen posebno za radnike u građevinskoj industriji. Ovaj uređaj je otporan na udarce i ekstremne uslove, što ga čini savršenim za rad na gradilištima.\n\nSeptembra 2016. predstavljen je hibridni akumulator FlexVolt, koji može raditi na 60 V (54 V nominalno) i 2 Ah, ili na 20 V (18 V nominalno) i 6 Ah, u zavisnosti od vrste baterijskog alata.\n\nOko maja 2017. godine, DeWalt je počeo da uključuje Bluetooth tehnologiju ToolConnect u svoje bušilice i odvijače. ToolConnect omogućava korisnicima da preko mobilne aplikacije upravljaju svojim električnim alatima, prate njihov status i podešavaju funkcije.\n\nNeki modeli imaju ugrađenu podršku za ToolConnect, dok se kod drugih funkcionalnost može dodati naknadno pomoću dodatnog čipa.\n\nU maju 2018. lansirana je linija bežičnih kosilica na 20 V i 40 V, koja se brzo pozicionirala kao deo DeWalt linije alata za održavanje dvorišta.\n\nU septembru 2022. godine, DeWalt je predstavio POWERSTACK tehnologiju baterija, postavši prvi proizvođač koji koristi litijum-jonske ćelije u obliku vrećice za bolje performanse i kompaktniji dizajn.",
  "text pasusa 3 dewalt": "Ova kompanija je poznata po širokom asortimanu električnih i ručnih alata, namenjenih građevinskom, proizvodnom i stolarskom sektoru, kao i korisnicima koji se bave radovima u kućnim uslovima.\n\nDeWalt alati za profesionalce uključuju bušilice, testere, brusilice, aku alate, kosilice, kao i bogat izbor dodatne opreme. Takođe, tu su i precizni ručni alati DeWalt poput klešta, skalpela i čekića.\n\nBlack & Decker je ranije bio poznat po lakšim alatima i kućnim uređajima, što nije odgovaralo zahtevima profesionalaca u građevinarstvu. Pred kraj 1980-ih, Michael Hammes je predložio strategiju nalik onoj koju je Honda koristila za ulazak na tržište luksuznih automobila.\n\nKao rezultat toga, Black & Decker je odlučio da iskoristi manje poznato ime DeWalt za povratak na tržište profesionalnih alata.\n\nNakon akvizicije 1960. godine, DeWalt je proizvodio različite stacionarne električne alate. U 1992. godini lansirani su i ručni alati pod brendom DeWalt, koji su ranije bili deo linija Black & Decker Professional i Kodiak.\n\nTe linije su uskoro ugašene, a DeWalt je postao primarni brend profesionalnih alata. Istraživanja su pokazala da je čak 70% korisnika u industriji prepoznalo naziv DeWalt kao sinonim za pouzdanost i kvalitet.",
  "text pasusa 4 dewalt": "Od jula 2021. godine, DeWalt je zvanični dobavljač alata i opreme za McLaren Formula 1 tim, što dodatno potvrđuje njihovu posvećenost preciznosti i vrhunskim performansama.\n\nTakođe, DeWalt je 2022. godine potpisao ugovor o sponzorstvu sa fudbalskim klubom AFC Bournemouth, čime je još jednom demonstrirao svoju prisutnost i van industrije alata, u svetu profesionalnog sporta.",
  "text do kraja dewalt": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda DeWalt potražite na našoj ",
  "link do proizvodjaca text dewalt": "zvaničnoj internet prodavnici",
  "link do proizvodjaca url dewalt": "https://www.prodavnicaalata.rs/proizvodjaci/dewalt/",
  "DeWaltMetaTitle": "DeWalt alati prodavnica - Srbija, Beograd | Stridon Group",
  "DeWaltMetaDescription": "Saznajte sve o DeWalt alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "Dewalt najprodavanije 2023": "Dewalt najprodavanije 2023",
  "Dewalt ograničeno izdanje": "Dewalt ograničeno izdanje"
}