{
  "Pogledaj PDF kataloge": "Pogledaj PDF kataloge",
  "naslov pasusa 1 gtv": "Istorijat",
  "naslov pasusa 2 gtv": "Tehnologije i inovacije",
  "naslov pasusa 3 gtv": "Asortiman proizvoda",
  "naslov pasusa 4 gtv": "Podrška",
  "GTV alati - Uvoznik za Srbiju": "GTV alati - Uvoznik za Srbiju",
  "text pasusa 1 gtv": "Od male poljske firme, GTV je izrastao u međunarodno prepoznatog proizvođača nameštajske galanterije i LED rasvete. Kompanija je poznata po brzoj operativnosti, inovativnosti i prilagodljivosti potrebama tržišta. GTV već decenijama uspešno odgovara na dinamično promenljive zahteve kupaca i pažljivo prati globalne trendove u oblasti enterijera, okova i LED osvetljenja.\n\nTokom 2022. godine, GTV je proširio svoje poslovanje kupovinom pogona specijalizovanog za proizvodnju ramova za krevete, okvira, dovratnika, mehanizama i dodataka za tapacirani nameštaj. Ovaj proizvodni centar u Ščitnu predstavlja strateški korak ka jačanju prisustva u komplementarnim segmentima tržišta nameštaja. Ovim potezom GTV dodatno diversifikuje svoju ponudu i omogućava kupcima širi izbor proizvoda za savremeno opremanje prostora.\n\nVrednosti kao što su poštenje, otvorenost, profesionalizam i podrška čine temelj organizacione kulture kompanije GTV, što dodatno učvršćuje poverenje kupaca i partnera širom Evrope i sveta.",
  "text pasusa 2 gtv": "GTV konstantno ulaže u savremene tehnologije i vrhunske materijale, kako bi njihovi okovi za nameštaj i LED rasveta zadovoljili najviše standarde kvaliteta i estetike. Njihovi proizvodi se oslanjaju na inovacije koje prate najnovije trendove u dizajnu enterijera i pametnim rešenjima za uređenje doma i poslovnog prostora.\n\nKao istinski preduzetnici, stručnjaci u GTV-u neprestano uče i razvijaju nove veštine, a svoju stručnost primenjuju kroz stvaranje proizvoda koji zadovoljavaju i trenutne i buduće potrebe tržišta. Zahvaljujući naprednim rešenjima kao što su cloud computing, veštačka inteligencija i automatizovani alati, GTV razvija pametne sisteme koji unapređuju korisničko iskustvo.\n\nKroz optimizaciju logističkih procesa, GTV osigurava visoku dostupnost celokupnog asortimana, od LED traka do okova za ormare, kliznih sistema i dodataka za kuhinje i dnevne sobe.",
  "text pasusa 3 gtv": "GTV nudi jedan od najkompletnijih asortimana nameštajske galanterije i LED rasvete na tržištu. Njihova ponuda uključuje okove za nameštaj, klizače, šarke, podizne mehanizme, ručke, dugmad, LED trake, aluminijumske profile i dodatke za osvetljenje. Ovi proizvodi omogućavaju savršenu završnu obradu, tihi rad fioka i vrata, kao i maksimalnu funkcionalnost u ograničenom prostoru.\n\nInovativna rešenja za uštedu prostora i ergonomiju doprinose modernom dizajnu enterijera, a brojni GTV proizvodi zadovoljavaju potrebe kako profesionalnih stolara, tako i hobista koji žele kvalitetne i estetski privlačne elemente za svoj nameštaj.\n\nPortfelj kompanije broji više od 12.000 proizvoda, uključujući LED rasvetu, fitinge, dodatke za kuhinje, okove za garderobere i još mnogo toga. Ova raznovrsnost omogućava kupcima da pronađu sve potrebne komponente za projekat na jednom mestu, štedeći vreme, trud i novac.\n\nSlogan „Kreiramo bolji svakodnevni život za ljude“ oslikava njihovu posvećenost stvaranju proizvoda koji ne samo da izgledaju moderno, već i čine život lakšim i funkcionalnijim.",
  "text pasusa 4 gtv": "Zadovoljan kupac je glavni prioritet kompanije GTV. Zato nude sveobuhvatnu korisničku podršku tokom cele saradnje, od izbora nameštajskih okova do instalacije LED rasvete. Tim stručnjaka pruža pomoć u odabiru optimalnog rešenja, brzo procesira porudžbine i organizuje efikasnu isporuku.\n\nGTV podržava svoje B2B partnere kroz pouzdanu platformu, tehničku dokumentaciju, vizualizacije i marketinške materijale. Njihovi savetnici su eksperti u oblasti nameštajske galanterije i LED osvetljenja, a govore više jezika, kako bi komunikacija sa kupcima iz različitih zemalja bila što jednostavnija.\n\nPoslovni partneri mogu računati na personalizovanu marketinšku podršku, savete o asortimanu i znanje o tržišnim trendovima. GTV ne samo da prodaje proizvode, oni grade dugoročne odnose sa svojim klijentima i doprinose uspehu svakog projekta.",
  "text do kraja gtv": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda GTV potražite na našoj ",
  "link do proizvodjaca text gtv": "zvaničnoj internet prodavnici",
  "GTVMetaTitle": "GTV alati prodavnica - Srbija, Beograd | Stridon Group",
  "GTVMetaDescription": "Saznajte sve o GTV alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "GTV katalog": "GTV katalog"
}