{
  "Pogledaj PDF kataloge": "Pogledaj PDF kataloge",
  "naslov pasusa 1 hogert": "Istorijat",
  "naslov pasusa 2 hogert": "Tehnologije i inovacije",
  "naslov pasusa 3 hogert": "Asortiman proizvoda",
  "Hogert alati - Uvoznik za Srbiju": "Högert alati - Uvoznik za Srbiju",
  "text pasusa 1 hogert": "Högert je noviji, ali ambiciozan brend ručnih alata i zaštitne opreme, sa jasnom vizijom da zauzme značajno mesto u sektoru profesionalnog alata.\n\nOd samog osnivanja, Högert Technik usmerava razvoj svojih proizvoda ka savremenim tehničkim rešenjima i visokim standardima izrade, oslanjajući se na proveren kvalitet, pouzdanost i dugotrajnost.\n\nOvaj savremeni brend prisutan je na međunarodnim tržištima, a njegovi ručni alati i oprema dostupni su širom Evrope, Azije i Južne Amerike od 2015. godine.\n\nKljučne vrednosti Högert-a, iskrenost, stručnost, podrška korisnicima i spremnost za nove izazove, deo su njegovog identiteta i organizacione kulture.\n\nHögert Technik funkcioniše kroz efikasne organizacione strukture koje omogućavaju brzo donošenje odluka, uz jasnu i otvorenu komunikaciju sa partnerima i korisnicima.\n\nKompanija je usmerena na stalna unapređenja, otvorena je za promene i fokusirana na razvoj brenda i jačanje prisustva na tržištu alata i opreme za profesionalce.",
  "text pasusa 2 hogert": "Kvalitet i inovacija su temeljne vrednosti brenda Högert Technik.\n\nU okviru svojih laboratorija, kompanija sprovodi precizna ispitivanja i merenja alata, sa ciljem kontrole kvaliteta, optimalne raspodele resursa i stalnog unapređenja proizvoda.\n\nFokus je na kreiranju alata koji olakšavaju svakodnevni rad profesionalcima u industriji i građevinarstvu.\n\nRazvojem inovativnih rešenja i pažljivim pristupom dizajnu, Högert podiže standarde ne samo unutar svoje kompanije, već i u čitavoj industriji.\n\nBrend je poznat po težnji ka jednostavnosti, korisnosti i pouzdanosti, uz posebnu pažnju na dugotrajnu i intenzivnu upotrebu alata u zahtevnim uslovima rada.",
  "text pasusa 3 hogert": "Högert Technik nudi širok spektar proizvoda koji obuhvataju ručne alate, kao što su odvijači, ključevi, klešta i merni instrumenti, dizajnirani za precizan, dugotrajan i profesionalan rad.\n\nU ponudi su i električni alati koji omogućavaju efikasno izvođenje zadataka u različitim radnim uslovima.\n\nPored alata, Högert razvija i visokokvalitetnu zaštitnu opremu, radne rukavice, zaštitne naočare, šlemove i radnu obuću.\n\nOva oprema je dizajnirana da pruži maksimalnu sigurnost i udobnost korisnicima u industrijskim i građevinskim okruženjima.\n\nPoseban akcenat stavljen je na izbor sirovina: ugljenični čelik koji se koristi u proizvodnji ručnih alata osigurava otpornost, čvrstoću i dug vek trajanja.\n\nHögert Technik sarađuje isključivo sa renomiranim industrijskim partnerima, proveravajući svaki korak u lancu snabdevanja kako bi garantovao alat visokog kvaliteta i pouzdanog porekla.\n\nSvi Högert alati i proizvodi poseduju relevantne sertifikate kvaliteta, uključujući TÜV Rheinland i VDE, kao i usklađenost sa zahtevima DIN standarda Nemačkog instituta za standardizaciju.\n\nOvi sertifikati potvrđuju da su Högert proizvodi u skladu sa najvišim standardima sigurnosti i performansi.",
  "text do kraja hogert": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda Högert Technik potražite na našoj ",
  "link do proizvodjaca text hogert": "zvaničnoj internet prodavnici",
  "HogertMetaTitle": "Högert alati prodavnica - Srbija, Beograd | Stridon Group",
  "HogertMetaDescription": "Saznajte sve o Högert alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "Hogert električarski alati": "Hogert električarski alati",
  "Hogert HTZ": "Hogert HTZ",
  "Hogert odeća katalog": "Hogert odeća katalog",
  "Hogert ručni alati": "Hogert ručni alati"
}