{
  "hero opis": "Veleprodaja, maloprodaja i online prodaja alata i mašina.",
  "naslov buttona": "Online prodavnica",
  "brendovi": "Brendovi",
  "svi brendovi": "Svi brendovi", 
  "Besplatna dostava": "Besplatna dostava",
  "Za kupovinu preko 15.000 RSD": "Za kupovinu preko 15.000 RSD",
  "Brza isporuka": "Brza isporuka",
  "Isporuka 1-5 radnih dana": "Isporuka 1-5 radnih dana",
  "Sigurna kupovina": "Sigurna kupovina",
  "Garancija na kupljene mašine": "Garancija na kupljene mašine",
  "Čekovima građana": "Čekovima građana",
  "Na 4 rate bez kamate": "Na 4 rate bez kamate",
  "galerija": "Galerija",
  "Brojevi govore umesto nas": "Brojevi govore umesto nas",
  "Veleprodajnih kupaca": "Veleprodajnih kupaca",
  "Dilera širom Srbije": "Dilera širom Srbije",
  "Zadovoljstvo uslugom": "Zadovoljstvo uslugom",
  "Brendova koje zastupamo": "Brendova koje zastupamo",
  "Šta naši saradnici kažu o nama": "Šta naši saradnici kažu o nama",

  "IN GRADNJA": "\"Veliki profesionalci i dobri ljudi, uvek spremni da ispune zahteve i rokove. Sve preporuke za bilo koju vrstu saradnje\"",
  "ENTERIJER JANKOVIC": "\"Vrlo dobro iskustvo u radu sa firmom Stridon Group. Odlični u komunikaciji, drže se rokova, uvek imaju dobar profesionalni savet i alat na lageru!\"",
  "HIDRO INA": "\"Firma koja uvek zna šta našoj firmi treba. Neprocenjivi prijateljski saveti i rešenja koja samo veliki profesionalci u svom poslu znaju. Sve preporuke za Stridon!\"",
  "TERMO TIM": "\"Jednostavna i brza svakodnevna saradnja. Ljudi koji su uvek spremni da izađu u susret potrebama kupaca.\"",
  "SILMAX doo": "\"Odličan lager alata i poznavanje potreba kupaca. Takođe, veliki broj brendova koje Stridon uvozi, čini ih nezaobilaznim svakodnevnim dobavljačem!\"",
  "MBM RAD": "\"Saveti profesionalnih prodavaca Stridona doveli su do skraćenja rada naše firme na pojedinim delovima projekata i do 50%!\"",
  "Galens": "\"Koliki god da projekat počinjete, Stridon uvek ima dovoljno alata za vas. Isporuka sutradan, alati kvalitetni, a želja da se kupcu istinski pomogne - nemerljiva!\"",
  "COLLIGO ARS": "\"Verni saradnik na svim našim projektima. U dugogodišnjoj saradnji nas ni jednom nisu izneverili. Preporuke za firmu Stridon!\"",

  "Ko su naši klijenti?": "Ko su naši klijenti?",
  "klijenti": "Poznate renomirane domaće firme iz oblasti građevine, stolarstva, keramike i drugih. Mala i srednja preduzeća kao i individualci koji imaju potrebu za kvalitetnim alatom i brzom uslugom!",

  "BrendoviHeader": "Brendovi",
  "KataloziHeader": "Katalozi",
  "ServisHeader": "Servis",
  "KontaktHeader": "Kontakt",

  "BrendoviFon": "Brendovi",
  "KataloziFon": "Katalozi",
  "ServisFon": "Servis",
  "KontaktFon": "Kontakt",
  "O namaFon": "O nama",

  "opisNaHomePage": "Deo asortimana koji uvozimo i za koji je naša firma uvoznik i distributer na teritoriji Srbije",
  "opisNaKatalozima": "Izbor izvrsnih alata na jednom mestu - Pregledajte naše kataloge!",
  "opisNaServisu": "Ukoliko je Vaša mašina Van garantnog roka - Vojislava Ilića 141b (pored naše radnje) je adresa za Vas!",

  "Bosch DIY merni alati": "Bosch DIY merni alati",
  "Bosch pribor": "Bosch pribor",
  "Bosch Plavi": "Bosch Plavi",
  "Bosch VP cenovnik": "Bosch VP cenovnik",

  "Dewalt najprodavanije 2023": "Dewalt najprodavanije 2023",
  "Dewalt ograničeno izdanje": "Dewalt ograničeno izdanje",

  "Rems akcija 2023": "Rems akcija 2023",
  "Rubi akcija 2023": "Rubi akcija 2023",

  "Wiha merni alati": "Wiha merni alati",
  "Wiha katalog": "Wiha katalog",
  "Wiha XXL III kofer": "Wiha XXL III kofer",

  "Knipex katalog": "Knipex katalog",
  "MAX katalog": "MAX katalog",
  "GTV katalog": "GTV katalog",
  "Wolfcraft katalog": "Wolfcraft katalog",
  "MTX, Sparta katalog": "MTX, Sparta katalog",
  "Sparta, MTX katalog": "Sparta, MTX katalog",
  "Stanley katalog": "Stanley katalog",

  "Karcher profesionalni program katalog": "Karcher profesionalni program katalog",
  "Karcher žuti program katalog": "Karcher žuti program katalog",

  "Hogert električarski alati": "Hogert električarski alati",
  "Hogert HTZ": "Hogert HTZ",
  "Hogert odeća katalog": "Hogert odeća katalog",
  "Hogert ručni alati": "Hogert ručni alati",
  "Wera katalog": "Wera katalog",

  "KWB AKKU TOP pribor za aku alate": "KWB AKKU TOP pribor za aku alate",
  "KWB dodaci za mašine katalog": "KWB dodaci za mašine katalog",
  "KWB pribor": "KWB pribor",

  "SG Servis": "SG Servis",
  "Brendovi koje servisiramo": "Brendovi koje servisiramo",
  "Kontakt Telefon": "Kontakt Telefon",
  "Adresa": "Adresa",

  "Kontaktirajte nas!": "Kontaktirajte nas!",

  "DeWalt": "DeWalt alati su jedni od najkvalitetnijih alata današnjice. Koriste se u svim industrijama i nema preteškog posla za DeWalt profesionalne mašine. D...",
  "Bosch": "Bosch je jedna od najvećih svetskih firmi koja se bavi proizvodnjom električnih i ručnih alata. Bosch Professional predstavlja sinonim za kvalitet ...",
  "Stanley": "Stanley alati su sinonim za izdržljivost i preciznost. Poverenje koje imaju profesionalci i vlasnici kuća, Stanley pruža širok izbor visokokvalite ...",
  "REMS": "REMS je prepoznatljiva marka koja se specijalizuje za proizvodnju mašina i alata za različite industrije. Njihov asortiman obuhvata različite vrste ...",
  "Wiha": "Wiha je renomirana nemačka marka koja se specijalizuje za proizvodnju kvalitetnih ručnih alata. Njihov asortiman obuhvata širok spektar proizvoda, u...",
  "Knipex": "Knipex je vodeći proizvođač visokokvalitetnih ručnih alata specijalizovanih za rad sa cevima, žicama i sličnim materijalima. Sa preciznim dizajnom ...",
  "GTV": "GTV je poznata poljska marka koja se ističe svojom ponudom visokokvalitetnih proizvoda za opremanje enterijera i razne projekte. Njihova specijaln ...",
  "MAX": "MAX je poznata marka koja se specijalizuje za proizvodnju vrhunskih alata i mašina za različite industrije. Njihov asortiman obuhvata pneumatske al...",
  "Högert": "Hogert je specijalizovani proizvođač ručnih alata koji se ističe po svojoj inovativnosti i ergonomskom dizajnu. Sa fokusom na korisničko iskustvo, H... ",
  "Wera": "Wera je priznata nemačka marka koja je specijalizovana za proizvodnju visokokvalitetnih ručnih alata. Njihov asortiman obuhvata širok spektar proizv...",
  "Rubi": "Rubi, sinonim za profesionalnost i preciznost, nudi vam vrhunsku kolekciju mašina i alata za keramiku koja zadovoljava visoke standarde u industriji...",
  "Senco": "SENCO, sinonim za snagu i pouzdanost, nudi vam izuzetnu kolekciju zakivača eksera koja zadovoljava visoke standarde u građevinskoj industriji. Sa vi...",
  "Black+Decker": "Black+Decker pruža vam izvanrednu kolekciju alata koja zadovoljava širok spektar potreba kako profesionalaca, tako i entuzijasta širom sveta. Sa više...",
  "MTX": "MTX - pruža vam izvanrednu kolekciju ručnih alata koja je posebno osmišljena za hobiste i ljubitelje ručnih radova. Sa fokusom na jednostavnost i funk...",
  "Sparta": "Sparta, vaš pouzdan izbor za hobističke projekte, pruža vam izvanrednu kolekciju ručnih alata koja je posebno namenjena hobistima i ljubiteljima ručn...",
  "SG Tools": "SG Tools je profesionalni brend dijamantskog pribora. SG Tools proizvodi se ističu svojim kvalitetom i dugotrajnošću. Deo ponuda SG Tools proizvoda ... ",
  "Karcher": "Karcher je svetski poznati proizvođač visokokvalitetnih čistača za domaćinstvo i industriju. Sa inovativnim tehnologijama i visokim standardima, Kar... ",
  "Wolfcraft": "Wolfcraft je renomirani proizvođač alata i pribora za rad na drvetu i metalu. Sa strašću za kvalitetom i inovacijama, Wolfcraft alati su dizajnirani... ",
  "Kwb": "Kwb je proizvođač alata i pribora za rad na drvetu i metalu. Sa dugogodišnjim iskustvom i stručnim znanjem, KWB alati su priznati kao simbol kvalit... ",

  "Idi na brend": "Idi na brend",
  "Pogledaj PDF kataloge": "Pogledaj PDF kataloge",
  "Pogledaj PDF katalog": "Pogledaj PDF katalog",

  "naslov pasusa 1 dewalt": "Istorijat",
  "naslov pasusa 2 dewalt": "Tehnologije i inovacije",
  "naslov pasusa 3 dewalt": "Asortiman proizvoda",
  "DEWALT alati - Uvoznik za Srbiju": "DeWALT alati - Uvoznik za Srbiju",
  "text pasusa 1 dewalt": "DeWALT je brend sa bogatom tradicijom dugom više od 90 godina. Osnovao ga je Raymond DeWalt 1924. godine, a kompanija je brzo stekla reputaciju inovatora u industriji alata. Njegov prvi patent, kružna testera, predstavljao je značajan iskorak u razvoju alata i postavio je temelje za dalji napredak. Od tada, DeWALT neprekidno unapređuje svoju ponudu, uvodeći rešenja koja olakšavaju rad i povećavaju efikasnost.",
  "text pasusa 2 dewalt": "Svaka inovacija kompanije DeWALT je vođena željom za povećanjem performansi, jednostavnosti korišćenja ili produktivnosti. Od tehnologije koja se koristi u istraživanju svemira do ugradnje Bluetooth tehnologije u svoje proizvode, DeWALT ostaje na čelu inovacija na gradilištu.",
  "text pasusa 3 dewalt": "Kompanija DeWALT pokriva širok dijapazon proizvoda. Pored električnih i ručnih alata, proizvode i alat za rad na otvorenom, dodatke za alat, zaštitnu opremu, opremu za skladištenje, kao i ankere. Takođe, u ponudi imaju laserske mere i nivoe za precizno obeležavanje, kao i baterijske platforme koje su kompatibilne sa više različitih uređaja. Njihova linija kutija za alat nudi rešenja za organizaciju i transport u zahtevnim uslovima na gradilištu.",
  "text do kraja dewalt": "Postanite deo globalne zajednice korisnika DeWALT alata i iskusite inovaciju i snagu koju donose naši proizvodi. Kao uvoznik i distributer za Srbiju, ponosimo se što vam pružamo pristup širokom asortimanu alata koji će vam pomoći da ostvarite izuzetne rezultate u svakom projektu.",

  "naslov pasusa 1 bosch": "Istorijat",
  "naslov pasusa 2 bosch": "Tehnologije i inovacije",
  "naslov pasusa 3 bosch": "Asortiman proizvoda",
  "BOSCH alati - Uvoznik za Srbiju": "Bosch alati - Uvoznik za Srbiju",
  "text pasusa 1 bosch": "Bosch je nemačka kompanija koja je započela svoje poslovanje 1886. godine u Stutgartu. Robert Bosch je osnovao malu radionicu sofisticiranih mehaničkih i elektrotehničkih instrumenata. Stvarali su automobilske svećice i delove, a kasnije i alate, kao i kućne aparate. Tokom 20. veka, postali su poznati u industriji automobila, industrijskoj automatizaciji, kao i u proizvodnji akumulatorskih i elektromotora. Danas su jedni od svetskih lidera u razvoju novih tehnologija i proizvođača opreme za automobile.",
  "text pasusa 2 bosch": "Bosch inženjeri neprestano rade na unapređivanju tehnologija kako bi vaši alati bili još efikasniji i pouzdaniji. Bosch Wireless Charging je jedan od primera ove inovacije prva bežična tehnologija punjenja alata na svetu koja vam omogućava da punite baterije dok radite, bez prekida. Njihova Bosch Power Tools linija koristi napredne baterijske tehnologije, poput ProCore18V akumulatora, koji pružaju veću snagu i duži radni vek alata. U automobilskoj industriji, Bosch se ističe sa inovacijama u oblasti sistema za asistenciju vozaču i električnih vozila, koristeći najnovije tehnologije za bezbednost i efikasnost vozila.",
  "text pasusa 3 bosch": "U njihovoj ponudi se nalaze električni, akumulatorski, ručni alati, pribor i dodaci. Ova kompanija proizvodi i kuhinjske aparate kao što su veš mašine, frižideri i aparati za kafu. Ističu se i u automobilskoj industriji, sa sistemima za asistenciju vozaču i komponentama za električna vozila. Kroz svoj zeleni program, kompanija nudi i alate za baštovanstvo i uređenje dvorišta, uključujući kosačice i trimerke.",
  "text do kraja bosch": "Ako želite kvalitetne alate, sa 3 godine garancije birajte Bosch alat!",

  "naslov pasusa 1 stanley": "Istorijat",
  "naslov pasusa 2 stanley": "Tehnologije i inovacije",
  "naslov pasusa 3 stanley": "Asortiman proizvoda",
  "Stanley alati - Uvoznik za Srbiju": "Stanley alati - Uvoznik za Srbiju",
  "text pasusa 1 stanley": "Stanley je kompanija osnovana 1843. godine u SAD-u, od strane Fredericka Stanleya. U početku su proizvodili šarke, vijke, brave i gvozdene delove za vrata. Kasnije se fokusiraju na proizvodnju ručnih alata, a njihova podružnica Stanley Rule and Level Company, osnovana 1857, postaje ključna za razvoj električnih alata. Tokom 20. veka Stanley postaje sinonim za kvalitetne alate poput metarskih traka, ručnih testera i šrafcigera. Godine 2010. spajaju se sa kompanijom Black & Decker, stvarajući giganta Stanley Black & Decker. Danas Stanley poseduje i druge poznate brendove kao što su DeWALT, Craftsman i Irwin, i globalno je prisutan kao jedan od vodećih proizvođača alata i opreme.",
  "text pasusa 2 stanley": "Stanley se ističe po svojoj sposobnosti da spoji tradicionalne tehnike sa modernom tehnologijom. Stanley alati su rezultat opsežnih istraživanja i testiranja, kako bi se osigurala njihova dugotrajnost i efikasnost. Stanley FatMax linija je jedan od najboljih primera ovih napora, nudeći alate koji su pojačani za dodatnu izdržljivost i performanse. Njihova FlexVolt tehnologija omogućava korišćenje iste baterije za različite alate, pružajući veću fleksibilnost i snagu.",
  "text pasusa 3 stanley": "Kompanija Stanley pokriva širok dijapazon proizvoda. Pored električnih i ručnih alata, proizvode i alat za rad na otvorenom, dodatke za alat, zaštitnu opremu, ali i opremu za skladištenje. Takođe, njihova ponuda obuhvata i širok asortiman produžnih kablova i priključnih uređaja, kao i precizne nivoe i instrumente za merenje. Stanley je prepoznatljiv po kvalitetu svojih alata i inovacijama, koje se koriste u mnogim industrijama, od građevinske do automobilske.",
  "text do kraja stanley": "Uverite se zašto milioni korisnika širom sveta poveravaju svoje projekte Stanley alatima. Naša posvećenost kvalitetu, pouzdanosti i performansama čini nas pouzdanim partnerom za sve vaše potrebe. Sa Stanley alatima u vašim rukama, svaki posao postaje lakši i efikasniji.",

  "naslov pasusa 1 rems": "Istorijat",
  "naslov pasusa 2 rems": "Tehnologije i inovacije",
  "naslov pasusa 3 rems": "Asortiman proizvoda",
  "REMS - Uvoznik za Srbiju": "REMS - Uvoznik za Srbiju",
  "text pasusa 1 rems": "REMS je kompanija sa bogatim nasleđem, koja od svog osnivanja 1909. godine neprekidno uvodi inovacije i postavlja nove standarde u industriji specijalizovanih alata. REMS alati su dizajnirani sa jednim ciljem da budu najbolji izbor za specijalizovane zadatke u instalacijama cevi ili drugih tehničkih sistema. Njihova široka paleta proizvoda obuhvata sve što je potrebno za profesionalan rad, od rezanja i savijanja cevi, do alata za presovanje i zamrzavanje cevi.",
  "text pasusa 2 rems": "Kompanija se fokusira na tehnološki napredne alate za rezanje, savijanje, presovanje i zamrzavanje cevi. Jedna od ključnih inovacija je REMS MultiPress sistem, koji omogućava brzo i sigurno presovanje cevi uz minimalan napor. Takođe, REMS alati koriste akumulatorske tehnologije za povećanje mobilnosti i efikasnosti na terenu. Stalno unaprjeđuju alate za precizno savijanje cevi, čineći ih lakšim i praktičnijim za rad u uskim prostorima.",
  "text pasusa 3 rems": "REMS pokriva širok dijapazon proizvoda. Njihovi proizvodi obuhvataju mašine za sečenje cevi, električne i ručne uređaje, kao i alate za zamrzavanje cevi i zavarivanje plastičnih cevi. Takođe, REMS se specijalizovao za lemljenje, testiranje pritiska i čišćenje cevi. Kompanija se ističe i sa dijamantskim mašinama za bušenje i dijamantskim oštricama za sečenje betona.",
  "text do kraja rems": "Uverite se zašto profesionalci širom sveta poveravaju svoje projekte REMS alatima. Naša posvećenost kvalitetu, efikasnosti i inovaciji čini nas prvim izborom za sve vaše potrebe u radu sa cevima i instalacijama. Sa REMS alatima, svaki zadatak postaje lakši i produktivniji.\n\n",

  "naslov pasusa 1 wiha": "Istorijat",
  "naslov pasusa 2 wiha": "Tehnologije i inovacije",
  "naslov pasusa 3 wiha": "Asortiman proizvoda",
  "Wiha alati - Uvoznik za Srbiju": "Wiha alati - Uvoznik za Srbiju",
  "text pasusa 1 wiha": "Wiha je nemačka kompanija osnovana 1939. godine, koja se specijalizovala za proizvodnju visokokvalitetnih ručnih alata. Od svog osnivanja, Wiha se fokusirala na inovacije u dizajnu alata, posebno u oblasti električnih alata i alata za precizne radove. Kompanija je postala prepoznatljiv brend zbog svojih ergonomskih alata i visokog kvaliteta izrade. Wiha proizvodi širok asortiman alata, uključujući odvijače, ključeve, cevi i alatke za montažu, koji su vrlo cenjeni među profesionalcima širom sveta. Danas je Wiha globalno prisutna, sa proizvodnjom u Nemačkoj i distribucijom u više od 80 zemalja.",
  "text pasusa 2 wiha": "Wiha se ističe stalnim inovacijama i primenom naprednih tehnologija u dizajnu svojih alata. Njihova Wiha SoftFinish tehnologija nudi ručke sa specijalnom mešavinom materijala koja poboljšava prijanjanje i smanjuje napor pri okretanju. Wiha takođe primenjuje tehnologiju za preciznost u proizvodnji, omogućavajući izuzetno tačne i izdržljive alate. Kompanija je takođe lider u razvoju alata sa izolovanim drškama, koji su sigurni za rad pod naponom do 1000 V, čime omogućava siguran rad sa električnim instalacijama. Wiha je kompanija koja kontinuirano unapređuje proizvodne procese.",
  "text pasusa 3 wiha": "Kompanija nudi širok asortiman ručnih, električnih, akumulatorskih, mernih, baštenskih i mnogih drugih alata, kao i pribora i dodataka za alat. Njihovi proizvodi su dizajnirani za profesionalce, sa fokusom na ergonomiju, preciznost i sigurnost. Takođe, Wiha se specijalizovala za izolovane alate koji omogućavaju bezbedan rad pod naponom do 1000 V.",
  "text do kraja wiha": "Bilo da ste profesionalac ili entuzijasta, Wiha alati su pravi izbor za sve vaše potrebe. Pridružite se milionima korisnika širom sveta koji veruju u kvalitet i pouzdanost Wiha brenda. Sa Wiha alatima, možete se osloniti na vrhunske performanse i postići izvanredne rezultate u svakom projektu.",

  "naslov pasusa 1 knipex": "Istorijat",
  "naslov pasusa 2 knipex": "Tehnologije i inovacije",
  "naslov pasusa 3 knipex": "Asortiman proizvoda",
  "Knipex alati - Uvoznik za Srbiju": "Knipex alati - Uvoznik za Srbiju",
  "text pasusa 1 knipex": "Knipex je nemačka kompanija osnovana 1882. godine, kao mala porodična radionica u Nemačkoj. Specijalizovani su za proizvodnju ručnih alata. Danas je Knipex globalni lider u industriji, prisutan u više od 100 zemalja, i poznat je po svom neprekidnom ulaganju u tehnologiju i razvoj novih proizvoda.",
  "text pasusa 2 knipex": "Knipex je poznat po stalnim inovacijama i primeni naprednih tehnologija u proizvodnji svojih alata. Kompanija se fokusira na ergonomski dizajn, razvijajući alate koji smanjuju napor i povećavaju efikasnost pri radu, kao što su kliješta sa posebnim drškama koje obezbeđuju bolji hvat. Takođe, kompanija je lider u razvoju alata sa automatskim mehanizmima za zaključavanje, što omogućava korisnicima lakši rad sa težim materijalima.",
  "text pasusa 3 knipex": "Kompanija proizvodi električni alat, pribor, zaštitnu opremu i druge proizvode, ali su specijalizovani za ručne alate. Njihov asortiman obuhvata klešta, odvijače, ključeve, pribor za elektroinstalacije i specijalizovane alate za montažu. Knipex takođe nudi alatke za precizno sečenje i stiskanje, kao i ergonomske alate koji smanjuju napor i povećavaju efikasnost pri radu.",
  "text do kraja knipex": "Bilo da se bavite profesionalnim zanatom ili ste ozbiljan entuzijasta, Knipex alati su pravi izbor za sve vaše potrebe. Pridružite se milionima korisnika širom sveta koji veruju u kvalitet i pouzdanost Knipex brenda. Sa Knipex alatima, vaš rad će postati efikasniji i precizniji, što će vam omogućiti da postignete izvanredne rezultate u svakom projektu.",

  "naslov pasusa 1 gtv": "Istorijat",
  "naslov pasusa 2 gtv": "Tehnologije i inovacije",
  "naslov pasusa 3 gtv": "Asortiman proizvoda",
  "GTV alati - Uvoznik za Srbiju": "GTV alati - Uvoznik za Srbiju",
  "text pasusa 1 gtv": "GTV je poljska kompanija osnovana sredinom 1990-ih, koja se specijalizovala za proizvodnju i distribuciju okova za nameštaj. Tokom skoro tri decenije poslovanja, GTV je izrasla u lidera u industriji, sa prisustvom na 70 tržišta širom sveta. Njihova filozofija se temelji na konstantnom unapređenju i prilagođavanju promenljivim trendovima i potrebama tržišta.",
  "text pasusa 2 gtv": "GTV proširuje svoj asortiman proizvoda kroz stalna istraživanja i razvoj, pružajući kupcima savremenu ponudu. Kompanija sprovodi strogu kontrolu u svim fazama proizvodnje, a to potvrđuju sertifikati poput SGS i ECJiP. Takođe, kompanija je posvećena ekološkoj održivosti, nudeći proizvode koji ispunjavaju ekološke standarde. Oni su sinonim za inovaciju, funkcionalnost i estetski dizajn.",
  "text pasusa 3 gtv": "Asortiman proizvoda GTV-a obuhvata širok dijapazon rešenja za nameštaj, uključujući okove za nameštaj, sisteme kliznih vrata, dodatke za tapacirani nameštaj, kao i rasvetu. Njihova ponuda takođe uključuje ručne i električne alate, kao i zaštitnu opremu. Ova raznovrsnost omogućava GTV-u da zadovolji potrebe različitih kupaca, pružajući im kompletna rešenja za opremanje prostora. GTV rešenja omogućavaju besprekorno funkcionisanje svakog komada nameštaja.",
  "text do kraja gtv": "Pridružite se milionima dizajnera i stolara koji veruju u kvalitet i inovaciju GTV brenda, kako bi vaši projekti dobili novu dimenziju funkcionalnosti i estetike, omogućavajući vam da kreirate izvanredne komade nameštaja koji će zadovoljiti i najviše zahtevne ukuse.",

  "naslov pasusa 1 max": "Istorijat",
  "naslov pasusa 2 max": "Tehnologije i inovacije",
  "naslov pasusa 3 max": "Asortiman proizvoda",
  "MAX vezivači armature i žica - Uvoznik za Srbiju": "MAX vezivači armature i žica - Uvoznik za Srbiju",
  "text pasusa 1 max": "Kompanija MAX je osnovana 1942. godine u Japanu, prvobitno fokusirana na proizvodnju avionskih delova. Tokom godina, kompanija je proširila svoj portfolio na kancelarijsku opremu i industrijske alate. Bili su pioniri u razvoju pneumatskih eksera 1962. godine. Godine 2006, MAX je osnovao MAX Europe B.V. u Holandiji, i tako se proširio na evropsko tržište. Danas je MAX je globalno priznat proizvođač visokokvalitetnih alata i kancelarijskih proizvoda, poznat po inovacijama i pouzdanosti.",
  "text pasusa 2 max": "MAX je lider u implementaciji naprednih tehnologija u svojim proizvodima. Kompanija je prva u svetu razvila baterijski alat za vezivanje armature 1993. godine, omogućavajući značajno povećanje produktivnosti na gradilištu. Njihov PowerLite sistem visokog pritiska, koji je uveden 1994. godine, omogućava snažnije i lakše alate za različite primene. MAX takođe ulaže u razvoj ergonomskih rešenja, smanjujući fizički napor korisnika i povećavajući bezbednost. Svaki MAX alat je rezultat pažljive izrade i rigoroznog testiranja, što garantuje vrhunske performanse i dugovečnost. Njihova posvećenost istraživanju i razvoju rezultirala je brojnim patentima i priznanjima.",
  "text pasusa 3 max": "MAX nudi širok spektar proizvoda namenjenih građevinskoj industriji i kancelarijskom sektoru. Proizvođači su akumulatorskog, baštenskog, pneumatskog alata i kompresora, kao i dodatnog ptibora za alat. U oblasti kancelarijske opreme, MAX proizvodi spajalice, štampače za etikete i uređaje za obradu dokumenata. Ova raznovrsnost omogućava MAX-u da zadovolji potrebe različitih korisnika, pružajući im visokokvalitetna i inovativna rešenja.",
  "text do kraja max": "Bilo da se bavite građevinom i armaturom ili radite sa žicom, MAX vezivači armature i žica su pravi izbor za sve vaše potrebe. Pridružite se građevinskim profesionalcima širom sveta koji veruju u kvalitet i pouzdanost MAX brenda.",

  "naslov pasusa 1 hogert": "Istorijat",
  "naslov pasusa 2 hogert": "Tehnologije i inovacije",
  "naslov pasusa 3 hogert": "Asortiman proizvoda",
  "Hogert alati - Uvoznik za Srbiju": "Högert alati - Uvoznik za Srbiju",
  "text pasusa 1 hogert": "Högert je relativno mlad brend, osnovan 2015. godine. I pored toga, ovo je brend sa velikom ambicijom da postane ključni igrač u industriji alata. Osnovan s ciljem pružanja visokokvalitetnih ručnih alata profesionalcima u različitim industrijama. Njihova filozofija zasniva se na strasti prema kvalitetu, jednostavnosti i korisnosti, što ih čini prepoznatljivim među zahtevnim korisnicima koji svakodnevno koriste ručne alate.",
  "text pasusa 2 hogert": "Inženjeri u Högert Technik posvećeni su razvoju alata koji kombinuju izdržljivost i funkcionalnost, inovaciju i pristupačnost. Njihov pristup podrazumeva precizno projektovanje svakog detalja alata. Samo jedan od njihovih brojnih inovativnih proizvoda je TOOLBOX HIGH, modularne kutije za alat koje se mogu povezivati sa drugim komponentama modularnog sistema. Proizvodi prolaze kroz rigorozne kontrole kvaliteta i poseduju razne sertifikate. Högert alati su dizajnirani da izdrže intenzivnu upotrebu, čime se smanjuje potreba za čestim zamenama i popravkama.",
  "text pasusa 3 hogert": "Högert nudi širok spektar alata, uključujući ručne i električne alate, zaštitnu opremu, ali i mehaničke alate poput seta nasadnih ključeva i odvijača, kao i alate za radionice i automobilske servise. Njihova ponuda obuhvata i opremu za skladištenje alata, poput mobilnih kolica i ormarića, koji omogućavaju efikasnu organizaciju i transport alata na radnom mestu.",
  "text do kraja hogert": "Pridružite se hiljadama korisnika širom sveta koji veruju u kvalitet i pristupačnost Hogert brenda. Sa Hogert alatima, vaši projekti će biti obavljeni sa lakoćom i pouzdanošću, omogućavajući vam da ostvarite izvanredne rezultate u svakoj situaciji.",

  "naslov pasusa 1 wera": "Istorijat",
  "naslov pasusa 2 wera": "Tehnologije i inovacije",
  "naslov pasusa 3 wera": "Asortiman proizvoda",
  "Wera alati - Uvoznik za Srbiju": "Wera alati - Uvoznik za Srbiju",
  "text pasusa 1 wera": "Wera Werkzeuge GmbH je nemački proizvođač ručnog alata, osnovan 1936. godine u Wuppertalu, Nemačka. Tokom Drugog svetskog rata, kompanija je pretrpela značajna oštećenja, ali je nakon rata obnovljena pod vođstvom Heinza Amtenbrinka, zeta osnivača Hermanna Wernera. Od 1951. godine, kompanija koristi naziv Wera. Filozofija kompanije je da svaki alat mora biti inovativan, pouzdan i dizajniran sa strašću. Wera veruje da alati ne treba samo da obavljaju posao, već i da pružaju zadovoljstvo pri upotrebi, postavljajući nove standarde u industriji.",
  "text pasusa 2 wera": "Wera je poznata po svojim inovativnim rešenjima u oblasti ručnog alata. Godine 1968 razvili su Kraftform oblik drške odvijača, koji je dizajniran da prati konture ljudske ruke, pružajući optimalnu ergonomiju i smanjujući zamor korisnika. Pored toga, kompanija je uvela Hex-Plus profil za inbus ključeve, koji povećava kontaktnu površinu sa šrafom i tako smanjuje rizik od oštećenja. Wera je takođe poznata po proizvodima kao što su Joker ključevi sa funkcijom držanja matica, Zyklop multifunkcionalne čegrtaljke i Impaktor sistem bitova za rad sa udarnim odvijačima.",
  "text pasusa 3 wera": "Wera nudi širok dijapazon alata namenjenih. Njihov asortiman obuhvata odvijače sa različitim profilima, uključujući VDE izolovane odvijače za rad pod naponom, setove bitova, čegrtaljke i nasadne ključeve, inbus ključeve, moment ključeve, kao i specijalizovane alate poput Koloss čegrtaljke koja može služiti i kao čekić. Takođe, proizvode i zaštitnu opremu. Svi proizvodi su dizajnirani sa fokusom na ergonomiju, funkcionalnost i dugotrajnost.",
  "text do kraja wera": "Pridružite se milionima korisnika širom sveta koji veruju u kvalitet i inovaciju Wera brenda. Sa Wera ručnim alatima, vaš rad postaje efikasniji i precizniji, omogućavajući vam da ostvarite izvanredne rezultate u svakom poduhvatu.",

  "naslov pasusa 1 rubi": "Istorijat",
  "naslov pasusa 2 rubi": "Tehnologije i inovacije",
  "naslov pasusa 3 rubi": "Asortiman proizvoda",
  "Rubi alati - Uvoznik za Srbiju": "Rubi alati - Uvoznik za Srbiju",
  "text pasusa 1 rubi": "Kompanija RUBI osnovana je 1951. godine kada su braća Boada i Sucarrats patentirali svoj inovativni alat za sečenje pločica i keramike. Ovaj izum je ubrzo postao prekretnica u industriji. Prvi ručni rezač za pločice, nazvan RUBI, predstavljen je na Nacionalnoj izložbi pronalazaka u Barseloni 1953. godine, gde je osvojio zlatnu medalju. Od tada, RUBI je postao sinonim za visokokvalitetne alate u građevinskoj industriji, prisutan u više od 120 zemalja širom sveta.",
  "text pasusa 2 rubi": "RUBI kontinuirano ulaže u istraživanje i razvoj novih rešenja, prateći evoluciju tržišnih i tehnoloških trendova. Kompanija je poznata po uvođenju naprednih tehnologija u svoje proizvode, kao što su SLAB SYSTEM za rukovanje i postavljanje velikih formata pločica, TZ rezači pločica i električni rezači sa inovativnim ZERO DUST sistemom, koji smanjuje prašinu tokom sečenja. Svaka nova generacija Rubi proizvoda donosi unapređenja koja reflektuju najnovije trendove i zahteve tržišta.",
  "text pasusa 3 rubi": "RUBI nudi širok spektar proizvoda u oblasti postavljanja pločica. Njihov asortiman obuhvata ručne i električne rezače za pločice, dijamantske diskove, alate za bušenje, mešalice za malter, sisteme za nivelaciju pločica, kao i opremu za čišćenje i završnu obradu. Svi proizvodi su dizajnirani sa fokusom na kvalitet, preciznost i dugotrajnost, pružajući korisnicima pouzdana rešenja za sve faze procesa postavljanja pločica.",
  "text do kraja rubi": "Pridružite se profesionalcima širom sveta koji veruju u kvalitet i pouzdanost Rubi brenda. Sa Rubi mašinama i alatima za keramiku, vaši projekti će dobiti novu dimenziju preciznosti i estetike, omogućavajući vam da ostvarite izvanredne rezultate u svakom keramičarskom poduhvatu.",

  "naslov pasusa 1 senco": "Istorijat",
  "naslov pasusa 2 senco": "Tehnologije i inovacije",
  "naslov pasusa 3 senco": "Asortiman proizvoda",
  "Senco alati - Uvoznik za Srbiju": "SENCO alati - Uvoznik za Srbiju",
  "text pasusa 1 senco": "Kompanija SENCO osnovana je 1948. godine u Sinsinatiju, Ohajo, od strane Alberta Julfsa, koji je započeo s proizvodnjom uređaja za eliminaciju vibracija u automobilima. Tokom 1940-ih, SENCO je kreirao prve pneumatske heftalice za industrijsku ambalažu i tapaciranje, postavljajući nove standarde u brzini i efikasnosti proizvodnje. Godine 1951, kompanija je zvanično promenila ime u SENCO, skraćeno od Springtramp Eliminator Company.",
  "text pasusa 2 senco": "SENCO je poznat po svojim inovacijama u oblasti alata za pričvršćivanje. Tokom 1990-ih, kompanija je lansirala DuraSpin liniju automatskih odvijača, revolucionarizujući tržište kolacionih šrafova. Godine 2010, SENCO je predstavio Fusion tehnologiju, uvodeći bežične pneumatske alate koji kombinuju brzinu i snagu pneumatskih alata s praktičnošću bežičnih uređaja, bez potrebe za gorivnim ćelijama. Ove inovacije su rezultat stalnog osluškivanja potreba korisnika i posvećenosti poboljšanju efikasnosti i sigurnosti na radu.",
  "text pasusa 3 senco": "SENCO nudi širok spektar alata za pričvršćivanje, uključujući pneumatske i električne ekserice, heftalice, sisteme za automatsko uvrtanje šrafova, kao i kompresore. Njihov asortiman obuhvata i različite vrste eksera, spajalica, šrafova i specijalizovanih pričvrsnih elemenata. Svi proizvodi su dizajnirani s fokusom na kvalitet, izdržljivost i jednostavnost upotrebe. Svaki proizvod je pažljivo osmišljen.",
  "text do kraja senco": "Pridružite se profesionalcima širom sveta koji veruju u kvalitet i pouzdanost SENCO brenda. Sa SENCO zakivačima eksera, vaši projekti će biti obavljeni brže i sa izvanrednim rezultatima, omogućavajući vam da postignete vrhunske rezultate u svakom građevinskom i stolarskom poduhvatu.",

  "naslov pasusa 1 black+decker": "Istorijat",
  "naslov pasusa 2 black+decker": "Tehnologije i inovacije",
  "naslov pasusa 3 black+decker": "Asortiman proizvoda",
  "Black+Decker alati - Uvoznik za Srbiju": "BLACK+DECKER alati - Uvoznik za Srbiju",
  "text pasusa 1 black+decker": "BLACK+DECKER je američka kompanija osnovana 1910. godine u Baltimoru, Merilend, od strane Dankana Bleka i Alonza Dekera. Kompanija je započela kao mala radionica za proizvodnju mašina. Njihov prvi značajan doprinos industriji alata bio je 1917. godine, kada su patentirali prvu prenosivu električnu bušilicu sa pištoljskom drškom i okidačem, što je postavilo temelje za savremene električne alate. Tokom decenija, kompanija je nastavila da širi svoj asortiman proizvoda i globalno prisustvo. Godine 2010, BLACK+DECKER se spojio sa kompanijom Stanley Works, formirajući Stanley Black & Decker, ali je brend BLACK+DECKER zadržao svoj identitet i nastavio da posluje pod prepoznatljivim imenom.",
  "text pasusa 2 black+decker": "Njihova prva prenosiva električna bušilica iz 1917. godine revolucionisala je način na koji profesionalci i hobisti obavljaju poslove. U skorije vreme, kompanija je predstavila MATRIX™ sistem, koji omogućava korisnicima da koriste jednu bazu sa različitim nastavcima za različite zadatke. Pored toga, BLACK+DECKER je posvećen održivosti, što se ogleda u lansiranju reviva™ linije alata, čija su kućišta izrađena od 50% recikliranih materijala.",
  "text pasusa 3 black+decker": "BLACK+DECKER nudi širok spektar proizvoda namenjenih kako profesionalcima, tako i kućnim majstorima. Njihov asortiman obuhvata električne alate poput bušilica, testera, brusilica i multifunkcionalnih uređaja. Pored toga, kompanija proizvodi baštenske alate, uključujući kosilice, trimeri za travu i duvače lišća, olakšavajući održavanje dvorišta. U segmentu kućnih aparata, BLACK+DECKER nudi usisivače, parne čistače i kuhinjske uređaje poput blendera i tostera. Ovi proizvodi su dizajnirani sa fokusom na ergonomiju, efikasnost i pristupačnost, čineći ih pogodnim za širok spektar korisnika. Svaki proizvod je pažljivo osmišljen.",
  "text do kraja black+decker": "Pridružite se milionima korisnika širom sveta koji veruju u kvalitet i inovaciju BLACK+DECKER brenda. Sa BLACK+DECKER alatima, vaši projekti će biti obavljeni sa snagom i preciznošću, omogućavajući vam da postignete izvanredne rezultate u svakom poduhvatu.",

  "naslov pasusa 1 mtx": "Istorijat",
  "naslov pasusa 2 mtx": "Tehnologije i inovacije",
  "naslov pasusa 3 mtx": "Asortiman proizvoda",
  "MTX alati - Uvoznik za Srbiju": "MTX alati - Uvoznik za Srbiju",
  "text pasusa 1 mtx": "Kompanija MTX Technology osnovana je 2011. godine i ima sedište u Šenženu, Kina. Od svog osnivanja, MTX se fokusira na proizvodnju širokog spektra proizvoda, uključujući elektroniku za automobile, proizvode za negu vozila, komplete za hitne slučajeve, dodatke za udobnost u automobilu, presvlake za sedišta, alate za automobile, proizvode za spoljašnju upotrebu i poklone vezane za automobile. Tokom godina, kompanija je postala poznata po pružanju raznovrsnih i kvalitetnih proizvoda za automobilsku industriju.",
  "text pasusa 2 mtx": "MTX Technology je posvećena integraciji savremenih tehnoloških rešenja u svoje proizvode. Kompanija kontinuirano istražuje nove materijale i tehnologije kako bi poboljšala performanse i trajnost svojih proizvoda. Poseban akcenat stavljaju na razvoj multifunkcionalnih uređaja. MTX takođe prati globalne trendove u automobilskoj industriji, prilagođavajući svoje proizvode potrebama savremenih vozila i njihovih korisnika. Kroz saradnju sa stručnjacima i inženjerima, kompanija nastoji da implementira inovativna rešenja koja unapređuju korisničko iskustvo.",
  "text pasusa 3 mtx": "MTX Technology nudi širok dijapazon proizvoda namenjenih automobilima i njihovim korisnicima. U ponudi su elektronski uređaji za vozila, poput audio sistema i navigacionih uređaja, kao i proizvodi za negu i održavanje automobila, uključujući sredstva za čišćenje i zaštitu. Kompanija takođe proizvodi komplete za hitne slučajeve, dodatke za povećanje udobnosti u vozilu, presvlake za sedišta i različite alate za popravku i održavanje. Pored toga, MTX nudi proizvode za aktivnosti na otvorenom i poklone vezane za automobile.",
  "text do kraja mtx": "Pridružite se zajednici hobista širom sveta koji veruju u kvalitet i pouzdanost MTX brenda. Sa MTX alatima, vaši hobistički projekti će postati još zabavniji i zadovoljavajući, omogućavajući vam da ostvarite svoje kreativne ideje sa lakoćom i sigurnošću.",

  "naslov pasusa 1 sparta": "Istorijat",
  "naslov pasusa 2 sparta": "Tehnologije i inovacije",
  "naslov pasusa 3 sparta": "Asortiman proizvoda",
  "Sparta alati - Uvoznik za Srbiju": "Sparta alati - Uvoznik za Srbiju",
  "text pasusa 1 sparta": "Sparta je brend koji se tokom godina razvio s ciljem da ponudi kvalitetne alate po pristupačnim cenama. Njihova osnovna filozofija je da omoguće svakom korisniku, bez obzira na nivo iskustva, da lako koristi njihove alate. Fokusiraju se na jednostavnost, praktičnost i pristupačnost, što ih čini savršenim izborom za DIY entuzijaste i hobi korisnike. Sparta alati su praktični i veoma povoljni.",
  "text pasusa 2 sparta": "Sparta je brend koji pruža sve što vam je potrebno za jednostavne i svakodnevne zadatke u domu i oko njega. Sparta kontinuirano radi na poboljšanju funkcionalnosti i ergonomije svojih alata, prateći savremene trendove u industriji.",
  "text pasusa 3 sparta": "Kompanija Sparta nudi širok asortiman proizvoda koji su dizajnirani da budu funkcionalni i pristupačni. Njihova ponuda obuhvata ručne alate poput ključeva, odvijača, klešta i skalpela, kao i stolarski alat, uključujući turpije, uglomere i pištolje za silikon. Pored toga, u njihovom asortimanu se nalaze i baštenski alati i mašine, pružajući korisnicima sve što im je potrebno za rad u kući i oko nje.",
  "text do kraja sparta": "Pridružite se zajednici hobista širom sveta koji veruju u kvalitet i praktičnost Sparta brenda. Sa Sparta alatima, vaši hobistički projekti će postati još zabavniji i uspešniji, omogućavajući vam da ostvarite svoje kreativne ideje sa lakoćom i pouzdanošću.",

  "naslov pasusa 1 sg tools": "Istorijat",
  "naslov pasusa 2 sg tools": "Tehnologije i inovacije",
  "naslov pasusa 3 sg tools": "Asortiman proizvoda",
  "SG Tools alati - Uvoznik za Srbiju": "SG Tools alati - Uvoznik za Srbiju",
  "text pasusa 1 sg tools": "SG Tools je brend specijalizovan za proizvodnju dijamantskih ploča i burgija za keramiku, posvećen pružanju visokokvalitetnih alata po pristupačnim cenama. SG Tools je tokom godina stekao reputaciju pouzdanog proizvođača u oblasti obrade keramike i betona. Njihovi proizvodi su prepoznati po izdržljivosti i efikasnosti, što ih čini popularnim izborom među profesionalcima i entuzijastima.",
  "text pasusa 2 sg tools": "SG Tools kontinuirano unapređuje svoje proizvode kroz primenu savremenih tehnologija i inovativnih rešenja. Njihove dijamantske ploče za sečenje keramike odlikuju se izuzetno tankim rezom, sa debljinom od samo 1,4 mm, što omogućava precizno i čisto sečenje bez oštećenja materijala. Pored toga, SG Tools nudi dijamantske krune za suvo bušenje keramike, koje ne zahtevaju upotrebu vode, čime se povećava efikasnost i smanjuje vreme rada. Ovi alati su dizajnirani da budu kompatibilni sa standardnim mašinama.",
  "text pasusa 3 sg tools": "Asortiman SG Tools obuhvata širok spektar alata namenjenih sečenju i bušenju tvrdih materijala. Njihove dijamantske ploče su dostupne u različitim dimenzijama, od 115 mm do 400 mm, i namenjene su za sečenje granitne keramike, betona, asfalta i drugih materijala. Takođe, SG Tools nudi dijamantske krune za bušenje rupa prečnika od 6 mm do 100 mm, koje omogućavaju precizno bušenje bez potrebe za hlađenjem vodom. Pored toga, u ponudi su i listovi za cirkulare namenjeni sečenju drveta i aluminijuma, čime se zaokružuje paleta proizvoda za različite potrebe korisnika.",
  "text do kraja sg tools": "Ukoliko tražite dijamantski pribor koji će vas oduševiti svojom pouzdanošću i performansama, SG Tools je brend na koji možete računati. Njihova strast prema inovacijama i neprekidno teženje ka unapređenju čine ih pouzdanim partnerom kako za profesionalce, tako i za sve one koji žele vrhunski alat za svoje projekte.",

  "naslov pasusa 1 karcher": "Istorijat",
  "naslov pasusa 2 karcher": "Tehnologije i inovacije",
  "naslov pasusa 3 karcher": "Asortiman proizvoda",
  "Karcher alati - Uvoznik za Srbiju": "Kärcher alati - Uvoznik za Srbiju",
  "text pasusa 1 karcher": "Kärcher je nemačka kompanija osnovana 1935. godine od strane Alfreda Kärchera u Štutgartu. U početku se fokusirala na razvoj industrijskih sistema za grejanje, uključujući patentiranu Kärcher solnu peć za kaljenje čelika i legura. Godine 1950. kompanija je napravila proboj u oblasti tehnologije čišćenja razvojem prvog evropskog čistača tople vode pod pritiskom, DS 350. Nakon smrti Alfreda Kärchera 1959. godine, vođenje kompanije preuzima njegova supruga Irene, koja je nastavila širenje poslovanja, uključujući osnivanje prve inostrane filijale u Francuskoj 1962. godine.",
  "text pasusa 2 karcher": "Kompanija Kärcher je poznata po svojoj inovativnosti u oblasti tehnologije čišćenja. Godine 1984. lansirali su prvi prenosivi čistač za kućnu upotrebu pod visokim pritiskom, HD 555 profi. Takođe, 2003. godine predstavili su prvi potpuno autonomni usisivač robot, RoboCleaner RC 3000. Kompanija kontinuirano ulaže u istraživanje i razvoj, fokusirajući se na povezivanje celokupnih aplikacionih svetova i otvaranje novih poslovnih oblasti. Njihov inovativni duh ogleda se i u saradnji sa startup-ovima i eksternim pronalazačima radi razvoja budućih tehnologija i realizacije novih poslovnih modela za tržište čišćenja.",
  "text pasusa 3 karcher": "Kärcher nudi širok dijapazon proizvoda za čišćenje, uključujući perače pod pritiskom, usisivače, parne čistače, kao i uređaje za čišćenje prozora. Njihovi perači pod pritiskom, poput modela K 2, K 4 i K 5, namenjeni su različitim potrebama čišćenja, od laganih kućnih poslova do zahtevnijih zadataka. Pored toga, Kärcher proizvodi i profesionalnu opremu za čišćenje, kao što su industrijski usisivači i mašine za čišćenje podova, pružajući rešenja za različite sektore i industrije.",
  "text do kraja karcher": "Bilo da želite očistiti vaše domaćinstvo, dvorište ili industrijski prostor, Kärcher alati su pravi izbor za sve vaše potrebe. Pridružite se milionima korisnika širom sveta koji veruju u kvalitet i efikasnost Kärcher brenda. Sa Kärcher alatima za čišćenje, vaše zadatke čišćenja ćete obavljati sa lakoćom i dobiti besprekorno čiste površine, omogućavajući vam da uživate u čistom i blistavom okruženju.",

  "naslov pasusa 1 wolfcraft": "Istorijat",
  "naslov pasusa 2 wolfcraft": "Tehnologije i inovacije",
  "naslov pasusa 3 wolfcraft": "Asortiman proizvoda",
  "Wolfcraft alati - Uvoznik za Srbiju": "Wolfcraft alati - Uvoznik za Srbiju",
  "text pasusa 1 wolfcraft": "Wolfcraft je nemačka kompanija osnovana 1949. godine od strane Roberta Wolffa u Remšajdu. U početku se fokusirala na proizvodnju burgija, turpija i testera za stručnu upotrebu. Godine 1961. počela je da nudi alate namenjene DIY entuzijastima pod brendom wolfcraft. Kompanija je 1965. godine preselila sedište u Vajbern, a 1995. godine u Kempenič, gde se i danas nalazi. Danas, Wolfcraft zapošljava preko 650 ljudi i nudi oko 3.000 proizvoda u više od 50 zemalja.",
  "text pasusa 2 wolfcraft": "Wolfcraft je poznat po svom inovativnom pristupu u razvoju alata i pribora za električne alate. Kompanija poseduje sopstveni razvojni odsek sa 20 menadžera proizvoda, inženjera i dizajnera koji kontinuirano rade na unapređenju postojećih, ali i razvoju novih proizvoda. Do sada su razvili više od 550 proizvoda zaštićenih patentima. Njihova posvećenost kvalitetu potvrđena je saradnjom sa TÜV-Rheinlandom na razvoju industrijskih standarda za testiranje pribora za električne alate.",
  "text pasusa 3 wolfcraft": "Asortiman Wolfcrafta obuhvata širok spektar alata i pribora. Njihova ponuda uključuje ručne alate, pribor za električne alate, radne stolove, stege, kao i specijalizovane alate za postavljanje laminata i suvu gradnju. Posebno su poznati po proizvodima poput jednoručnih stega i sekača za laminat, koji su osvojili prestižne nagrade za dizajn i inovaciju. Kompanija kontinuirano širi svoj asortiman, prateći potrebe tržišta i samih korisnika.",
  "text do kraja wolfcraft": "Pridružite se hiljadama korisnika širom sveta koji veruju u kvalitet i inovaciju Wolfcraft brenda. Sa Wolfcraft alatima, vaši projekti će biti obavljeni sa vrhunskom preciznošću i efikasnošću, omogućavajući vam da postignete izvanredne rezultate u svakom poduhvatu.",

  "naslov pasusa 1 kwb": "Istorijat",
  "naslov pasusa 2 kwb": "Tehnologije i inovacije",
  "naslov pasusa 3 kwb": "Asortiman proizvoda",
  "KWB alati - Uvoznik za Srbiju": "KWB alati - Uvoznik za Srbiju",
  "text pasusa 1 kwb": "KWB je kompanija sa sedištem u Šturu, Nemačka, osnovana 1931. godine. Može se pohvaliti sa preko 90 godina iskustva u proizvodnji univerzalnog pribora za električne alate i ručnih alata. Sa timom od preko 200 zaposlenih, KWB je postao pouzdan partner za prodavnice alata, specijalizovane trgovce i digitalnu trgovinu u preko 90 zemalja. KWB je osnovan sa ciljem da pruži alate i pribor koji kombinuju visoku funkcionalnost sa dugotrajnošću.",
  "text pasusa 2 kwb": "KWB se ističe kontinuiranim inovacijama i visokim standardima kvaliteta. Njihov asortiman obuhvata preko 5.500 proizvoda, uključujući i patentirane artikle. Kompanija redovno uvodi nove proizvode i unapređuje postojeće, prateći zahteve tržišta i kupaca. Njihov troslojni sistem kvaliteta, Professional, High Quality i Quality, omogućava korisnicima da odaberu alat prema učestalosti i zahtevnosti upotrebe.",
  "text pasusa 3 kwb": "Asortiman kompanije KWB obuhvata širok spektar pribora za električne alate i ručnih alata. Njihova ponuda uključuje burgije, testere, brusne alate, pribor za bušilice, kao i setove pribora koji su kompatibilni sa različitim vrstama električnih alata. Pored toga, KWB nudi i ručne alate poput odvijača, ključeva, klešta i čekića. Njihovi proizvodi su dizajnirani da pruže pouzdanost, dugotrajnost i funkcionalnost, omogućavajući korisnicima da uspešno realizuju svaki projekat.",
  "text do kraja kwb": "Pridružite se hiljadama korisnika širom sveta koji veruju u kvalitet i tradiciju KWB brenda. Sa KWB alatima, vaši projekti će biti obavljeni sa lakoćom i preciznošću, omogućavajući vam da postignete izvanredne rezultate u svakom poduhvatu.",

  "Radno Vreme": "Radno Vreme",
  "Informacije": "Informacije",
  "Kompanija": "Kompanija",

  "1": "Upoznajte se sa najnovijim cenovnikom Bosch DIY mernih alata za jun 2023. Ovaj sveobuhvatni cenovnik donosi najaktuelnije informacije o raspoloživim mernim alatima za kućne majstore i entuzijaste.",
  "2": "Otkrijte najnovije ponude u našem cenovniku Bosch pribora za mesec jul 2023. Pregledajte bogat izbor vrhunskog Bosch pribora koji će unaprediti vaše alate i olakšati vaše projekte.",
  "3": "Istražite najnoviji cenovnik Dremel alata i pribora za jun 2023. U našem cenovniku možete pronaći bogat izbor visokokvalitetnih Dremel alata i pribora koji će ispuniti sve vaše kreativne potrebe.",
  "4": "Upoznajte se sa našim 'EXPERT Mini katalogom pribora'! U ovom posebnom izdanju, predstavljamo vam široku paletu visokokvalitetnog pribora koji će zadovoljiti sve vaše potrebe.",
  "5": "Pregledajte naš neobavezno preporučeni cenovnik Plavih alata za jul 2023. Ovaj cenovnik donosi vam širok izbor vrhunskih alata koji su sinonim za kvalitet i pouzdanost.",
  "6": "Pregledajte naš neobavezno preporučeni VP cenovnik PRO Mernih alata za jun 2023. U ovom cenovniku vam donosimo širok asortiman vrhunskih PRO Mernih alata koji su dizajnirani za profesionalce i najzahtevnije projekte.",
  "7": "Pregledajte najnoviji GTV katalog za jun 2023. U ovom katalogu vam donosimo širok asortiman proizvoda i alata za vaše projekte i zadatke.",
  "8": "Upoznajte se sa našim cenovnikom Hogert električarskih alata za jun 2023. Ovaj cenovnik vam donosi širok asortiman visokokvalitetnih električarskih alata za sve vaše električarske potrebe.",
  "9": "Otkrijte najnovije ponude u našem cenovniku Hogert HTZ opreme za jun 2023. Pregledajte bogat izbor HTZ opreme koja će vam pomoći da obavite poslove sa sigurnošću i efikasnošću.",
  "10": "Pregledajte najnoviji Hogert katalog odeće za jun 2023. U ovom katalogu vam donosimo širok asortiman radne odeće koja će vam pružiti zaštitu i udobnost tokom radnih aktivnosti.",
  "11": "Otkrijte naš katalog Hogert ručnih alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Hogert ručnih alata koji su dizajnirani za profesionalce i najzahtevnije projekte.",
  "12": "Pregledajte naš katalog Karcher profesionalnih mašina za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Karcher profesionalnih mašina koje će zadovoljiti sve vaše zahtevne potrebe.",
  "13": "Otkrijte naš katalog Karcher žutog programa za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Karcher proizvoda koji će vas opremiti za raznovrsne zadatke.",
  "14": "Pregledajte naš katalog Knipex alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Knipex alata koji su dizajnirani za profesionalce i najzahtevnije projekte.",
  "15": "Otkrijte naš katalog KWB AKKU TOP pribora za aku alate za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih KWB AKKU TOP pribora koji će olakšati vaš rad sa aku alatima.",
  "16": "Pregledajte naš katalog KWB dodataka za mašine za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih KWB dodataka za mašine koji će unaprediti vaše performanse.",
  "17": "Otkrijte naš katalog KWB pribora za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih KWB pribora koji će vam biti verni partneri na radnom mestu.",
  "18": "Pregledajte naš katalog MAX alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih MAX alata koji su pouzdani saveznici u vašim projektima.",
  "19": "Pregledajte naš katalog MTX i Sparta alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih MTX i Sparta alata koji su dizajnirani za različite potrebe.",
  "20": "Pregledajte naš katalog Rems akcija za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Rems alata i opreme za vaše radne zadatke.",
  "21": "Pregledajte naš katalog Rubi za ovu sezonu na engleskom jeziku. U ovom katalogu vam donosimo širok asortiman vrhunskih Rubi alata koji će zadovoljiti potrebe profesionalnih majstora.",
  "22": "Pregledajte naš katalog Wera alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Wera alata koji su poznati po svojoj kvaliteti i inovacijama.",
  "23": "Otkrijte naš katalog Wiha alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Wiha alata koji su dizajnirani za preciznost i pouzdanost.",
  "24": "Pregledajte naš katalog Wiha mernih alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Wiha mernih alata koji će vam pomoći u tačnom merenju.",
  "25": "Otkrijte naš katalog Wiha XXL III kofera za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Wiha alata koji su smešteni u praktičnom koferu.",
  "26": "Pregledajte naš katalog Wolfcraft alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Wolfcraft alata koji će vam biti verni saradnici u vašim projektima.",
  "27": "Ovaj katalog predstavlja najnovije proizvode i alate koje je Dewalt ponudio tokom 2023. godine. Otkrijte širok spektar Dewalt proizvoda koji su postali prva opcija za profesionalce i entuzijaste širom sveta.",
  "28": "U ovoj ekskluzivnoj paleti proizvoda otkrićete alate i opremu koje ne samo da ispunjavaju, već i prevazilaze najviše standarde industrije. Dewaltova ograničena izdanja namenjena su onima koji zahtevaju najbolje.",
  "29": "Stanley katalog predstavlja neiscrpan izvor alata i opreme koji je namenjen kako profesionalnim majstorima, tako i entuzijastima koji cene kvalitetne proizvode. Stanley, prepoznatljiv brend sa dugom tradicijom.",

  "key1": "Servis alata pod garancijom",
  "key2": "Ukoliko je Vaš alat u garantnom roku",
  "key3": "i pokriva ga garancija proizvođača rado ćemo Vas uputiti na ovlašćeni servis brenda kome pripada Vaša mašina!",
  "key4": "SG servis - naš pouzdani partner",
  "key5": "Naša firma saradnik 'SG Servis' - vaš pouzdani partner za servisiranje električnih alata!",
  "key6": "Posvećena ekipa stručnjaka SG Servisa je specijalizovana za održavanje i popravku širokog spektra brendova električnih alata. Bez obzira da li vam je potreban redovan servis, popravka ili dijagnostika kvara, SG Servis je tu da vam pruži brzu i efikasnu uslugu.",
  "key7": "Brendovi koje SG Servis servisira obuhvataju neke od najpoznatijih i najkvalitetnijih proizvođača u industriji električnih alata. SG Servis stručnjaci imaju bogato iskustvo u radu sa brendovima kao što su",
  "key8": "Bez obzira na model i kompleksnost problema, znanje servisera omogućava da vaši alati budu popravljeni i održavani na najvišem nivou.",
  "key9": "Radno vreme",
  "key10": "SG Servisa je",
  "key11": "od 8:00 do 16:00",
  "key12": "svakog radnog dana, ",
  "key13": "subotom od 9:00-15:00, nedeljom neradan dan",
  "key14": ", pa ih slobodno posetite u navedeno vreme. SG Servis tim će vas srdačno dočekati i rado pomoći oko bilo kakvih pitanja ili problema sa vašim električnim alatima.",
  "key15": " SG Servis koristi isključivo kvalitetne zamenske delove kako bi obezbedili dugotrajnost i pouzdanost vaših alata.",
  "key16": "Misija SG Servisa je da vaše električne alate održi u najboljem mogućem stanju kako biste mogli nesmetano da obavljate svoje radne zadatke. Bez obzira na vaše potrebe, SG Servis je tu da vam pomogne. Kontaktirajte SG Servis ili ih posetite na adresi",

  "Zatražite pristup B2B platformi": "Zatražite pristup B2B platformi",
  "Imate B2B nalog sa nama? Idite na portal.": "Imate B2B nalog sa nama? Idite na portal.",
  "Link ka portalu": "Link ka portalu",
  "Ime": "Ime",
  "Prezime": "Prezime", 
  "Naziv firme": "Naziv firme",
  "Adresa firme": "Adresa firme",
  "Pib firme": "Pib firme",
  "Matični broj firme": "Matični broj firme",
  "Kontakt telefon": "Kontakt telefon",
  "Potvrdi": "Potvrdi",
  "Forma je uspešno potvrđena": "Forma je uspešno potvrđena",

  "Ponedeljak - Petak: 8:00 - 18:00h": "Ponedeljak - Petak: 8:00 - 18:00h",
  "Subota: 9:00 - 15:00h": "Subota: 9:00 - 15:00h",
  "Nedelja: Neradan dan": "Nedelja: Neradan dan",
  "Početna": "Početna",
  "O nama": "O nama",
  "Kontakt": "Kontakt",
  "Brendovi": "Brendovi",
  "Katalozi": "Katalozi",
  "Servis": "Servis",
  "© 2023 Sva prava zaštićena. Stridon Group d.o.o.": "© 2023 Sva prava zaštićena. Stridon Group d.o.o.",
  "Podaci za Identifikaciju · ": "Podaci za Identifikaciju · ",
  "Politika Privatnosti": "Politika Privatnosti",

  "tekst 1 o nama": "Naša firma Stridon Group doo - Prodavnica alata je osnovana 2009. godine u Beogradu sa sedištem u ulici Borivoja Stevanovića, a maloprodajnim objektom na adresi Vojislava Ilića 141g. Nakon par godina uspeli smo da otvorimo još jedan prodajni objekat na drugoj strani Beograda - Ugrinovačka 212 (Altina), kako bismo omogućili kupcima u svim delovima Beograda stabilno i povoljno snabdevanje alatom.",
  "tekst 2 o nama": "Mi smo firma koja se bavi trgovinom na veliko i malo, kao i internet prodajom što nas čini jedinstvenim u svetu alata u Srbiji. Prodajemo brendove ručnog i električnog alata, pribora, zaštitne opreme, baštenskog alata, usisivača i još toliko toga! Ovlašćeni smo uvoznici i distributeri ogromnog broja svetskih i domaćih brendova kao što su: DeWalt, Bosch, Stanley, REMS, Wiha, Knipex, GTV, MAX, Högert, Wera, Rubi, Senco, Black+Decker, MTX, Sparta, SG Tools, Karcher, Wolfcraft.",
  "tekst 3 o nama": "Na našoj internet prodavnici možete pronaći preko 60.000 artikala i najveća smo online prodavnica alata u Srbiji. Bilo da imate građevinsku firmu, ili da ste trgovac alatima, ili samo DIY entuzijasta, mi smo pravi dobavljač alata za Vas! Naša firma je najbolji distributer Bosch alata 9 godina u nizu, a od ove godine smo i najbolji distributer DeWalt, Stanley i Black+Decker alata u Srbiji!",
  "Osnivanje": "Osnivanje",
  "Veleprodaja i maloprodaja": "Veleprodaja i maloprodaja",
  "Internet prodavnica": "Internet prodavnica",
  "Adrese maloprodaja:":"Adrese maloprodaja:",
  "Adresa maloprodaje 1: Ugrinovačka 212": "Adresa maloprodaje 1: Ugrinovačka 212",
  "Adresa maloprodaje 2: Vojislava Ilića 141g": "Adresa maloprodaje 2: Vojislava Ilića 141g",
  "Kontakt telefoni:": "Kontakt telefoni:",
  "Fiksni telefon internet prodaja: 011/4520-171,": "Fiksni telefon internet prodaja: 011/4520-171,",
  "Maloprodaja Ugrinovačka: 011/210-0230,": "Maloprodaja Ugrinovačka: 011/210-0230,",
  "Maloprodaja Vojislava Ilića: 011/2886-509 (samo profesionalni alati)": "Maloprodaja Vojislava Ilića: 011/2886-509 (samo profesionalni alati)",

  "Podaci za identifikaciju": "Podaci za identifikaciju",
  "Podaci firme": "Podaci firme",
  "Pun naziv pravnog subjekta: STRIDON GROUP DOO": "Pun naziv pravnog subjekta: STRIDON GROUP DOO",
  "Poštanska adresa: Borivoja Stevanovića 9": "Poštanska adresa: Borivoja Stevanovića 9",
  "Delatnost i šifra delatnosti: 4615 – Posredovanje u prodaji nameštaja, ": "Delatnost i šifra delatnosti: 4615 – Posredovanje u prodaji nameštaja,",
  "predmeta za domaćinstvo i metalne robe": "predmeta za domaćinstvo i metalne robe",
  "Matični broj: 20588012": "Matični broj: 20588012",
  "Poreski broj (PIB): 106376570": "Poreski broj (PIB): 106376570",
  "Web adresa: https://www.stridon.rs/": "Web adresa: https://www.stridon.rs/",
  "Kontakt telefon: +381-69-8058-374": "Kontakt telefon: +381-69-8058-374",
  "Kontakt E-mail: office@stridon.rs": "Kontakt E-mail: office@stridon.rs",

  "pp1": "Obaveštenje o zaštiti podataka o ličnosti",
  "pp2": "Lični podaci koje prosledite sajtu Prodavnicaalata.rs u svrhu dobijanja proizvoda ili usluga biće tretirane u skladu sa našim dokumentom o privatnosti podataka. Zabranjeno je slanje ili prenošenje na ovu lokaciju ili sa nje bilo kojih nezakonitih, pretećih, uvredljivih, klevetničkih, opscenih, pornografskih ili drugih materijala koji su u suprotnosti s bilo kojim zakonom.",
  "pp3": "Prodavnica alata na ovoj lokaciji ne želi od vas da prima poverljive ili druge informacije kojima ne može slobodno da raspolaže. Svi materijali, informacije ili druga saopštenja koja prenosite ili šaljete na ovu lokaciju neće se smatrati poverljivim i onima kojima se ne može slobodno raspolagati. Prodavnica alata.rs nema nikakve obaveze prema ovim saopštenjima. Naši zaposleni mogu da kopiraju, otkrivaju, distribuiraju, primenjuju ili na drugi način koriste saopštenja i sve podatke, slike, zvukove, tekst i sve ostale materijale u njima sadržane za bilo koje odnosno za sve komercijalne i nekomercijalne svrhe.",
  "pp4": "Naravno, u ovu grupu podataka ne spadaju vaši lični podaci. Njih, u skladu sa našom Politikom privatnosti, koristimo samo za internu upotrebu, ne obelodanjujemo niti prosleđujemo trećim licima, već koristimo isključivo za potrebe obrade vaših porudžbenica.",
  "pp5": "Vrsta podataka koja se prikuplja i svrha u koji se prikupljaju",
  "pp6": "Podatke koji se prikupljaju kroz kontakt formu (ime, prezime, imejl, broj telefona, grad i adresa stanovanja, kao i mejl i IP adresa) Prodavnica alata će koristiti za svrhu pripreme i informisanja korisnika o ponudi određenog proizvoda, ugovaranja isporuke povodom te ponude i slanje odgovora na upite korisnika, kao i personalizovaniju ponudu za Vas na našem sajut, u vremenskom periodu koji je potreban za ostvarenje svrhe. Ovako prikupljene podatke Prodavnica alata neće ustupati trećim licima. Klikom na dugme \"Potvrdi kupovinu\" korisnik daje pristanak na obradu svojih podataka o ličnosti na opisani način. Pravni osnov prikupljanja podataka kupaca je pristanak, legitimni interes ili zaključenje i izvršenje ugovora.",
  "pp7": "Korisnici podataka",
  "pp8": "Korisnici podataka su naši zaposleni, koji Vaše podatke koriste u svrhu realizacije Vaše porudžbine.",
  "pp9": "Zaštita podataka",
  "pp10": "Vaši podaci će biti adekvatno zaštićeni na našem serveru antivirus zaštitom i fizičko/tehničkom zaštitom prostora, sve dok naši zaposleni imaju pristup istima.",
  "pp11": "Vaša prava u vezi podataka o ličnosti",
  "pp12": "- Pravo da dobijete potvrdu da li obrađujemo Vaše podatke o ličnosti - Pravo pristupa Vašim podacima o ličnosti - Pravo na ispravku Vaših podataka o ličnosti u slučaju greške - Pravo da zahtevate prekid obrade Vaših podataka o ličnosti - Pravo na brisanje Vaših podataka o ličnosti Sva Vaša prava možete ostvariti ako nas kontaktirate na sledeće načine: Na mejl office@stridon.rs, ili telefon +381-64-616-5003. Brisanje, izmene i pregled Vaših podataka uvek možete obaviti i sami na Vašem nalogu, ako ste ga kreirali na našem sajtu.",
  "pp13": "Nadležni organ za zaštitu podataka o ličnosti",
  "pp14": "Nadležni organ za zaštitu podataka o ličnosti je Poverenik za informacije od javnog značaja i zaštitu podataka o ličnosti Republike Srbije. Organu se možete obratiti na adresi Bulevar kralja Aleksandra 15, 11000 Beograd, Republika Srbija, mejlom na office@poverenik.rs, ili telefon +381-11-3408 900 www.prodavnicaalata.rs ima autorska prava na sve sadržaje (tekstualne, vizuelne i audio materijale, baze podataka, programerski kod). Neovlašćeno korišćenje bilo kog dela portala, bez dozvole vlasnika autorskih prava, smatra se kršenjem autorskih prava i podložno je tužbi. Proizvodi, usluge i materijali sa sajta www.prodavnicaalata.rs su odstupni za korišćenje samo unutar Republike Srbije. Dalja preprodaja proizvoda i usluga van teritorije republike Srbije nije dozvoljena i to radite na sopstvenu odgovornost. Ako odlučite da pristupite našoj internet prodavnici alata izvan Srbije, to radite na sopstvenu inicijativu i smatrate se odgovornim za poštovanje važećih lokalnih zakona. Ovi Uslovi se tumače u skladu sa zakonima Republike Srbije i neće se primenjivati načela o rešavanju neusaglašenosti zakona.",
  "pp15": "Politika upotrebe kolačića (Cookies)",
  "pp16": "Delovi naše internet stranice koriste kolačiće (Cookies). Kolačić je tekstualni fajl koji se čuva lokalno na vašem računaru, tabletu ili mobilnom telefonu i koji omogućava prepoznavanje korisnika koji se vratio na internet stranicu, a radi praćenja i analize poseta internet stranici u cilju optimizacije internet stranice Prodavnica alata. Veb stranica koristi kolačiće da bi zapamtila šta ste radili na njoj u određenom vremenskom periodu i koje su vaše željene opcije u pogledu jezika, veličine fonta i drugih karakteristika prikaza. To znači da ne morate navoditi svoje željene opcije svaki put kada posetite veb stranicu. Osim toga, kolačići nam pomažu da analiziramo kako koristite našu veb stranicu i da li nailazite na prepreke tokom navigacije. Oni nam takođe pomažu da prilagodimo oglase i ponude na mreži vašim interesima i potrebama. Lični podaci u ovom slučaju nisu sačuvani, te se ove informacije ne mogu koristiti za ličnu identifikaciju. Ukoliko ne želite da prihvatite da se kolačić čuva na vašem računaru, neophodno je da onemogućite kolačić za ovu internet stranicu u vašem internet pretraživaču. Ranije instalirane kolačiće možete obrisati ručno iz vašeg internet pretraživača. Onemogućavanje, odnosno brisanje, može značiti i umanjenje određenih funkcionalnosti internet stranice.",
  "pp17": "Kako onemogućiti - obrisati kolačiće",
  "pp18": "Kolačiće možete sami obrisati iz vašeg internet pretraživača i time onemogućiti njihovo korišćenje. U nastavku se nalaze linkovi sa detaljnim uputstvima za brisanje kolačića nekoliko najkorišćenijih pretraživača: Chrome Safari Firefox Internet Explorer Opera Ukoliko koristite drugi pretraživač, pratite uputstva relevantnog dobavljača. Ukoliko onemogućite kolačiće nećete biti u mogućnosti da koristite sve funkcionalnosti našeg sajta.",
  "pp19": "Kako promeniti podešavanja kolačića",
  "pp20": "U svakom trenutku možete nas kontaktirati na mejl: office@stridon.rs, ili telefon: 064-616-5003 i zatražiti promenu podešavanja kolačića.",
  "pp21": "Koje kolačiće koristi ova veb stranica",
  "pp22": "Neophodni kolačići",
  "pp23": "U ove kolačiće spadaju Statički i kolačići funkcionalnosti. Ovi kolačići su neophodni za rad veb stranice, te se u našim sistemima ne mogu isključiti, izvor je naš Web sajt. Obično su postavljeni kao odgovor na vaše zahteve za uslugama, poput podešavanja postavki o privatnosti, prijavljivanja na nalog ili popunjavanja obrazaca. U vašem pretraživaču ove kolačiće možete blokirati ili podesiti opciju da dobijate obaveštenja o istim, ali u tom slučaju neki delovi veb stranice možda neće raditi.",
  "pp24": "Marketinški kolačići",
  "pp25": "Ovi kolačići (koji se nazivaju i reklamni kolačići) koriste se za isporučivanje oglašenog sadržaja koji je relevantan za vas i mogu se koristiti za praćenje efikasnosti naših reklamnih kampanja na veb sajtu. Ove kolačiće stavljaju na našu veb lokaciju naši partneri pružaoci određenih marketinških usluga i oni mogu upamtiti vašu aktivnost veb pretraživanja na našem veb sajtu i te informacije se mogu koristiti za bolje razumevanje vas i vaših potreba, na primer – demografija (odakle dolazite na naš veb sajt), starost itd. Samo anonimne informacije se zadržavaju i koriste na ovaj način i samo sa ciljem da se vama pruži sadržaj koji je najviše relevantan za vas.",
  "pp26": "Kolačići efikasnosti - statistika",
  "pp27": "Ovi kolačići nam omogućavaju da izbrojimo broj poseta i izvore saobraćaja, kako bismo mogli da izmerimo i unapredimo efikasnost naše veb stranice. Pomažu nam da saznamo koje stranice su najviše, a koje najmanje popularne, kao i da vidimo kako se posetioci kreću po veb stranici. Svi podaci koje skupe ovi kolačići se sabiraju i stoga su anonimni. Ako ne prihvatite kolačiće efikasnosti, nećemo znati kada ste posetili našu veb stranicu.",
  "pp28": "Promene politike kolačića",
  "pp29": "Mi možemo povremeno ažurirati ove smernice. Ukoliko izvršimo značajne promene, obavestićemo vas, ali vas molimo da redovno proveravate ove smernice kako biste bili sigurni da ste upoznati sa najnovijom verzijom.",
  "pp30": "Autorska prava",
  "pp31": "Sadržaj ove internet prezentacije predstavlja zakonski zaštićeno i isključivo autorsko pravo koje pripada vlasniku, Stridon Group doo - Prodavnica alata kome pripadaju sva autorska i druga prava intelektualne svojine u pogledu sadržaja, uređivanja, koncepcije i dizajna. Zaštitni znakovi, logo znakovi, imena pojedinaca i drugo slično intelektualno vlasništvo je u svojini vlasnika ili u vlasništvu trećih lica. Nepoštovanje obavezujućih uslova korišćenja podleže primeni odgovarajućih zakonskih propisa. Zabranjeno je neovlašćeno umnožavanje, reprodukovanje, javno prikazivanje ili distribuiranje sadržaja internet prezentacije, na bilo koji način. Prodavnica alata može revidirati ove Uslove bilo kada, ažuriranjem ovog dokumenta. Povremeno posećujte ovu stranicu da biste pregledali Uslove koji trenutno važe, zato što su oni obavezujući za vas. Ovi Uslovi se primenjuju uz primenu svih relevantnih zakona."

}
