{
  "hero opis": "Veleprodaja, maloprodaja i online prodaja alata i mašina.",
  "naslov buttona": "Online prodavnica",
  "brendovi": "Brendovi",
  "svi brendovi": "Svi brendovi",
  "Besplatna dostava": "Besplatna dostava",
  "Za kupovinu preko 15.000 RSD": "Za kupovinu preko 15.000 RSD",
  "Brza isporuka": "Brza isporuka",
  "Isporuka 1-5 radnih dana": "Isporuka 1-5 radnih dana",
  "Sigurna kupovina": "Sigurna kupovina",
  "Garancija na kupljene mašine": "Garancija na kupljene mašine",
  "Čekovima građana": "Čekovima građana",
  "Na 4 rate bez kamate": "Na 4 rate bez kamate",
  "galerija": "Galerija",
  "Brojevi govore umesto nas": "Brojevi govore umesto nas",
  "Veleprodajnih kupaca": "Veleprodajnih kupaca",
  "Dilera širom Srbije": "Dilera širom Srbije",
  "Zadovoljstvo uslugom": "Zadovoljstvo uslugom",
  "Brendova koje zastupamo": "Brendova koje zastupamo",
  "Šta naši saradnici kažu o nama": "Šta naši saradnici kažu o nama",

  "IN GRADNJA": "\"Veliki profesionalci i dobri ljudi, uvek spremni da ispune zahteve i rokove. Sve preporuke za bilo koju vrstu saradnje\"",
  "ENTERIJER JANKOVIC": "\"Vrlo dobro iskustvo u radu sa firmom Stridon Group. Odlični u komunikaciji, drže se rokova, uvek imaju dobar profesionalni savet i alat na lageru!\"",
  "HIDRO INA": "\"Firma koja uvek zna šta našoj firmi treba. Neprocenjivi prijateljski saveti i rešenja koja samo veliki profesionalci u svom poslu znaju. Sve preporuke za Stridon!\"",
  "TERMO TIM": "\"Jednostavna i brza svakodnevna saradnja. Ljudi koji su uvek spremni da izađu u susret potrebama kupaca.\"",
  "SILMAX doo": "\"Odličan lager alata i poznavanje potreba kupaca. Takođe, veliki broj brendova koje Stridon uvozi, čini ih nezaobilaznim svakodnevnim dobavljačem!\"",
  "MBM RAD": "\"Saveti profesionalnih prodavaca Stridona doveli su do skraćenja rada naše firme na pojedinim delovima projekata i do 50%!\"",
  "Galens": "\"Koliki god da projekat počinjete, Stridon uvek ima dovoljno alata za vas. Isporuka sutradan, alati kvalitetni, a želja da se kupcu istinski pomogne - nemerljiva!\"",
  "COLLIGO ARS": "\"Verni saradnik na svim našim projektima. U dugogodišnjoj saradnji nas ni jednom nisu izneverili. Preporuke za firmu Stridon!\"",

  "Ko su naši klijenti?": "Ko su naši klijenti?",
  "klijenti": "Poznate renomirane domaće firme iz oblasti građevine, stolarstva, keramike i drugih. Mala i srednja preduzeća kao i individualci koji imaju potrebu za kvalitetnim alatom i brzom uslugom!",

  "BrendoviHeader": "Brendovi",
  "KataloziHeader": "Katalozi",
  "ServisHeader": "Servis",
  "KontaktHeader": "Kontakt",

  "BrendoviFon": "Brendovi",
  "KataloziFon": "Katalozi",
  "ServisFon": "Servis",
  "KontaktFon": "Kontakt",
  "O namaFon": "O nama",

  "opisNaHomePage": "Deo asortimana koji uvozimo i za koji je naša firma uvoznik i distributer na teritoriji Srbije",
  "opisNaKatalozima": "Izbor izvrsnih alata na jednom mestu - Pregledajte naše kataloge!",
  "opisNaServisu": "Ukoliko je Vaša mašina Van garantnog roka - Vojislava Ilića 141b (pored naše radnje) je adresa za Vas!",

  "Bosch DIY merni alati": "Bosch DIY merni alati",
  "Bosch pribor": "Bosch pribor",
  "Bosch Plavi": "Bosch Plavi",
  "Bosch VP cenovnik": "Bosch VP cenovnik",

  "Rems akcija 2023": "Rems akcija 2023",
  "Rubi akcija 2023": "Rubi akcija 2023",

  "Wiha merni alati": "Wiha merni alati",
  "Wiha katalog": "Wiha katalog",
  "Wiha XXL III kofer": "Wiha XXL III kofer",

  "Knipex katalog": "Knipex katalog",
  "MAX katalog": "MAX katalog",
  "GTV katalog": "GTV katalog",
  "Wolfcraft katalog": "Wolfcraft katalog",
  "MTX, Sparta katalog": "MTX, Sparta katalog",
  "Sparta, MTX katalog": "Sparta, MTX katalog",

  "Karcher profesionalni program katalog": "Karcher profesionalni program katalog",
  "Karcher žuti program katalog": "Karcher žuti program katalog",

  "Hogert električarski alati": "Hogert električarski alati",
  "Hogert HTZ": "Hogert HTZ",
  "Hogert odeća katalog": "Hogert odeća katalog",
  "Hogert ručni alati": "Hogert ručni alati",
  "Wera katalog": "Wera katalog",

  "KWB AKKU TOP pribor za aku alate": "KWB AKKU TOP pribor za aku alate",
  "KWB dodaci za mašine katalog": "KWB dodaci za mašine katalog",
  "KWB pribor": "KWB pribor",

  "SG Servis": "SG Servis",
  "Brendovi koje servisiramo": "Brendovi koje servisiramo",
  "Kontakt Telefon": "Kontakt Telefon",
  "Adresa": "Adresa",

  "Kontaktirajte nas!": "Kontaktirajte nas!",

  "DeWalt": "DeWalt alati su jedni od najkvalitetnijih alata današnjice. Koriste se u svim industrijama i nema preteškog posla za DeWalt profesionalne mašine. D...",
  "Bosch": "Bosch je jedna od najvećih svetskih firmi koja se bavi proizvodnjom električnih i ručnih alata. Bosch Professional predstavlja sinonim za kvalitet ...",
  "Stanley": "Stanley alati su sinonim za izdržljivost i preciznost. Poverenje koje imaju profesionalci i vlasnici kuća, Stanley pruža širok izbor visokokvalite ...",
  "REMS": "REMS je prepoznatljiva marka koja se specijalizuje za proizvodnju mašina i alata za različite industrije. Njihov asortiman obuhvata različite vrste ...",
  "Wiha": "Wiha je renomirana nemačka marka koja se specijalizuje za proizvodnju kvalitetnih ručnih alata. Njihov asortiman obuhvata širok spektar proizvoda, u...",
  "Knipex": "Knipex je vodeći proizvođač visokokvalitetnih ručnih alata specijalizovanih za rad sa cevima, žicama i sličnim materijalima. Sa preciznim dizajnom ...",
  "GTV": "GTV je poznata poljska marka koja se ističe svojom ponudom visokokvalitetnih proizvoda za opremanje enterijera i razne projekte. Njihova specijaln ...",
  "MAX": "MAX je poznata marka koja se specijalizuje za proizvodnju vrhunskih alata i mašina za različite industrije. Njihov asortiman obuhvata pneumatske al...",
  "Högert": "Hogert je specijalizovani proizvođač ručnih alata koji se ističe po svojoj inovativnosti i ergonomskom dizajnu. Sa fokusom na korisničko iskustvo, H... ",
  "Wera": "Wera je priznata nemačka marka koja je specijalizovana za proizvodnju visokokvalitetnih ručnih alata. Njihov asortiman obuhvata širok spektar proizv...",
  "Rubi": "Rubi, sinonim za profesionalnost i preciznost, nudi vam vrhunsku kolekciju mašina i alata za keramiku koja zadovoljava visoke standarde u industriji...",
  "Senco": "SENCO, sinonim za snagu i pouzdanost, nudi vam izuzetnu kolekciju zakivača eksera koja zadovoljava visoke standarde u građevinskoj industriji. Sa vi...",
  "Black+Decker": "Black+Decker pruža vam izvanrednu kolekciju alata koja zadovoljava širok spektar potreba kako profesionalaca, tako i entuzijasta širom sveta. Sa više...",
  "MTX": "MTX - pruža vam izvanrednu kolekciju ručnih alata koja je posebno osmišljena za hobiste i ljubitelje ručnih radova. Sa fokusom na jednostavnost i funk...",
  "Sparta": "Sparta, vaš pouzdan izbor za hobističke projekte, pruža vam izvanrednu kolekciju ručnih alata koja je posebno namenjena hobistima i ljubiteljima ručn...",
  "SG Tools": "SG Tools je profesionalni brend dijamantskog pribora. SG Tools proizvodi se ističu svojim kvalitetom i dugotrajnošću. Deo ponuda SG Tools proizvoda ... ",
  "Karcher": "Karcher je svetski poznati proizvođač visokokvalitetnih čistača za domaćinstvo i industriju. Sa inovativnim tehnologijama i visokim standardima, Kar... ",
  "Wolfcraft": "Wolfcraft je renomirani proizvođač alata i pribora za rad na drvetu i metalu. Sa strašću za kvalitetom i inovacijama, Wolfcraft alati su dizajnirani... ",
  "Kwb": "Kwb je proizvođač alata i pribora za rad na drvetu i metalu. Sa dugogodišnjim iskustvom i stručnim znanjem, KWB alati su priznati kao simbol kvalit... ",

  "Idi na brend": "Idi na brend",
  "Pogledaj PDF kataloge": "Pogledaj PDF kataloge",
  "Pogledaj PDF katalog": "Pogledaj PDF katalog",

  "naslov pasusa 1 dewalt": "Vodeći brend",
  "naslov pasusa 2 dewalt": "Rast i razvoj",
  "naslov pasusa 3 dewalt": "Izdvajanje od konkurencije",
  "DEWALT alati - Uvoznik za Srbiju": "DeWalt alati - Uvoznik za Srbiju",
  "text pasusa 1 dewalt": "DEWALT alati, kao vodeći svetski brend u industriji električnih alata, predstavljeni su vam sa ponosom od strane našeg tima kao ekskluzivni uvoznik za Srbiju. Sa više od jednog veka iskustva i inovacija, DEWALT je sinonim za vrhunsku kvalitetu, pouzdanost i performanse koje prevazilaze očekivanja.",
  "text pasusa 2 dewalt": "DEWALT inženjeri neprestano rade na razvoju napredne tehnologije kako bi našim korisnicima omogućili alate koji su bez premca u svojoj klasi. Ova posvećenost inovacijama rezultirala je impresivnim asortimanom alata koji zadovoljavaju potrebe kako profesionalaca, tako i entuzijasta sa visokim zahtevima.",
  "text pasusa 3 dewalt": "Naša kolekcija DEWALT alata obuhvata širok spektar proizvoda, uključujući bušilice, brusilice, testere, odvijače, ubodne testere, sekače i mnoge druge. Bez obzira na vrstu posla ili zahteva projekta, DEWALT alati pružaju izuzetne performanse i pouzdanost u svakoj situaciji.",
  "text do kraja dewalt": "Kada se radi o izdržljivosti, DEWALT alati postavljaju standarde u industriji. Napravljeni od visokokvalitetnih materijala, naši alati su dizajnirani da izdrže teške radne uslove, garantujući dugotrajnost i pouzdanost u svakom trenutku.\n\nBaterijska tehnologija je srce mnogih DEWALT alata, pružajući neograničenu mobilnost i fleksibilnost bez potrebe za stalnom blizinom električne utičnice. Naše baterije su brzo punjive i imaju dug vek trajanja, pružajući vam više vremena za obavljanje posla i manje vremena za čekanje.\n\nDEWALT alati su izrađeni uz pažnju prema bezbednosti korisnika. Svaki proizvod prolazi kroz rigorozne bezbednosne testove kako bi se osiguralo da zadovoljava najviše standarde zaštite i sigurnosti. Bez obzira na vaše iskustvo u radu sa alatima, DEWALT će vas podržati sa bezbednošću i pouzdanošću koju zaslužujete.\n\nPostanite deo globalne zajednice korisnika DEWALT alata i iskusite inovaciju i snagu koju donose naši proizvodi. Kao uvoznik i distributer za Srbiju, ponosimo se što vam pružamo pristup širokom asortimanu alata koji će vam pomoći da ostvarite izuzetne rezultate u svakom projektu.\n\nUverite se zašto DEWALT alati predstavljaju pravi izbor za sve vaše potrebe. Neka vaš rad bude bezgraničan sa DEWALT inovacijama - uz nas, vaš uspeh je zagarantovan.",

  "naslov pasusa 1 bosch": "Tržište",
  "naslov pasusa 2 bosch": "Vrste alata",
  "naslov pasusa 3 bosch": "Istorija Bosch-a u Srbiji",
  "BOSCH alati - Uvoznik za Srbiju": "Bosch alati - Uvoznik za Srbiju",
  "text pasusa 1 bosch": "Bosch Power Tools je jedna od najvećih svetskih firmi koja se bavi proizvodnjom električnih i ručnih alata. Bosch Professional predstavlja sinonim za kvalitet i trajnost. Bosch električni i akumulatorski alati su jedni od najkorišćenijih i najprodavanijih alata na tržišu.",
  "text pasusa 2 bosch": "Sem Bosch plavih profesionalnih alata, postoje i Bosch HG alati - to su Bosch Hobby zeleni alati i Bosch baštenski alati. Kao i Bosch plavi alat i ovi alati su izuzetno kvalitetni, a o tome nam govori i garancija koja iznosi 3 godine na obe serije alata.",
  "text pasusa 3 bosch": "Bosch Srbija je ogranak kompanije koji na našem tržištu posluje od 2006. godine i kontinuirano je najzastupljenija marka u Srbiji. Kompanija Bosch sa brendovima kao što su Bosch i Dremel, baca fokus na kupce i veliki inženjerski napredak. Osnovni faktori uspeha su inovativna snaga i tempo inovacija.",
  "text do kraja bosch": "U 2019. godini Bosch električni alati su lansirali više od 100 novih proizvoda na nemačko tržište u svoja četiri poslovna segmenta električni alati, dodaci, merni alati i baštenski alati. Kontinuiran razvojem i inovacijama Bosch ostaje lider na tržištu alata u celom svetu. Uz Bosch Biturbo alate za profesionalce i IouSeries za hobi korisnike sa najvišim potrebama, Bosch lansira potpuno nove bežične električne alate. Bosch električni alati predstavljaju inovaciju, rekao je Henk Becker, predsednik Robert Bosch Power Tools GmbH. Oblikujemo tehnički razvoj industrije. Naša je tvrdnja da imamo najmanje i najsnažnije baterije na tržištu, da zamenjujemo kablovske alate bežičnim alatima na duži rok. Novi Bosch električni alati za profesionalce optimizovani su ProCore18V baterijama za maksimalne performanse. To ih čini moćnijim od svih prethodnih Bosch bežičnih alata. Ovo se zasniva na optimalnoj koordinaciji njihovog motora bez četkica sa elektronikom i baterijom, tako da se baterije visokih performansi mogu iskoristiti u punom potencijalu. Pored toga, Bosch Biturbo alati se mogu pohvaliti dodatnim prednostima kao što su mala težina i interaktivni ekran: Profesionalci stoga mogu prilagoditi alate prema svojim potrebama. Bosch alati neprestano proširuju svoj bežični segment i za kućne entuzijaste i za profesionalce. Fokus je i ostaće na sistemima baterija od 18 volti. Bosch garantuje kompatibilnost sa svim postojećim i budućim električnim alatima iste klase napona - kako u sistemima za profesionalce, tako i u sistemima za diy entuzijaste. Ovo omogućava korisnicima da rade bez baterija i punjača koji im nisu potrebni - istovremeno štedeći novac. Ako želite kvalitetne alate, sa 3 godine garancije birajte Bosch alat!",

  "naslov pasusa 1 stanley": "Tržište",
  "naslov pasusa 2 stanley": "Ručni alati",
  "naslov pasusa 3 stanley": "Tehnologija i napredak",
  "Stanley alati - Uvoznik za Srbiju": "Stanley alati - Uvoznik za Srbiju",
  "text pasusa 1 stanley": "Stanley, sinonim za kvalitet i pouzdanost, pruža vam širok asortiman ručnih i električnih alata koji će vas impresionirati snagom i preciznošću. Sa bogatom istorijom koja traje više od 175 godina, Stanley je postao poznat po svojoj posvećenosti inovacijama i dizajnu alata koji zadovoljavaju potrebe svakog korisnika.",
  "text pasusa 2 stanley": "Naša kolekcija ručnih alata obuhvata sve što vam je potrebno za svaki posao - od čekića, odvijača i ključeva, pa do libela, testera i noževa. Izgrađeni sa pažnjom prema detaljima, naši ručni alati vam pružaju izdržljivost i pouzdanost koja će vas podržati tokom godina.",
  "text pasusa 3 stanley": "Stanley električni alati predstavljaju spoj naprednih tehnologija i snage, obezbeđujući vam vrhunsku efikasnost i produktivnost. Bušilice, brusilice, ubodne testere i drugi električni alati predstavljaju srce naše ponude, prilagođeni kako profesionalcima, tako i kućnim majstorima koji traže vrhunske performanse.",
  "text do kraja stanley": "Uz svoju svestranost i pouzdanost, Stanley alati donose vam i jednostavnost upotrebe. Intuitivan dizajn i ergonomska konstrukcija omogućavaju vam komforno rukovanje alatima, što vam omogućava duže radne sate bez umora.\n\nKada je u pitanju izdržljivost, Stanley postavlja standarde. Naši alati su izrađeni od najkvalitetnijih materijala kako bi izdržali najteže uslove i pružili vam dugotrajnu pouzdanost u svakom trenutku.\n\nSigurnost je naša glavna briga, zbog čega svi Stanley alati prolaze kroz rigorozne bezbednosne testove kako bi vam pružili bezbrižno radno iskustvo. Možete se osloniti na našu posvećenost vašoj sigurnosti dok koristite naše proizvode.\n\nStanley takođe ceni održivost i ekološki odgovoran pristup. Trudimo se da smanjimo naš uticaj na životnu sredinu, obezbeđujući ekološki prihvatljive proizvode koji će vam pomoći da obavite svoj rad sa poštovanjem prema prirodi.\n\nUverite se zašto milioni korisnika širom sveta poveravaju svoje projekte Stanley alatima. Naša posvećenost kvalitetu, pouzdanosti i performansama čini nas pouzdanim partnerom za sve vaše potrebe. Sa Stanley alatima u vašim rukama, svaki posao postaje lakši i efikasniji.",

  "naslov pasusa 1 rems": "Tržište",
  "naslov pasusa 2 rems": "Cevi i instalacije",
  "naslov pasusa 3 rems": "Tehnologija i napredak",
  "REMS - Uvoznik za Srbiju": "REMS - Uvoznik za Srbiju",
  "text pasusa 1 rems": "REMS, simbol kvaliteta i efikasnosti, donose vam vrhunski asortiman alata koji zadovoljavaju potrebe profesionalaca i majstora širom sveta. Sa više od 100 godina iskustva u industriji, REMS je postao sinonim za pouzdanost i vrhunske performanse.",
  "text pasusa 2 rems": "Naša kolekcija alata obuhvata sve što vam je potrebno za rad sa cevima i instalacijama - od presa za cevi, prese za fitinge, do sečica i mašina za čišćenje cevi. Svaki REMS alat je pažljivo dizajniran kako bi vam omogućio preciznost i brzinu, čineći vaše radne zadatke jednostavnim i efikasnim.",
  "text pasusa 3 rems": "REMS inženjeri su stručnjaci u razvoju inovativnih rešenja koja odgovaraju potrebama savremenih majstora. Napredne tehnologije koje koristimo u proizvodnji naših alata obezbeđuju vam pouzdanost i dugotrajnost tokom upotrebe.",
  "text do kraja rems": "Kvalitet materijala koji koristimo je od suštinske važnosti, pa se trudimo da naši alati budu izrađeni od najkvalitetnijih materijala kako bismo osigurali njihovu izdržljivost i pouzdanost u teškim radnim uslovima.\n\nREMS alati su dizajnirani sa fokusom na jednostavnu upotrebu i ergonomiju, čime vam omogućavamo da obavite vaš rad sa lakoćom i bez napora.\n\nSigurnost je naš prioritet, zbog čega se naši proizvodi podvrgavaju rigoroznim bezbednosnim testovima kako bismo vam obezbedili bezbrižno radno iskustvo.\n\nUverite se zašto profesionalci širom sveta poveravaju svoje projekte REMS alatima. Naša posvećenost kvalitetu, efikasnosti i inovaciji čini nas prvim izborom za sve vaše potrebe u radu sa cevima i instalacijama. Sa REMS alatima, svaki zadatak postaje lakši i produktivniji.\n\n",

  "naslov pasusa 1 wiha": "Kvalitet i standard",
  "naslov pasusa 2 wiha": "Širok asortiman",
  "naslov pasusa 3 wiha": "Tehnologija i napredak",
  "Wiha alati - Uvoznik za Srbiju": "Wiha alati - Uvoznik za Srbiju",
  "text pasusa 1 wiha": "Wiha, sinonim za izvrsnost i prilagodljivost, donose vam širok spektar ručnih alata koji zadovoljavaju najviše standarde kvaliteta i performansi. Sa preko 80 godina iskustva u proizvodnji alata, Wiha je postala jedan od najpouzdanijih brendova među profesionalcima i majstorima širom sveta.",
  "text pasusa 2 wiha": "Naša kolekcija Wiha alata obuhvata širok asortiman proizvoda - od šrafcigera, odvijača i ključeva, do klešta, čekića i mnogih drugih alata. Svaki Wiha alat je pažljivo osmišljen kako bi pružio vrhunsku funkcionalnost i pouzdanost tokom svake upotrebe.",
  "text pasusa 3 wiha": "Wiha inženjeri su posvećeni inovacijama i neprestano rade na razvoju novih tehnologija kako bi vam pružili najbolje alate na tržištu. Naše napredne tehnologije čine vaš rad efikasnim i preciznim, omogućavajući vam da se nosite sa raznovrsnim izazovima vaših projekata.",
  "text do kraja wiha": "Kvalitet materijala kojima se koristimo je od suštinskog značaja. Naši alati su izrađeni od najfinijih materijala, pružajući vam izdržljivost i pouzdanost koja će vam služiti dugi niz godina.\n\nWiha alati su dizajnirani kako bi vam omogućili udobnost i preciznost tokom rada. Ergonomski dizajn i intuitivna upotreba čine vaš rad prijatnim i bez napora, čak i tokom dugih radnih sati.\n\nSigurnost je naš prioritet. Naši proizvodi prolaze stroge bezbednosne testove kako bismo vam pružili bezbrižno radno iskustvo i zaštitili vas tokom upotrebe naših alata.\n\nBilo da ste profesionalac ili entuzijasta, Wiha alati su pravi izbor za sve vaše potrebe. Pridružite se milionima korisnika širom sveta koji veruju u kvalitet i pouzdanost Wiha brenda. Sa Wiha alatima, možete se osloniti na vrhunske performanse i postići izvanredne rezultate u svakom projektu.",

  "naslov pasusa 1 knipex": "Tržište i kvalitet",
  "naslov pasusa 2 knipex": "Asortiman",
  "naslov pasusa 3 knipex": "Tehnologija i napredak",
  "Knipex alati - Uvoznik za Srbiju": "Knipex alati - Uvoznik za Srbiju",
  "text pasusa 1 knipex": "Knipex, sinonim za profesionalnost i preciznost, nudi vam vrhunsku kolekciju ručnih alata koja je prilagođena potrebama zahtevnih korisnika širom sveta. Sa preko 135 godina iskustva u proizvodnji alata, Knipex je postao pouzdan partner za profesionalce koji zahtevaju najviše standarde kvaliteta.",
  "text pasusa 2 knipex": "Naša široka paleta Knipex alata obuhvata različite proizvode - od klešta, sečica, makaza, pa do grickalica i noževa. Svaki Knipex alat je pažljivo izrađen kako bi vam pružio izuzetnu funkcionalnost i trajnost, čime se olakšava svaki posao.",
  "text pasusa 3 knipex": "Knipex inženjeri posvećuju pažnju detaljima kako bi stvorili inovativne alate koji će vam omogućiti preciznost i efikasnost. Napredne tehnologije koje primenjujemo čine naše proizvode nezaobilaznim za profesionalce širom sveta.",
  "text do kraja knipex": "Kvalitet materijala koji koristimo je od ključnog značaja. Naši alati su napravljeni od najotpornijih materijala, osiguravajući dugotrajnost i pouzdanost u najzahtevnijim radnim uslovima.\n\nKnipex alati se odlikuju ergonomskim dizajnom i jednostavnom upotrebom. Naši alati pružaju vam udobnost tokom rada i omogućavaju vam preciznost čak i u najdelikatnijim zadacima.\n\nSigurnost je naš prioritet. Naši proizvodi prolaze rigorozne bezbednosne testove kako bismo vam pružili bezbrižno radno iskustvo i zaštitili vas tokom upotrebe naših alata.\n\nBilo da se bavite profesionalnim zanatom ili ste ozbiljan entuzijasta, Knipex alati su pravi izbor za sve vaše potrebe. Pridružite se milionima korisnika širom sveta koji veruju u kvalitet i pouzdanost Knipex brenda. Sa Knipex alatima, vaš rad će postati efikasniji i precizniji, što će vam omogućiti da postignete izvanredne rezultate u svakom projektu.",

  "naslov pasusa 1 gtv": "Renomirani brend",
  "naslov pasusa 2 gtv": "Asortiman",
  "naslov pasusa 3 gtv": "Tehnologija i napredak",
  "GTV alati - Uvoznik za Srbiju": "GTV alati - Uvoznik za Srbiju",
  "text pasusa 1 gtv": "GTV, sinonim za inovaciju i kvalitet, donosi vam izuzetnu kolekciju okova i dodataka za nameštaj koji zadovoljavaju najviše standarde funkcionalnosti i estetike. Sa strašću za inovacijama i iskustvom u industriji, GTV je postao renomirani brend među dizajnerima nameštaja i stolarima širom sveta.",
  "text pasusa 2 gtv": "Naša široka paleta GTV okova i dodataka obuhvata različite proizvode - od šarki, klizača i bravica, pa do točkića, ručki i dodatnih elemenata. Svaki GTV proizvod je pažljivo dizajniran kako bi vam pružio funkcionalnost i pouzdanost, istovremeno oplemenjujući izgled vašeg nameštaja.",
  "text pasusa 3 gtv": "GTV inženjeri su posvećeni stvaranju inovativnih rešenja koja će unaprediti vaše projekte. Sa vrhunskim tehnologijama i materijalima, naši proizvodi su nezaobilazni za stvaranje savremenih i funkcionalnih komada nameštaja.",
  "text do kraja gtv": "Kvalitet naših proizvoda je od suštinske važnosti. Svaki GTV okov i dodatak je napravljen od visokokvalitetnih materijala kako bi osigurao dugotrajnost i pouzdanost vašeg nameštaja tokom godina. GTV proizvodi se odlikuju jednostavnom montažom i intuitivnom upotrebom, pružajući vam praktičnost i olakšavajući proces izrade i postavljanja nameštaja. Sigurnost i funkcionalnost su naš prioritet, pa naši proizvodi prolaze rigorozne testove kako bismo vam pružili bezbrižno korišćenje i zaštitili vaše kreacije od habanja i oštećenja. Bilo da se bavite dizajniranjem nameštaja ili ste stolar koji traži vrhunske dodatke, GTV okov i dodaci za nameštaj su pravi izbor za svaku priliku. Pridružite se milionima dizajnera i stolara koji veruju u kvalitet i inovaciju GTV brenda, kako bi vaši projekti dobili novu dimenziju funkcionalnosti i estetike, omogućavajući vam da kreirate izvanredne komade nameštaja koji će zadovoljiti i najviše zahtevne ukuse.",

  "naslov pasusa 1 max": "Standard na tržištu",
  "naslov pasusa 2 max": "Asortiman",
  "naslov pasusa 3 max": "Tehnologija i napredak",
  "MAX vezivači armature i žica - Uvoznik za Srbiju": "MAX vezivači armature i žica - Uvoznik za Srbiju",
  "text pasusa 1 max": "MAX, sinonim za snagu i efikasnost, pruža vam vrhunsku kolekciju vezivača za armaturu i žicu koja zadovoljava visoke standarde u građevinskoj industriji. Sa više od 75 godina iskustva u proizvodnji alata, MAX je postao renomirani brend među profesionalcima širom sveta.",
  "text pasusa 2 max": "Naša široka paleta MAX vezivača obuhvata različite proizvode - od ručnih i pneumatskih vezivača za armaturu, do specijalizovanih alata za vezivanje žice. Svaki MAX alat je pažljivo osmišljen kako bi vam omogućio brzinu i preciznost, čime olakšavamo vaše građevinske projekte.",
  "text pasusa 3 max": "MAX inženjeri su posvećeni inovacijama kako bi vam pružili vezivače sa najnaprednijom tehnologijom na tržištu. Naši proizvodi se ističu po pouzdanosti i jednostavnoj upotrebi, čime vam omogućavaju visok nivo produktivnosti na gradilištu.",
  "text do kraja max": "Kvalitet materijala kojima se koristimo je od suštinskog značaja. Naši vezivači su izrađeni od izdržljivih materijala kako bi izdržali zahtevne radne uslove i osigurali dugotrajnost i pouzdanost u svakom trenutku.\n\nMAX vezivači armature i žica se odlikuju praktičnim dizajnom i mogućnošću prilagodbe različitim potrebama na gradilištu. Naši alati pružaju vam brze i precizne rezultate, što čini vaš rad efikasnim i produktivnim.\n\nSigurnost i performanse su naš prioritet. Naši proizvodi prolaze stroge bezbednosne testove kako bismo vam pružili bezbrižno korišćenje i zaštitili vas tokom upotrebe naših vezivača.\n\nBilo da se bavite građevinom i armaturom ili radite sa žicom, MAX vezivači armature i žica su pravi izbor za sve vaše potrebe. Pridružite se građevinskim profesionalcima širom sveta koji veruju u kvalitet i pouzdanost MAX brenda. Sa MAX vezivačima armature i žica, vaši projekti će biti obavljeni brže i sa izuzetnim rezultatima, omogućavajući vam da postignete visok nivo uspeha u svakom građevinskom poduhvatu.",

  "naslov pasusa 1 hogert": "Standard na tržištu",
  "naslov pasusa 2 hogert": "Asortiman",
  "naslov pasusa 3 hogert": "Tehnologija i napredak",
  "Hogert alati - Uvoznik za Srbiju": "Hogert alati - Uvoznik za Srbiju",
  "text pasusa 1 hogert": "Hogert, sinonim za kvalitet i pristupačnost, pruža vam izvanrednu kolekciju alata koji zadovoljavaju širok spektar potreba korisnika. Sa dugogodišnjim iskustvom u industriji, Hogert je postao prepoznatljiv brend među profesionalcima i entuzijastima širom sveta.",
  "text pasusa 2 hogert": "Naša široka paleta Hogert alata obuhvata različite proizvode - od ručnih alata, električnih alata, setova alata, do pribora i dodataka. Svaki Hogert alat je pažljivo osmišljen kako bi vam pružio pouzdanost i izdržljivost u raznim radnim situacijama, čineći vaše projekte uspešnim i efikasnim.",
  "text pasusa 3 hogert": "Hogert inženjeri su posvećeni razvoju alata koji odgovaraju potrebama korisnika. Naša želja za inovacijama rezultira proizvodima koji su u korak sa tehnološkim napretkom, omogućavajući vam da postignete najbolje rezultate u svakom radnom zadatku.",
  "text do kraja hogert": "Kvalitet materijala koji koristimo je od suštinske važnosti. Hogert alati su izrađeni od čvrstih i izdržljivih materijala kako bi izdržali svakodnevnu upotrebu i pružili vam dugotrajnost tokom godina.\n\nHogert alati se odlikuju praktičnim dizajnom i jednostavnom upotrebom. Naši proizvodi pružaju vam udobnost tokom rada i omogućavaju vam preciznost u svakom koraku vašeg projekta.\n\nSigurnost i performanse su naš prioritet. Naši proizvodi prolaze kroz stroge bezbednosne testove kako bismo vam pružili bezbrižno radno iskustvo i zaštitili vas tokom upotrebe naših alata.\n\nBilo da se bavite profesionalnim radom ili hobi projektima, Hogert alati su pravi izbor za sve vaše potrebe. Pridružite se hiljadama korisnika širom sveta koji veruju u kvalitet i pristupačnost Hogert brenda. Sa Hogert alatima, vaši projekti će biti obavljeni sa lakoćom i pouzdanošću, omogućavajući vam da ostvarite izvanredne rezultate u svakoj situaciji.",

  "naslov pasusa 1 wera": "Standard na tržištu",
  "naslov pasusa 2 wera": "Asortiman",
  "naslov pasusa 3 wera": "Tehnologija i napredak",
  "Wera alati - Uvoznik za Srbiju": "Wera alati - Uvoznik za Srbiju",
  "text pasusa 1 wera": "Wera, sinonim za profesionalnost i inovaciju, pruža vam vrhunsku kolekciju ručnih alata koji su omiljeni među profesionalcima i entuzijastima širom sveta. Sa više od 80 godina iskustva u proizvodnji alata, Wera je postala simbol kvaliteta i pouzdanosti među korisnicima.",
  "text pasusa 2 wera": "Naša široka paleta Wera ručnih alata obuhvata širok spektar proizvoda - od odvijača, nasadnih ključeva, klešta, do setova sa specijalnim alatima. Svaki Wera alat je pažljivo osmišljen kako bi pružio izuzetne performanse i trajnost, čineći vaše radne zadatke lakšim i efikasnijim.",
  "text pasusa 3 wera": "Wera inženjeri su posvećeni inovacijama kako bi vam omogućili alate sa najnaprednijim tehnologijama na tržištu. Naša stalna želja za poboljšanjem rezultirala je alatima koji se ističu po svojoj preciznosti i praktičnosti.",
  "text do kraja wera": "Kvalitet materijala kojima se koristimo je ključan za naš uspeh. Naši alati su izrađeni od najkvalitetnijih materijala kako bi izdržali najteže radne uslove i pružili vam dugotrajnost i pouzdanost u svakom trenutku.\n\nWera alati se ističu ergonomskim dizajnom i intuitivnom upotrebom. Naši alati pružaju vam udobnost tokom radnog procesa i omogućavaju vam precizno rukovanje, čime postižete najbolje rezultate.\n\nSigurnost je naša briga. Naši proizvodi prolaze rigorozne bezbednosne testove kako bismo vam pružili bezbrižno radno iskustvo i zaštitili vas tokom upotrebe naših alata.\n\nBilo da ste profesionalac koji traži vrhunske alate za svoje svakodnevne zadatke ili entuzijasta koji želi da ostvari svoje projekte, Wera ručni alati su pravi izbor za sve vaše potrebe. Pridružite se milionima korisnika širom sveta koji veruju u kvalitet i inovaciju Wera brenda. Sa Wera ručnim alatima, vaš rad postaje efikasniji i precizniji, omogućavajući vam da ostvarite izvanredne rezultate u svakom poduhvatu.",

  "naslov pasusa 1 rubi": "Standard na tržištu",
  "naslov pasusa 2 rubi": "Asortiman",
  "naslov pasusa 3 rubi": "Tehnologija i napredak",
  "Rubi alati - Uvoznik za Srbiju": "Rubi alati - Uvoznik za Srbiju",
  "text pasusa 1 rubi": "Rubi, sinonim za profesionalnost i preciznost, nudi vam vrhunsku kolekciju mašina i alata za keramiku koja zadovoljava visoke standarde u industriji. Sa više od 70 godina iskustva u proizvodnji alata za keramičare, Rubi je postao priznat brend među profesionalcima širom sveta.",
  "text pasusa 2 rubi": "Naša široka paleta Rubi mašina i alata obuhvata različite proizvode - od keramičarskih sekača, brusilica i bušilica, pa do mašina za sečenje pločica i alata za nivelisanje. Svaki Rubi proizvod je pažljivo osmišljen kako bi vam pružio vrhunsku funkcionalnost i pouzdanost, olakšavajući svaki korak u vašem keramičarskom radu.",
  "text pasusa 3 rubi": "Rubi inženjeri su stručnjaci u stvaranju alata koji zadovoljavaju zahteve keramičara. Naša stalna želja za inovacijama rezultirala je alatima koji se ističu po svojoj naprednoj tehnologiji i preciznosti, čime vam omogućavamo najbolje rezultate.",
  "text do kraja rubi": "Kvalitet materijala kojima se koristimo je od suštinskog značaja. Naši alati su izrađeni od visokokvalitetnih materijala kako bi izdržali zahtevne radne uslove i pružili vam dugotrajnost i pouzdanost u svakoj keramičarskoj primeni.\n\nRubi alati za keramiku se odlikuju ergonomskim dizajnom i jednostavnom upotrebom. Naši proizvodi pružaju vam udobnost tokom rada i omogućavaju vam da postignete preciznost i estetiku u svakom sečenju, brušenju ili bušenju keramičkih materijala.\n\nSigurnost i performanse su naš prioritet. Naši proizvodi prolaze rigorozne bezbednosne testove kako bismo vam pružili bezbrižno korišćenje i zaštitili vas tokom upotrebe naših alata za keramiku.\n\nBilo da ste profesionalni keramičar ili amaterski entuzijasta, Rubi mašine i alati za keramiku su pravi izbor za sve vaše potrebe. Pridružite se profesionalcima širom sveta koji veruju u kvalitet i pouzdanost Rubi brenda. Sa Rubi mašinama i alatima za keramiku, vaši projekti će dobiti novu dimenziju preciznosti i estetike, omogućavajući vam da ostvarite izvanredne rezultate u svakom keramičarskom poduhvatu.",

  "naslov pasusa 1 senco": "Standard na tržištu",
  "naslov pasusa 2 senco": "Asortiman",
  "naslov pasusa 3 senco": "Tehnologija i napredak",
  "Senco alati - Uvoznik za Srbiju": "Senco alati - Uvoznik za Srbiju",
  "text pasusa 1 senco": "SENCO, sinonim za snagu i pouzdanost, nudi vam izuzetnu kolekciju zakivača eksera koja zadovoljava visoke standarde u građevinskoj industriji. Sa više od 75 godina iskustva u proizvodnji alata za građevinare i stolare, SENCO je postao renomirani brend među profesionalcima širom sveta.",
  "text pasusa 2 senco": "Naša široka paleta SENCO zakivača eksera obuhvata različite modele i veličine - od pneumatskih zakivača za brze i precizne aplikacije, do baterijskih zakivača koji vam pružaju mobilnost na gradilištu. Svaki SENCO zakivač je pažljivo osmišljen kako bi vam omogućio visok nivo produktivnosti i trajnosti, olakšavajući vaše građevinske i stolarske projekte.",
  "text pasusa 3 senco": "SENCO inženjeri su posvećeni inovacijama kako bi vam omogućili alate sa najnaprednijom tehnologijom na tržištu. Naši zakivači se ističu po svojoj snazi i brzini, čime vam omogućavaju brzo i efikasno zakivanje eksera u različite materijale.",
  "text do kraja senco": "Kvalitet materijala kojima se koristimo je od suštinskog značaja. Naši zakivači su izrađeni od izdržljivih materijala kako bi izdržali zahtevne radne uslove i pružili vam dugotrajnost i pouzdanost u svakom zakivanju.\n\nSENCO zakivači eksera se odlikuju ergonomskim dizajnom i jednostavnom upotrebom. Naši alati pružaju vam udobnost tokom rada i omogućavaju vam precizno pozicioniranje eksera, čime postižete savršene rezultate.\n\nSigurnost i performanse su naš prioritet. Naši proizvodi prolaze rigorozne bezbednosne testove kako bismo vam pružili bezbrižno korišćenje i zaštitili vas tokom upotrebe naših zakivača eksera.\n\nBilo da se bavite građevinskim radovima ili stolarskim projektima, SENCO zakivači eksera su pravi izbor za sve vaše potrebe. Pridružite se profesionalcima širom sveta koji veruju u kvalitet i pouzdanost SENCO brenda. Sa SENCO zakivačima eksera, vaši projekti će biti obavljeni brže i sa izvanrednim rezultatima, omogućavajući vam da postignete vrhunske rezultate u svakom građevinskom i stolarskom poduhvatu.",

  "naslov pasusa 1 black+decker": "Standard na tržištu",
  "naslov pasusa 2 black+decker": "Asortiman",
  "naslov pasusa 3 black+decker": "Tehnologija i napredak",
  "Black+Decker alati - Uvoznik za Srbiju": "Black+Decker alati - Uvoznik za Srbiju",
  "text pasusa 1 black+decker": "Black+Decker pruža vam izvanrednu kolekciju alata koja zadovoljava širok spektar potreba kako profesionalaca, tako i entuzijasta širom sveta. Sa više od sto godina iskustva u proizvodnji alata, Black+Decker je postao poznat i cenjen brend među korisnicima.",
  "text pasusa 2 black+decker": "Naša široka paleta Black+Decker alata obuhvata sve što vam je potrebno - od električnih alata kao što su bušilice, brusilice, testere, do ručnih alata kao što su šrafcigeri, ključevi i klešta. Svaki Black+Decker alat je pažljivo osmišljen kako bi vam pružio snagu i izdržljivost za svaku vrstu posla, od sitnih kućnih popravki do zahtevnih građevinskih projekata.",
  "text pasusa 3 black+decker": "Black+Decker inženjeri su posvećeni inovacijama kako bi vam omogućili alate sa najnaprednijim tehnologijama na tržištu. Naša stalna težnja za unapređenjem rezultirala je alatima koji su jednostavni za korišćenje, a istovremeno pružaju visok nivo performansi i efikasnosti.",
  "text do kraja black+decker": "Kvalitet materijala kojima se koristimo je od suštinskog značaja. Black+Decker alati su izrađeni od visokokvalitetnih materijala kako bi izdržali najzahtevnije radne uslove i pružili vam dugotrajnost i pouzdanost tokom dugog veka trajanja. Black+Decker alati se odlikuju ergonomskim dizajnom i jednostavnom upotrebom. Naši proizvodi pružaju vam udobnost tokom rada, smanjujući zamor i omogućavajući vam da obavljate poslove sa preciznošću i lakoćom. Sigurnost je naš prioritet. Svi Black+Decker alati prolaze kroz rigorozne bezbednosne testove kako bismo vam pružili bezbrižno radno iskustvo i zaštitili vas tokom upotrebe naših alata. Bilo da se bavite profesionalnim zanatom, popravkama u kući ili jednostavno uživate u hobijima, Black+Decker alati su pravi izbor za sve vaše potrebe. Pridružite se milionima korisnika širom sveta koji veruju u kvalitet i inovaciju Black+Decker brenda. Sa Black+Decker alatima, vaši projekti će biti obavljeni sa snagom i preciznošću, omogućavajući vam da postignete izvanredne rezultate u svakom poduhvatu.",

  "naslov pasusa 1 mtx": "Standard na tržištu",
  "naslov pasusa 2 mtx": "Asortiman",
  "naslov pasusa 3 mtx": "Tehnologija i napredak",
  "MTX alati - Uvoznik za Srbiju": "MTX alati - Uvoznik za Srbiju",
  "text pasusa 1 mtx": "MTX - pruža vam izvanrednu kolekciju ručnih alata koja je posebno osmišljena za hobiste i ljubitelje ručnih radova. Sa fokusom na jednostavnost i funkcionalnost, MTX alati su idealan izbor za sve vaše hobističke projekte i kreativne poduhvate.",
  "text pasusa 2 mtx": "Naša široka paleta MTX ručnih alata obuhvata sve što je potrebno za vaše hobije - od raznih šrafcigera, ključeva i klešta, do odvijača, čekića i mnogih drugih alata. Svaki MTX alat je pažljivo dizajniran kako bi vam pružio pouzdanost i jednostavnost upotrebe, olakšavajući vam svaki korak u vašim ručnim radovima.",
  "text pasusa 3 mtx": "MTX inženjeri su posvećeni pružanju alata koji su prilagođeni potrebama hobista. Naša pažnja prema detaljima i jednostavan dizajn rezultira proizvodima koji su laki za korišćenje, bez obzira na vaše iskustvo u hobijima.",
  "text do kraja mtx": "Kvalitet materijala kojima se koristimo je od suštinske važnosti. MTX alati su izrađeni od izdržljivih materijala koji će vam omogućiti dugotrajnost i pouzdanost u vašim kreativnim projektima.\n\nMTX ručni alati su intuitivni za korišćenje. Naši proizvodi pružaju vam udobnost tokom rada, omogućavajući vam da se prepustite svojoj kreativnosti i ostvarite sjajne rezultate.\n\nSigurnost i jednostavnost su naš prioritet. Svi MTX alati su pažljivo testirani kako bismo vam pružili bezbrižno iskustvo i zaštitili vas tokom korišćenja naših alata za hobiste.\n\nBilo da ste početnik u svetu hobija ili iskusni ljubitelj ručnih radova, MTX ručni alati su pravi izbor za sve vaše potrebe. Pridružite se zajednici hobista širom sveta koji veruju u kvalitet i pouzdanost MTX brenda. Sa MTX alatima, vaši hobistički projekti će postati još zabavniji i zadovoljavajući, omogućavajući vam da ostvarite svoje kreativne ideje sa lakoćom i sigurnošću.",

  "naslov pasusa 1 sparta": "Standard na tržištu",
  "naslov pasusa 2 sparta": "Asortiman",
  "naslov pasusa 3 sparta": "Tehnologija i napredak",
  "Sparta alati - Uvoznik za Srbiju": "Sparta alati - Uvoznik za Srbiju",
  "text pasusa 1 sparta": "Sparta, vaš pouzdan izbor za hobističke projekte, pruža vam izvanrednu kolekciju ručnih alata koja je posebno namenjena hobistima i ljubiteljima ručnih radova. Sa fokusom na jednostavnost i praktičnost, Sparta alati su idealan izbor za sve vaše hobističke aktivnosti i kreativne poduhvate.",
  "text pasusa 2 sparta": "Naša široka paleta Sparta ručnih alata obuhvata sve što je potrebno za vaše hobije - od šrafcigera, klešta, ključeva, do odvijača, čekića i mnogih drugih alata. Svaki Sparta alat je pažljivo dizajniran kako bi vam pružio pouzdanost i jednostavnost upotrebe, čineći vaše hobističke projekte lakšim i zabavnijim.",
  "text pasusa 3 sparta": "Sparta alati su posebno prilagođeni potrebama hobista. Naša pažnja prema detaljima i jednostavan dizajn rezultira proizvodima koji su laki za korišćenje, čak i za one sa manje iskustva u ručnim radovima.",
  "text do kraja sparta": "Kvalitet materijala kojima se koristimo je od suštinske važnosti. Sparta alati su izrađeni od izdržljivih materijala koji će vam omogućiti dugotrajnost i pouzdanost tokom vaših hobističkih aktivnosti.\n\nSparta ručni alati su intuitivni za korišćenje. Naši proizvodi pružaju vam udobnost tokom rada, omogućavajući vam da se prepustite svojoj kreativnosti i ostvarite sjajne rezultate u vašim projektima.\n\nSigurnost i jednostavnost su naš prioritet. Svi Sparta alati prolaze kroz stroge bezbednosne testove kako bismo vam pružili bezbrižno iskustvo i zaštitili vas tokom korišćenja naših alata za hobiste.\n\nBilo da ste početnik u svetu hobija ili iskusni ljubitelj ručnih radova, Sparta ručni alati su pravi izbor za sve vaše potrebe. Pridružite se zajednici hobista širom sveta koji veruju u kvalitet i praktičnost Sparta brenda. Sa Sparta alatima, vaši hobistički projekti će postati još zabavniji i uspešniji, omogućavajući vam da ostvarite svoje kreativne ideje sa lakoćom i pouzdanošću.",

  "naslov pasusa 1 sg tools": "Renomirani brend",
  "naslov pasusa 2 sg tools": "Asortiman",
  "naslov pasusa 3 sg tools": "Cena i kvalitet",
  "SG Tools alati - Uvoznik za Srbiju": "SG Tools alati - Uvoznik za Srbiju",
  "text pasusa 1 sg tools": "SG Tools je istaknuti profesionalni brend dijamantskog pribora koji je poznat po svom vrhunskom kvalitetu i izuzetnoj dugotrajnosti. Njihovi proizvodi postavljaju standarde u industriji i predstavljaju pouzdan izbor za širok spektar korisnika.",
  "text pasusa 2 sg tools": "SG Tools je profesionalni brend dijamantskog pribora. SG Tools proizvodi se ističu svojim kvalitetom i dugotrajnošću. Deo ponuda SG Tools proizvoda obuhvata: dijamantske bušače keramike, dijamantske diskove za sečenje betona i dijamantske diskove za sečenje keramike. Odličan odnos cene i kvaliteta doprinosi sve većoj prisutnosti brenda u Srbiji.",
  "text pasusa 3 sg tools": "Ono što SG Tools čini posebnim je njihov odličan odnos cene i kvaliteta. Ovi proizvodi su pristupačni, što omogućava širem krugu korisnika da uživa u profesionalnom alatu bez kompromisa na kvalitetu. Zbog toga SG Tools brend sve više dobija na prisutnosti na tržištu Srbije i postaje prvi izbor mnogih stručnjaka i entuzijasta.",
  "text do kraja sg tools": "Brend SG Tools se ističe i po posvećenosti kvalitetu svojih proizvoda, pažljivo biranim materijalima i visokim standardima proizvodnje. Kroz konstantno istraživanje i razvoj, SG Tools teži da unapredi svoje proizvode i isprati potrebe savremenih korisnika, nudeći im alate koji će im olakšati svakodnevne zadatke i omogućiti postizanje vrhunskih rezultata.\n\nUkoliko tražite dijamantski pribor koji će vas oduševiti svojom pouzdanošću i performansama, SG Tools je brend na koji možete računati. Njihova strast prema inovacijama i neprekidno teženje ka unapređenju čine ih pouzdanim partnerom kako za profesionalce, tako i za sve one koji žele vrhunski alat za svoje projekte.",

  "naslov pasusa 1 karcher": "Standard na tržištu",
  "naslov pasusa 2 karcher": "Asortiman",
  "naslov pasusa 3 karcher": "Tehnologija i napredak",
  "Karcher alati - Uvoznik za Srbiju": "Karcher alati - Uvoznik za Srbiju",
  "text pasusa 1 karcher": "Karcher, sinonim za snagu i efikasnost, nudi vam izvanrednu kolekciju alata za čišćenje koja zadovoljava širok spektar potreba kako u domaćinstvima, tako i u industriji širom sveta. Sa više od 80 godina iskustva u oblasti čišćenja, Karcher je postao lider u industriji i prepoznatljiv brend među korisnicima.",
  "text pasusa 2 karcher": "Naša široka paleta Karcher alata za čišćenje obuhvata sve što vam je potrebno - od visokopritisnih perača, parnih čistača, usisivača, do čistača podova i mnogih drugih alata. Svaki Karcher proizvod je pažljivo osmišljen kako bi vam pružio izuzetnu snagu čišćenja i brzinu, čineći svaki zadatak čišćenja jednostavnim i efikasnim.",
  "text pasusa 3 karcher": "Karcher inženjeri su posvećeni inovacijama kako bi vam omogućili alate sa najnaprednijim tehnologijama na tržištu. Naša konstantna težnja za unapređenjem rezultira proizvodima koji postavljaju standarde u čišćenju, omogućavajući vam da ostvarite savršenu čistoću sa minimalnim naporom.",
  "text do kraja karcher": "Kvalitet materijala kojima se koristimo je od suštinske važnosti. Karcher alati su izrađeni od izdržljivih materijala kako bi izdržali zahtevne radne uslove i pružili vam dugotrajnost tokom dugog veka trajanja.\n\nKarcher alati se odlikuju praktičnim dizajnom i jednostavnom upotrebom. Naši proizvodi pružaju vam udobnost tokom rada i omogućavaju vam da obavite čišćenje sa preciznošću i brzinom, bez muke.\n\nSigurnost je naš prioritet. Svi Karcher alati prolaze kroz rigorozne bezbednosne testove kako bismo vam pružili bezbrižno iskustvo i zaštitili vas tokom upotrebe naših alata za čišćenje.\n\nBilo da želite očistiti vaše domaćinstvo, dvorište ili industrijski prostor, Karcher alati su pravi izbor za sve vaše potrebe. Pridružite se milionima korisnika širom sveta koji veruju u kvalitet i efikasnost Karcher brenda. Sa Karcher alatima za čišćenje, vaše zadatke čišćenja ćete obavljati sa lakoćom i dobiti besprekorno čiste površine, omogućavajući vam da uživate u čistom i blistavom okruženju.",

  "naslov pasusa 1 wolfcraft": "Standard na tržištu",
  "naslov pasusa 2 wolfcraft": "Asortiman",
  "naslov pasusa 3 wolfcraft": "Tehnologija i napredak",
  "Wolfcraft alati - Uvoznik za Srbiju": "Wolfcraft alati - Uvoznik za Srbiju",
  "text pasusa 1 wolfcraft": "Wolfcraft, sinonim za kvalitet i inovaciju, pruža vam izuzetnu kolekciju alata koja zadovoljava širok spektar potreba kako profesionalnih majstora, tako i entuzijasta hobista širom sveta. Sa više od sedam decenija iskustva u industriji, Wolfcraft je postao prepoznatljiv i cenjen brend među korisnicima.",
  "text pasusa 2 wolfcraft": "Naša široka paleta Wolfcraft alata obuhvata sve što vam je potrebno - od ručnih alata, električnih alata, do pribora i dodataka. Svaki Wolfcraft alat je pažljivo osmišljen kako bi vam pružio vrhunski kvalitet, pouzdanost i inovaciju, bilo da se bavite profesionalnim radom ili uživate u hobijima.",
  "text pasusa 3 wolfcraft": "Wolfcraft inženjeri su posvećeni razvoju alata koji odgovaraju potrebama korisnika. Naša stalna težnja za inovacijama rezultira proizvodima koji su u korak sa tehnološkim napretkom, omogućavajući vam da obavljate poslove sa visokom preciznošću i efikasnošću.",
  "text do kraja wolfcraft": "Kvalitet materijala kojima se koristimo je od suštinske važnosti. Wolfcraft alati su izrađeni od visokokvalitetnih materijala kako bi izdržali najzahtevnije radne uslove i pružili vam dugotrajnost tokom dugog veka trajanja.\n\nWolfcraft alati se odlikuju ergonomskim dizajnom i praktičnom upotrebom. Naši proizvodi pružaju vam udobnost tokom rada, omogućavajući vam da postignete vrhunske rezultate sa manje napora.\n\nSigurnost je naš prioritet. Svi Wolfcraft alati prolaze kroz rigorozne bezbednosne testove kako bismo vam pružili bezbrižno radno iskustvo i zaštitili vas tokom upotrebe naših alata.\n\nBilo da ste profesionalac u potrazi za najboljim alatima za vaše projekte ili entuzijasta koji voli da se posveti hobijima, Wolfcraft alati su pravi izbor za sve vaše potrebe. Pridružite se hiljadama korisnika širom sveta koji veruju u kvalitet i inovaciju Wolfcraft brenda. Sa Wolfcraft alatima, vaši projekti će biti obavljeni sa vrhunskom preciznošću i efikasnošću, omogućavajući vam da postignete izvanredne rezultate u svakom poduhvatu.",

  "naslov pasusa 1 kwb": "Standard na tržištu",
  "naslov pasusa 2 kwb": "Asortiman",
  "naslov pasusa 3 kwb": "Tehnologija i napredak",
  "KWB alati - Uvoznik za Srbiju": "KWB alati - Uvoznik za Srbiju",
  "text pasusa 1 kwb": "KWB, sinonim za tradiciju i kvalitet, pruža vam izuzetnu kolekciju ručnih alata koja zadovoljava različite potrebe kako profesionalnih majstora, tako i entuzijasta hobista širom sveta. Sa više od 80 godina iskustva u proizvodnji alata, KWB je postao cenjeni brend među korisnicima.",
  "text pasusa 2 kwb": "Naša široka paleta KWB ručnih alata obuhvata sve što vam je potrebno - od šrafcigera, ključeva, klešta, do čekića, odvijača i mnogih drugih alata. Svaki KWB alat je pažljivo osmišljen kako bi vam pružio pouzdanost i izdržljivost, omogućavajući vam da obavljate poslove sa preciznošću i pouzdanošću.",
  "text pasusa 3 kwb": "KWB inženjeri su posvećeni pružanju alata koji odgovaraju potrebama korisnika. Naša pažnja prema detaljima i konstantna težnja za unapređenjem rezultira proizvodima koji zadovoljavaju najviše standarde kvaliteta i performansi, bilo da se radi o profesionalnim radovima ili hobističkim projektima.",
  "text do kraja kwb": "Kvalitet materijala kojima se koristimo je od suštinske važnosti. KWB alati su izrađeni od izdržljivih materijala kako bi izdržali zahtevne radne uslove i pružili vam dugotrajnost tokom dugog veka trajanja.\n\nKWB ručni alati se odlikuju ergonomskim dizajnom i praktičnom upotrebom. Naši proizvodi pružaju vam udobnost tokom rada, omogućavajući vam da obavite poslove sa manje napora i postignete vrhunske rezultate.\n\nSigurnost je naš prioritet. Svi KWB alati prolaze kroz stroge bezbednosne testove kako bismo vam pružili bezbrižno radno iskustvo i zaštitili vas tokom upotrebe naših alata.\n\nBilo da ste profesionalac u potrazi za pouzdanim alatima za vaše radne zadatke ili entuzijasta koji voli da se posveti hobijima, KWB ručni alati su pravi izbor za sve vaše potrebe. Pridružite se hiljadama korisnika širom sveta koji veruju u kvalitet i tradiciju KWB brenda. Sa KWB alatima, vaši projekti će biti obavljeni sa lakoćom i preciznošću, omogućavajući vam da postignete izvanredne rezultate u svakom poduhvatu.",

  "Radno Vreme": "Radno Vreme",
  "Informacije": "Informacije",
  "Kompanija": "Kompanija",

  "1": "Upoznajte se sa najnovijim cenovnikom Bosch DIY mernih alata za jun 2023. Ovaj sveobuhvatni cenovnik donosi najaktuelnije informacije o raspoloživim mernim alatima za kućne majstore i entuzijaste.",
  "2": "Otkrijte najnovije ponude u našem cenovniku Bosch pribora za mesec jul 2023. Pregledajte bogat izbor vrhunskog Bosch pribora koji će unaprediti vaše alate i olakšati vaše projekte.",
  "3": "Istražite najnoviji cenovnik Dremel alata i pribora za jun 2023. U našem cenovniku možete pronaći bogat izbor visokokvalitetnih Dremel alata i pribora koji će ispuniti sve vaše kreativne potrebe.",
  "4": "Upoznajte se sa našim 'EXPERT Mini katalogom pribora'! U ovom posebnom izdanju, predstavljamo vam široku paletu visokokvalitetnog pribora koji će zadovoljiti sve vaše potrebe.",
  "5": "Pregledajte naš neobavezno preporučeni cenovnik Plavih alata za jul 2023. Ovaj cenovnik donosi vam širok izbor vrhunskih alata koji su sinonim za kvalitet i pouzdanost.",
  "6": "Pregledajte naš neobavezno preporučeni VP cenovnik PRO Mernih alata za jun 2023. U ovom cenovniku vam donosimo širok asortiman vrhunskih PRO Mernih alata koji su dizajnirani za profesionalce i najzahtevnije projekte.",
  "7": "Pregledajte najnoviji GTV katalog za jun 2023. U ovom katalogu vam donosimo širok asortiman proizvoda i alata za vaše projekte i zadatke.",
  "8": "Upoznajte se sa našim cenovnikom Hogert električarskih alata za jun 2023. Ovaj cenovnik vam donosi širok asortiman visokokvalitetnih električarskih alata za sve vaše električarske potrebe.",
  "9": "Otkrijte najnovije ponude u našem cenovniku Hogert HTZ opreme za jun 2023. Pregledajte bogat izbor HTZ opreme koja će vam pomoći da obavite poslove sa sigurnošću i efikasnošću.",
  "10": "Pregledajte najnoviji Hogert katalog odeće za jun 2023. U ovom katalogu vam donosimo širok asortiman radne odeće koja će vam pružiti zaštitu i udobnost tokom radnih aktivnosti.",
  "11": "Otkrijte naš katalog Hogert ručnih alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Hogert ručnih alata koji su dizajnirani za profesionalce i najzahtevnije projekte.",
  "12": "Pregledajte naš katalog Karcher profesionalnih mašina za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Karcher profesionalnih mašina koje će zadovoljiti sve vaše zahtevne potrebe.",
  "13": "Otkrijte naš katalog Karcher žutog programa za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Karcher proizvoda koji će vas opremiti za raznovrsne zadatke.",
  "14": "Pregledajte naš katalog Knipex alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Knipex alata koji su dizajnirani za profesionalce i najzahtevnije projekte.",
  "15": "Otkrijte naš katalog KWB AKKU TOP pribora za aku alate za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih KWB AKKU TOP pribora koji će olakšati vaš rad sa aku alatima.",
  "16": "Pregledajte naš katalog KWB dodataka za mašine za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih KWB dodataka za mašine koji će unaprediti vaše performanse.",
  "17": "Otkrijte naš katalog KWB pribora za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih KWB pribora koji će vam biti verni partneri na radnom mestu.",
  "18": "Pregledajte naš katalog MAX alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih MAX alata koji su pouzdani saveznici u vašim projektima.",
  "19": "Pregledajte naš katalog MTX i Sparta alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih MTX i Sparta alata koji su dizajnirani za različite potrebe.",
  "20": "Pregledajte naš katalog Rems akcija za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Rems alata i opreme za vaše radne zadatke.",
  "21": "Pregledajte naš katalog Rubi za ovu sezonu na engleskom jeziku. U ovom katalogu vam donosimo širok asortiman vrhunskih Rubi alata koji će zadovoljiti potrebe profesionalnih majstora.",
  "22": "Pregledajte naš katalog Wera alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Wera alata koji su poznati po svojoj kvaliteti i inovacijama.",
  "23": "Otkrijte naš katalog Wiha alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Wiha alata koji su dizajnirani za preciznost i pouzdanost.",
  "24": "Pregledajte naš katalog Wiha mernih alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Wiha mernih alata koji će vam pomoći u tačnom merenju.",
  "25": "Otkrijte naš katalog Wiha XXL III kofera za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Wiha alata koji su smešteni u praktičnom koferu.",
  "26": "Pregledajte naš katalog Wolfcraft alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Wolfcraft alata koji će vam biti verni saradnici u vašim projektima.",

  "key1": "Servis alata pod garancijom",
  "key2": "Ukoliko je Vaš alat u garantnom roku",
  "key3": "i pokriva ga garancija proizvođača rado ćemo Vas uputiti na ovlašćeni servis brenda kome pripada Vaša mašina!",
  "key4": "SG servis - naš pouzdani partner",
  "key5": "Naša firma saradnik 'SG Servis' - vaš pouzdani partner za servisiranje električnih alata!",
  "key6": "Posvećena ekipa stručnjaka SG Servisa je specijalizovana za održavanje i popravku širokog spektra brendova električnih alata. Bez obzira da li vam je potreban redovan servis, popravka ili dijagnostika kvara, SG Servis je tu da vam pruži brzu i efikasnu uslugu.",
  "key7": "Brendovi koje SG Servis servisira obuhvataju neke od najpoznatijih i najkvalitetnijih proizvođača u industriji električnih alata. SG Servis stručnjaci imaju bogato iskustvo u radu sa brendovima kao što su",
  "key8": "Bez obzira na model i kompleksnost problema, znanje servisera omogućava da vaši alati budu popravljeni i održavani na najvišem nivou.",
  "key9": "Radno vreme",
  "key10": "SG Servisa je",
  "key11": "od 8:00 do 16:00",
  "key12": "svakog radnog dana, ",
  "key13": "subotom od 9:00-15:00, nedeljom neradan dan",
  "key14": ", pa ih slobodno posetite u navedeno vreme. SG Servis tim će vas srdačno dočekati i rado pomoći oko bilo kakvih pitanja ili problema sa vašim električnim alatima.",
  "key15": " SG Servis koristi isključivo kvalitetne zamenske delove kako bi obezbedili dugotrajnost i pouzdanost vaših alata.",
  "key16": "Misija SG Servisa je da vaše električne alate održi u najboljem mogućem stanju kako biste mogli nesmetano da obavljate svoje radne zadatke. Bez obzira na vaše potrebe, SG Servis je tu da vam pomogne. Kontaktirajte SG Servis ili ih posetite na adresi",

  "Zatražite pristup B2B platformi": "Zatražite pristup B2B platformi",
  "Imate B2B nalog sa nama? Idite na portal.": "Imate B2B nalog sa nama? Idite na portal.",
  "Link ka portalu": "Link ka portalu",
  "Ime": "Ime",
  "Prezime": "Prezime", 
  "Naziv firme": "Naziv firme",
  "Adresa firme": "Adresa firme",
  "Pib firme": "Pib firme",
  "Matični broj firme": "Matični broj firme",
  "Kontakt telefon": "Kontakt telefon",
  "Potvrdi": "Potvrdi",
  "Forma je uspešno potvrđena": "Forma je uspešno potvrđena",

  "Ponedeljak - Petak: 8:00 - 18:00h": "Ponedeljak - Petak: 8:00 - 18:00h",
  "Subota: 9:00 - 15:00h": "Subota: 9:00 - 15:00h",
  "Nedelja: Neradan dan": "Nedelja: Neradan dan",
  "Početna": "Početna",
  "O nama": "O nama",
  "Kontakt": "Kontakt",
  "Brendovi": "Brendovi",
  "Katalozi": "Katalozi",
  "Servis": "Servis",
  "© 2023 Sva prava zaštićena. Stridon Group d.o.o.": "© 2023 Sva prava zaštićena. Stridon Group d.o.o.",
  "Podaci za Identifikaciju · ": "Podaci za Identifikaciju · ",
  "Politika Privatnosti": "Politika Privatnosti",

  "tekst 1 o nama": "Naša firma Stridon Group doo - Prodavnica alata je osnovana 2009. godine u Beogradu sa sedištem u ulici Borivoja Stevanovića, a maloprodajnim objektom na adresi Vojislava Ilića 141g. Nakon par godina uspeli smo da otvorimo još jedan prodajni objekat na drugoj strani Beograda - Ugrinovačka 212 (Altina), kako bismo omogućili kupcima u svim delovima Beograda stabilno i povoljno snabdevanje alatom.",
  "tekst 2 o nama": "Mi smo firma koja se bavi trgovinom na veliko i malo, kao i internet prodajom što nas čini jedinstvenim u svetu alata u Srbiji. Prodajemo brendove ručnog i električnog alata, pribora, zaštitne opreme, baštenskog alata, usisivača i još toliko toga! Ovlašćeni smo uvoznici i distributeri ogromnog broja svetskih i domaćih brendova kao što su: DeWalt, Bosch, Stanley, REMS, Wiha, Knipex, GTV, MAX, Högert, Wera, Rubi, Senco, Black+Decker, MTX, Sparta, SG Tools, Karcher, Wolfcraft.",
  "tekst 3 o nama": "Na našoj internet prodavnici možete pronaći preko 60.000 artikala i najveća smo online prodavnica alata u Srbiji. Bilo da imate građevinsku firmu, ili da ste trgovac alatima, ili samo DIY entuzijasta, mi smo pravi dobavljač alata za Vas! Naša firma je najbolji distributer Bosch alata 9 godina u nizu, a od ove godine smo i najbolji distributer DeWalt, Stanley i Black+Decker alata u Srbiji!",
  "Osnivanje": "Osnivanje",
  "Veleprodaja i maloprodaja": "Veleprodaja i maloprodaja",
  "Internet prodavnica": "Internet prodavnica",
  "Adrese maloprodaja:":"Adrese maloprodaja:",
  "Adresa maloprodaje 1: Ugrinovačka 212": "Adresa maloprodaje 1: Ugrinovačka 212",
  "Adresa maloprodaje 2: Vojislava Ilića 141g": "Adresa maloprodaje 2: Vojislava Ilića 141g",
  "Kontakt telefoni:": "Kontakt telefoni:",
  "Fiksni telefon internet prodaja: 011/4520-171,": "Fiksni telefon internet prodaja: 011/4520-171,",
  "Maloprodaja Ugrinovačka: 011/210-0230,": "Maloprodaja Ugrinovačka: 011/210-0230,",
  "Maloprodaja Vojislava Ilića: 011/2886-509 (samo profesionalni alati)": "Maloprodaja Vojislava Ilića: 011/2886-509 (samo profesionalni alati)",

  "Podaci za identifikaciju": "Podaci za identifikaciju",
  "Podaci firme": "Podaci firme",
  "Pun naziv pravnog subjekta: STRIDON GROUP DOO": "Pun naziv pravnog subjekta: STRIDON GROUP DOO",
  "Poštanska adresa: Borivoja Stevanovića 9": "Poštanska adresa: Borivoja Stevanovića 9",
  "Delatnost i šifra delatnosti: 4615 – Posredovanje u prodaji nameštaja, ": "Delatnost i šifra delatnosti: 4615 – Posredovanje u prodaji nameštaja,",
  "predmeta za domaćinstvo i metalne robe": "predmeta za domaćinstvo i metalne robe",
  "Matični broj: 20588012": "Matični broj: 20588012",
  "Poreski broj (PIB): 106376570": "Poreski broj (PIB): 106376570",
  "Web adresa: https://www.stridon.rs/": "Web adresa: https://www.stridon.rs/",
  "Kontakt telefon: +381-69-8058-374": "Kontakt telefon: +381-69-8058-374",
  "Kontakt E-mail: office@stridon.rs": "Kontakt E-mail: office@stridon.rs",

  "pp1": "Obaveštenje o zaštiti podataka o ličnosti",
  "pp2": "Lični podaci koje prosledite sajtu Prodavnicaalata.rs u svrhu dobijanja proizvoda ili usluga biće tretirane u skladu sa našim dokumentom o privatnosti podataka. Zabranjeno je slanje ili prenošenje na ovu lokaciju ili sa nje bilo kojih nezakonitih, pretećih, uvredljivih, klevetničkih, opscenih, pornografskih ili drugih materijala koji su u suprotnosti s bilo kojim zakonom.",
  "pp3": "Prodavnica alata na ovoj lokaciji ne želi od vas da prima poverljive ili druge informacije kojima ne može slobodno da raspolaže. Svi materijali, informacije ili druga saopštenja koja prenosite ili šaljete na ovu lokaciju neće se smatrati poverljivim i onima kojima se ne može slobodno raspolagati. Prodavnica alata.rs nema nikakve obaveze prema ovim saopštenjima. Naši zaposleni mogu da kopiraju, otkrivaju, distribuiraju, primenjuju ili na drugi način koriste saopštenja i sve podatke, slike, zvukove, tekst i sve ostale materijale u njima sadržane za bilo koje odnosno za sve komercijalne i nekomercijalne svrhe.",
  "pp4": "Naravno, u ovu grupu podataka ne spadaju vaši lični podaci. Njih, u skladu sa našom Politikom privatnosti, koristimo samo za internu upotrebu, ne obelodanjujemo niti prosleđujemo trećim licima, već koristimo isključivo za potrebe obrade vaših porudžbenica.",
  "pp5": "Vrsta podataka koja se prikuplja i svrha u koji se prikupljaju",
  "pp6": "Podatke koji se prikupljaju kroz kontakt formu (ime, prezime, imejl, broj telefona, grad i adresa stanovanja, kao i mejl i IP adresa) Prodavnica alata će koristiti za svrhu pripreme i informisanja korisnika o ponudi određenog proizvoda, ugovaranja isporuke povodom te ponude i slanje odgovora na upite korisnika, kao i personalizovaniju ponudu za Vas na našem sajut, u vremenskom periodu koji je potreban za ostvarenje svrhe. Ovako prikupljene podatke Prodavnica alata neće ustupati trećim licima. Klikom na dugme \"Potvrdi kupovinu\" korisnik daje pristanak na obradu svojih podataka o ličnosti na opisani način. Pravni osnov prikupljanja podataka kupaca je pristanak, legitimni interes ili zaključenje i izvršenje ugovora.",
  "pp7": "Korisnici podataka",
  "pp8": "Korisnici podataka su naši zaposleni, koji Vaše podatke koriste u svrhu realizacije Vaše porudžbine.",
  "pp9": "Zaštita podataka",
  "pp10": "Vaši podaci će biti adekvatno zaštićeni na našem serveru antivirus zaštitom i fizičko/tehničkom zaštitom prostora, sve dok naši zaposleni imaju pristup istima.",
  "pp11": "Vaša prava u vezi podataka o ličnosti",
  "pp12": "- Pravo da dobijete potvrdu da li obrađujemo Vaše podatke o ličnosti - Pravo pristupa Vašim podacima o ličnosti - Pravo na ispravku Vaših podataka o ličnosti u slučaju greške - Pravo da zahtevate prekid obrade Vaših podataka o ličnosti - Pravo na brisanje Vaših podataka o ličnosti Sva Vaša prava možete ostvariti ako nas kontaktirate na sledeće načine: Na mejl office@stridon.rs, ili telefon +381-64-616-5003. Brisanje, izmene i pregled Vaših podataka uvek možete obaviti i sami na Vašem nalogu, ako ste ga kreirali na našem sajtu.",
  "pp13": "Nadležni organ za zaštitu podataka o ličnosti",
  "pp14": "Nadležni organ za zaštitu podataka o ličnosti je Poverenik za informacije od javnog značaja i zaštitu podataka o ličnosti Republike Srbije. Organu se možete obratiti na adresi Bulevar kralja Aleksandra 15, 11000 Beograd, Republika Srbija, mejlom na office@poverenik.rs, ili telefon +381-11-3408 900 www.prodavnicaalata.rs ima autorska prava na sve sadržaje (tekstualne, vizuelne i audio materijale, baze podataka, programerski kod). Neovlašćeno korišćenje bilo kog dela portala, bez dozvole vlasnika autorskih prava, smatra se kršenjem autorskih prava i podložno je tužbi. Proizvodi, usluge i materijali sa sajta www.prodavnicaalata.rs su odstupni za korišćenje samo unutar Republike Srbije. Dalja preprodaja proizvoda i usluga van teritorije republike Srbije nije dozvoljena i to radite na sopstvenu odgovornost. Ako odlučite da pristupite našoj internet prodavnici alata izvan Srbije, to radite na sopstvenu inicijativu i smatrate se odgovornim za poštovanje važećih lokalnih zakona. Ovi Uslovi se tumače u skladu sa zakonima Republike Srbije i neće se primenjivati načela o rešavanju neusaglašenosti zakona.",
  "pp15": "Politika upotrebe kolačića (Cookies)",
  "pp16": "Delovi naše internet stranice koriste kolačiće (Cookies). Kolačić je tekstualni fajl koji se čuva lokalno na vašem računaru, tabletu ili mobilnom telefonu i koji omogućava prepoznavanje korisnika koji se vratio na internet stranicu, a radi praćenja i analize poseta internet stranici u cilju optimizacije internet stranice Prodavnica alata. Veb stranica koristi kolačiće da bi zapamtila šta ste radili na njoj u određenom vremenskom periodu i koje su vaše željene opcije u pogledu jezika, veličine fonta i drugih karakteristika prikaza. To znači da ne morate navoditi svoje željene opcije svaki put kada posetite veb stranicu. Osim toga, kolačići nam pomažu da analiziramo kako koristite našu veb stranicu i da li nailazite na prepreke tokom navigacije. Oni nam takođe pomažu da prilagodimo oglase i ponude na mreži vašim interesima i potrebama. Lični podaci u ovom slučaju nisu sačuvani, te se ove informacije ne mogu koristiti za ličnu identifikaciju. Ukoliko ne želite da prihvatite da se kolačić čuva na vašem računaru, neophodno je da onemogućite kolačić za ovu internet stranicu u vašem internet pretraživaču. Ranije instalirane kolačiće možete obrisati ručno iz vašeg internet pretraživača. Onemogućavanje, odnosno brisanje, može značiti i umanjenje određenih funkcionalnosti internet stranice.",
  "pp17": "Kako onemogućiti - obrisati kolačiće",
  "pp18": "Kolačiće možete sami obrisati iz vašeg internet pretraživača i time onemogućiti njihovo korišćenje. U nastavku se nalaze linkovi sa detaljnim uputstvima za brisanje kolačića nekoliko najkorišćenijih pretraživača: Chrome Safari Firefox Internet Explorer Opera Ukoliko koristite drugi pretraživač, pratite uputstva relevantnog dobavljača. Ukoliko onemogućite kolačiće nećete biti u mogućnosti da koristite sve funkcionalnosti našeg sajta.",
  "pp19": "Kako promeniti podešavanja kolačića",
  "pp20": "U svakom trenutku možete nas kontaktirati na mejl: office@stridon.rs, ili telefon: 064-616-5003 i zatražiti promenu podešavanja kolačića.",
  "pp21": "Koje kolačiće koristi ova veb stranica",
  "pp22": "Neophodni kolačići",
  "pp23": "U ove kolačiće spadaju Statički i kolačići funkcionalnosti. Ovi kolačići su neophodni za rad veb stranice, te se u našim sistemima ne mogu isključiti, izvor je naš Web sajt. Obično su postavljeni kao odgovor na vaše zahteve za uslugama, poput podešavanja postavki o privatnosti, prijavljivanja na nalog ili popunjavanja obrazaca. U vašem pretraživaču ove kolačiće možete blokirati ili podesiti opciju da dobijate obaveštenja o istim, ali u tom slučaju neki delovi veb stranice možda neće raditi.",
  "pp24": "Marketinški kolačići",
  "pp25": "Ovi kolačići (koji se nazivaju i reklamni kolačići) koriste se za isporučivanje oglašenog sadržaja koji je relevantan za vas i mogu se koristiti za praćenje efikasnosti naših reklamnih kampanja na veb sajtu. Ove kolačiće stavljaju na našu veb lokaciju naši partneri pružaoci određenih marketinških usluga i oni mogu upamtiti vašu aktivnost veb pretraživanja na našem veb sajtu i te informacije se mogu koristiti za bolje razumevanje vas i vaših potreba, na primer – demografija (odakle dolazite na naš veb sajt), starost itd. Samo anonimne informacije se zadržavaju i koriste na ovaj način i samo sa ciljem da se vama pruži sadržaj koji je najviše relevantan za vas.",
  "pp26": "Kolačići efikasnosti - statistika",
  "pp27": "Ovi kolačići nam omogućavaju da izbrojimo broj poseta i izvore saobraćaja, kako bismo mogli da izmerimo i unapredimo efikasnost naše veb stranice. Pomažu nam da saznamo koje stranice su najviše, a koje najmanje popularne, kao i da vidimo kako se posetioci kreću po veb stranici. Svi podaci koje skupe ovi kolačići se sabiraju i stoga su anonimni. Ako ne prihvatite kolačiće efikasnosti, nećemo znati kada ste posetili našu veb stranicu.",
  "pp28": "Promene politike kolačića",
  "pp29": "Mi možemo povremeno ažurirati ove smernice. Ukoliko izvršimo značajne promene, obavestićemo vas, ali vas molimo da redovno proveravate ove smernice kako biste bili sigurni da ste upoznati sa najnovijom verzijom.",
  "pp30": "Autorska prava",
  "pp31": "Sadržaj ove internet prezentacije predstavlja zakonski zaštićeno i isključivo autorsko pravo koje pripada vlasniku, Stridon Group doo - Prodavnica alata kome pripadaju sva autorska i druga prava intelektualne svojine u pogledu sadržaja, uređivanja, koncepcije i dizajna. Zaštitni znakovi, logo znakovi, imena pojedinaca i drugo slično intelektualno vlasništvo je u svojini vlasnika ili u vlasništvu trećih lica. Nepoštovanje obavezujućih uslova korišćenja podleže primeni odgovarajućih zakonskih propisa. Zabranjeno je neovlašćeno umnožavanje, reprodukovanje, javno prikazivanje ili distribuiranje sadržaja internet prezentacije, na bilo koji način. Prodavnica alata može revidirati ove Uslove bilo kada, ažuriranjem ovog dokumenta. Povremeno posećujte ovu stranicu da biste pregledali Uslove koji trenutno važe, zato što su oni obavezujući za vas. Ovi Uslovi se primenjuju uz primenu svih relevantnih zakona."

}
