{
  "hero opis": "Najbolja prodavnica alata u Srbijii. Veleprodaja, maloprodaja i online prodaja električnog i ručnog alata, zaštitne oprema za profesionalce i majstore, mašina i pribora.",
  "naslov buttona": "Online prodavnica",
  "brendovi": "Brendovi",
  "HomepageBrandsTextBelowTitle": "Stridon nudi alate i opremu najpoznatijih brendova kao što su DeWalt, Stanley, Bosch, Makita, Knipex, Wiha, Hogert, GTV, REMS, MAX, Wera, Black & Decker, Rubi, Senco i mnogi drugi. Kao zvanični uvoznik i distributer za Srbiju, garantujemo originalan kvalitet, dostupnost proizvoda i tehničku podršku za svaki brend koji zastupamo.",
  "HomepageTestimonialsTextBelowTitle": "Naša snaga leži u poverenju koje gradimo sa partnerima. U nastavku pročitajte šta naši saradnici misle o radu sa nama — njihovo zadovoljstvo je naša najveća preporuka.",
  "svi brendovi": "Svi brendovi", 
  "Besplatna dostava": "Besplatna dostava",
  "Za kupovinu preko 15.000 RSD": "Za kupovinu preko 15.000 RSD",
  "Brza isporuka": "Brza isporuka",
  "Isporuka 1-5 radnih dana": "Isporuka 1-5 radnih dana",
  "Sigurna kupovina": "Sigurna kupovina",
  "Garancija na kupljene mašine": "Garancija na kupljene mašine",
  "Čekovima građana": "Čekovima građana",
  "Na 4 rate bez kamate": "Na 4 rate bez kamate",
  "galerija": "Galerija",
  "Brojevi govore umesto nas": "Brojevi govore umesto nas",
  "Veleprodajnih kupaca": "Veleprodajnih kupaca",
  "Dilera širom Srbije": "Dilera širom Srbije",
  "Zadovoljstvo uslugom": "Zadovoljstvo uslugom",
  "Brendova koje zastupamo": "Brendova koje zastupamo",
  "Šta naši saradnici kažu o nama": "Šta naši saradnici kažu o nama",

  "IN GRADNJA": "\"Veliki profesionalci i dobri ljudi, uvek spremni da ispune zahteve i rokove. Sve preporuke za bilo koju vrstu saradnje\"",
  "ENTERIJER JANKOVIC": "\"Vrlo dobro iskustvo u radu sa firmom Stridon Group. Odlični u komunikaciji, drže se rokova, uvek imaju dobar profesionalni savet i alat na lageru!\"",
  "HIDRO INA": "\"Firma koja uvek zna šta našoj firmi treba. Neprocenjivi prijateljski saveti i rešenja koja samo veliki profesionalci u svom poslu znaju. Sve preporuke za Stridon!\"",
  "TERMO TIM": "\"Jednostavna i brza svakodnevna saradnja. Ljudi koji su uvek spremni da izađu u susret potrebama kupaca.\"",
  "SILMAX doo": "\"Odličan lager alata i poznavanje potreba kupaca. Takođe, veliki broj brendova koje Stridon uvozi, čini ih nezaobilaznim svakodnevnim dobavljačem!\"",
  "MBM RAD": "\"Saveti profesionalnih prodavaca Stridona doveli su do skraćenja rada naše firme na pojedinim delovima projekata i do 50%!\"",
  "Galens": "\"Koliki god da projekat počinjete, Stridon uvek ima dovoljno alata za vas. Isporuka sutradan, alati kvalitetni, a želja da se kupcu istinski pomogne - nemerljiva!\"",
  "COLLIGO ARS": "\"Verni saradnik na svim našim projektima. U dugogodišnjoj saradnji nas ni jednom nisu izneverili. Preporuke za firmu Stridon!\"",

  "Ko su naši klijenti?": "Ko su naši klijenti?",
  "klijenti": "Poznate renomirane domaće firme iz oblasti građevine, stolarstva, keramike i drugih. Mala i srednja preduzeća kao i individualci koji imaju potrebu za kvalitetnim alatom i brzom uslugom!",

  "Wiha merni alati": "Wiha merni alati",
  "Wiha katalog": "Wiha katalog",
  "Wiha XXL III kofer": "Wiha XXL III kofer",

  "Wolfcraft katalog": "Wolfcraft katalog",
  "Stanley katalog": "Stanley katalog",

  "Wera katalog": "Wera katalog",

  "Pogledaj PDF kataloge": "Pogledaj PDF kataloge",

  "naslov pasusa 1 stanley": "Istorijat",
  "naslov pasusa 2 stanley": "Tehnologije i inovacije",
  "naslov pasusa 3 stanley": "Asortiman proizvoda",
  "Stanley alati - Uvoznik za Srbiju": "Stanley alati - Uvoznik za Srbiju",
  "text pasusa 1 stanley": "Brend Stanley Tools ima duboko ukorenjenu tradiciju u industriji ručnih alata.\n\nKompaniju The Stanley Works osnovao je Frederik Trent Stenli 1843. godine u Nju Britenu, Konektikat, kao proizvođača vijaka i okova za vrata.\n\nDrugu kompaniju, The Stanley Rule and Level, osnovao je 1857. godine njegov rođak Henri Stenli, takođe u Nju Britenu.\n\nGodine 1920, ove dve firme su se spojile, a sektor za ručne alate nastavio je da posluje pod okriljem The Stanley Works.\n\nOvaj spoj bio je ključan za razvoj Stanley ručnih alata, koji su kasnije postali sinonim za pouzdanost i preciznost u zanatskoj i građevinskoj industriji.\n\nOko 1937. godine, Stanley je napravio strateški korak ka evropskom tržištu preuzimanjem britanske kompanije J. A. Chapman, renomiranog proizvođača stolarskih alata iz Šefilda.\n\nOvo preuzimanje proširilo je globalno prisustvo brenda Stanley i dodatno učvrstilo njegovu reputaciju.\n\nU martu 2010. godine, Stanley Works se spojio sa Black & Decker, čime je nastala globalna korporacija Stanley Black & Decker.\n\nDanas, Stanley Hand Tools funkcioniše kao važan deo ove grupacije, ostajući veran svojim korenima dok se razvija u skladu sa savremenim zahtevima korisnika alata.",
  "text pasusa 2 stanley": "Stanley je poznat po brojnim inovacijama koje su unapredile kvalitet i efikasnost alata.\n\nMeđu najpoznatijim inovacijama nalaze se Bailey blanja, Surform alat, PowerLock metar, skalpel i višenamenski alat Stanley #1 Odd Jobs.\n\nPosebno se ističe serija Stanley FatMax, koja je poznata po robusnim i izdržljivim alatima dizajniranim za teške radne uslove.\n\nOvi alati su omiljeni među profesionalnim korisnicima zbog svoje pouzdanosti i snage.",
  "text pasusa 3 stanley": "Stanley nudi širok asortiman ručnih alata za različite primene, od stolarije do obrade metala i merenja.\n\nMeđu najpoznatijim proizvodima nalaze se blanjalice, testere, lenjiri, ugaonici, dleta, odvijači, kao i razni drugi alati za ličnu i profesionalnu upotrebu.\n\nZa obradu drveta, Stanley nudi precizne testere, dleta i metre koji omogućavaju kontrolisano sečenje i oblikovanje materijala.\n\nNjihovi metri i libele, kao što su modeli iz FatMax serije, omogućavaju tačna merenja u zahtevnim uslovima rada.\n\nU oblasti obrade metala, Stanley proizvodi efikasne makaze, turpije i druge alate koji osiguravaju preciznu završnu obradu.\n\nStanley alati su prepoznati kao kvalitetno rešenje za profesionalce i hobiste širom sveta.",
  "text do kraja stanley": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda Stanley potražite na našoj ",
  "link do proizvodjaca text stanley": "zvaničnoj internet prodavnici",
  "StanleyMetaTitle": "Stanley alati prodavnica - Srbija, Beograd | Stridon Group",
  "StanleyMetaDescription": "Saznajte sve o Stanley alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "naslov pasusa 1 wiha": "Istorijat",
  "naslov pasusa 2 wiha": "Tehnologije i inovacije",
  "naslov pasusa 3 wiha": "Asortiman proizvoda",
  "naslov pasusa 4 wiha": "Priznanja i sponzorstva",
  "Wiha alati - Uvoznik za Srbiju": "Wiha alati - Uvoznik za Srbiju",
  "text pasusa 1 wiha": "Kompanija Wiha osnovana je 1939. godine u Vupertalu, od strane Vilija Hana. Ova oblast, Bergišes Land, bila je poznata kao centar industrije alata, jer je obuhvatala značajne rudarske resurse i brojnu industrijsku proizvodnju alata, kao što su kovačnice duž reka. Sam naziv kompanije potiče od prvih slova imena njenog osnivača, Vilija Hana.\n\nNakon četiri godine, sedište kompanije je premešteno u Šonah, gde se i danas nalazi.\n\nPočetno su proizvodili samo pričvršćivače, ali je 1947. godine započeta proizvodnja šrafcigera. U narednim decenijama, Wiha je nastavila širenje svog asortimana, uvodeći nove proizvode, uključujući imbus ključeve i sečiva.\n\nGodine 1966. kupili su pogon u Menšvajleru/Švarcvald, gde se danas proizvode sečiva i imbus ključevi. Wiha je takođe nastavila širenje i otvaranjem filijala u Sjedinjenim Američkim Državama (1985), kao i u Francuskoj, Španiji, Velikoj Britaniji, Danskoj, Poljskoj, Kini, Vijetnamu, Tajlandu, Kanadi i azijsko-pacifičkom regionu.",
  "text pasusa 2 wiha": "Wiha stalno investira u inovativne tehnologije koje unapređuju funkcionalnost i kvalitet alata. Kroz razvoj proizvoda kao što su ručke sa višekomponentnim slojevima i precizno kalibrisani moment ključevi, Wiha alati pružaju vrhunske performanse.\n\nKompanija se oslanja na iskustva i povratne informacije stručnjaka kako bi stalno unapređivala svoje proizvode. Kao jedan od lidera na tržištu alata, Wiha je prepoznata po svom posvećenju kvalitetu, inovacijama i korisničkom iskustvu.\n\nWiha alati, zahvaljujući svojoj visokoj pouzdanosti i tehnologiji, postali su ključni u industrijama širom sveta, osiguravajući svojim korisnicima dugoročnu vrednost i efikasnost.",
  "text pasusa 3 wiha": "Wiha nudi širok asortiman alata, sa više od 3.500 različitih proizvoda, uključujući šrafcigere, alate za merenje obrtnog momenta, imbus ključeve, bitove, klešta, čekiće i merni alat. Sa globalnom prisutnošću i visokom kvalitetom, Wiha alati su prepoznati u industriji.\n\nOva porodična kompanija zapošljava oko 750 ljudi širom sveta, a proizvodi Wiha su sinonim za inovativnu proizvodnju i dugoročne standarde u alatnoj industriji.",
  "text pasusa 4 wiha": "Wiha je više puta nagrađena za dizajn svojih proizvoda, tehničke inovacije i društvenu odgovornost. Kompanija je osvojila brojne prestižne nagrade, uključujući oko 20 iF nagrada, od kojih je jedna zlatna nagrada za Wiha držač bitova sa magazinom, kao i desetine Red Dot nagrada, uključujući prestižnu Red Dot Best of the Best nagradu.\n\nPored toga, Wiha je od 2010. godine glavni sponzor regionalnog košarkaškog tima Wiha Panthers Schwenningen, čime pokazuje svoju posvećenost društvenoj odgovornosti i promociji sportskih aktivnosti.",
  "text do kraja wiha": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda Wiha potražite na našoj ",
  "link do proizvodjaca text wiha": "zvaničnoj internet prodavnici",
  "WihaMetaTitle": "Wiha alati prodavnica - Srbija, Beograd | Stridon Group",
  "WihaMetaDescription": "Saznajte sve o Wiha alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "naslov pasusa 1 wera": "Istorijat",
  "naslov pasusa 2 wera": "Tehnologije i inovacije",
  "naslov pasusa 3 wera": "Asortiman proizvoda",
  "naslov pasusa 4 wera": "Nagrade",
  "Wera alati - Uvoznik za Srbiju": "Wera alati - Uvoznik za Srbiju",
  "text pasusa 1 wera": "Godine 1936, preduzetnik Hermann Werner osnovao je Hermann Werner GmbH & Co. KG kao trgovinsku firmu specijalizovanu za prodaju alata. Ova osnova postavila je temelje za ono što će kasnije postati globalno prepoznat brend, Wera alati.\n\nDesetak godina kasnije, firma je rekonstruisana pod vođstvom Heinza Amtenbrinka, zeta porodice Werner. Tada se započinje proizvodnja odvijača, što je označilo početak razvoja ručnih alata pod sopstvenim brendom. Od 1951. godine, kompanija koristi naziv Wera, kombinacijom imena Werner i Amtenbrink, čime je postavljen identitet koji se održava i danas.\n\nProizvodnja bitova započela je 1963. godine, a samo pet godina kasnije, u saradnji sa Fraunhofer institutom, razvijena je poznata Kraftform ručka, jedna od najprepoznatljivijih inovacija u svetu odvijača. Ova ručka ostala je deo Wera logotipa, simbola kvaliteta i pouzdanosti nemačkih alata.\n\nTokom 1990-ih, Wera Tools uvodi bitove presvučene dijamantom i širi se preuzimanjem Drehmax W. Holland i osnivanjem prodajne podružnice u Velikoj Britaniji. Godine 1995, deo proizvodnje se seli u Češku Republiku, u grad Bystřice.\n\nNakon što se osnivač povukao iz posla, Wera je 2016. godine prodata Bitburger Holdingu. Te iste godine otvoren je moderan logistički centar u Wuppertalu, površine 20.000 m². Kompanija je tada zapošljavala više od 750 ljudi globalno, uključujući više od 400 u Češkoj. Ekspanzija je nastavljena 2018. godine otvaranjem filijale u Třebíču.\n\nOd 2019. godine, brend je prisutan i na promotivnim događajima sa svojim balonom u obliku odvijača, ističući jedinstven pristup komunikaciji sa korisnicima. Wera alati su postali sinonim za preciznost, pouzdanost i inovacije u alatima.",
  "text pasusa 2 wera": "Wera konstantno unapređuje dizajn i funkcionalnost svojih profesionalnih alata za ručnu i električnu upotrebu. Joker račni ključevi omogućavaju lako zatezanje i otpuštanje navrtki zahvaljujući inovativnoj funkciji držanja. Impaktor bit sistem je optimizovan za bežične udarne odvijače, koristeći TriTorsion i Diamond tehnologiju za izdržljivost i efikasnost.\n\nWera nudi i BiTorsion bitove koji podnose velika opterećenja, dok Rapidaptor držači omogućavaju brzu i sigurnu zamenu bitova – čak i jednom rukom. Tehnologija Hex-Plus sprečava oštećenje šrafova sa šesterougaonim glavama, dok Zyklop račne kombinuju više funkcija i kompatibilne su sa različitim čaurama.\n\nMeđu najinovativnijim rešenjima ističu se Koloss račna, koja služi i kao čekić, kao i Chiseldriver odvijač koji podnosi udarce bez gubitka preciznosti. Kraftform Kompakt setovi dolaze sa futrolama i selekcijom bitova, idealni za prenos. Posebnu pažnju zaslužuju Wera Stainless alati – izrađeni od nerđajućeg čelika, savršeni za zaštitu od korozije.",
  "text pasusa 3 wera": "Wera projektuje i proizvodi više od 3.000 različitih alata, uključujući imbus ključeve, račne, čaure, odvijače, bitove i kompletne setove alata. Sedište kompanije je u Nemačkoj, dok se proizvodnja odvija i u fabrici u Češkoj Republici.\n\nKroz svoju prodajnu platformu Wera Tool Rebels GmbH, brend nudi direktnu kupovinu alata za zavrtanje širom sveta. Kompanija je poznata po integraciji više funkcionalnosti u jedan alat, što korisnicima štedi vreme i povećava efikasnost. Na primer, računasti ključevi sa dodatnim funkcijama omogućavaju rad u teškim uslovima bez dodatnih alata.\n\nWera je prepoznatljiva po svojim odvijačima sa Kraftform ručkom, dizajniranom za optimalno prianjanje i ergonomiju. Prepoznatljive “krune” na ručki deo su vizuelnog identiteta brenda, simbolizujući preciznost i inovaciju.",
  "text pasusa 4 wera": "Kao dokaz kvaliteta i inovacija, Wera Tools je dobitnik brojnih nagrada u oblasti dizajna i upravljanja brendom. Među najvažnijima su iF Product Design Award (1997, 2009, 2012, 2013, 2015. uključujući Zlatnu nagradu), Red Dot Design Award („Best of the Best“ u 2014. i nagrada 2015), i German Design Award 2015. godine.\n\nU oblasti komunikacije, Wera je takođe nagrađena Red Dot Design Award 2014. godine, a u upravljanju brendom, German Brand Award tri godine zaredom (2015–2017). Kompanija je 2007. godine proglašena za Top Innovator-a, dok je 2016. i 2021. godine osvojila prvo mesto u industrijskoj kategoriji Partner des Fachhandels.",
  "text do kraja wera": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda Wera potražite na našoj ",
  "link do proizvodjaca text wera": "zvaničnoj internet prodavnici",
  "WeraMetaTitle": "Wera alati prodavnica - Srbija, Beograd | Stridon Group",
  "WeraMetaDescription": "Saznajte sve o Wera alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "naslov pasusa 1 wolfcraft": "Istorijat",
  "naslov pasusa 2 wolfcraft": "Tehnologije i inovacije",
  "naslov pasusa 3 wolfcraft": "Asortiman proizvoda",
  "Wolfcraft alati - Uvoznik za Srbiju": "Wolfcraft alati - Uvoznik za Srbiju",
  "text pasusa 1 wolfcraft": "Kompaniju Wolfcraft osnovao je 1949. godine u Remšajdu proizvođač alata i tehnički crtač Robert Wolff.\n\nPrvobitno se bavila proizvodnjom ručnih bušilica, datoteka i pila, namenjenih specijalizovanoj trgovini sa alatom.\n\nGodine 1961. Wolfcraft je počeo da nudi alate za DIY segment.\n\nPrvi alati za uradi sam korisnike predstavljeni su pod brendom Wolfcraft.\n\nSedište kompanije premešteno je 1965. iz Remšajda u Vajbern, u regionu Ajfel.\n\nU 1969. godini počela je proizvodnja ručnih glodalica, čime je započet razvoj uređaja i alata u toj kategoriji.\n\nCentralni skladišni objekat u Kempenihu počeo je sa radom 1976. godine.\n\nOva logistička tačka imala je važnu ulogu u distribuciji alata.\n\nGodine 1977. Wolfcraft ulazi na američko tržište otvaranjem prodajnog ureda u Čikagu.\n\nTe godine Robert Wolff dobija Rudolf Diesel Srebrnu medalju.\n\nTokom narednih godina otvaraju se filijale u Francuskoj, Velikoj Britaniji, Italiji i Slovačkoj.\n\nNovi logistički centar za Evropu otvoren je u Kempenihu dve godine kasnije.\n\nSedište kompanije sa novom administrativnom zgradom premešteno je u Kempenih 1995. godine.\n\nU 2008. godini predstavljene su kompletne DIY linije proizvoda sa grupama za laminat i suvu gradnju.\n\nGodine 2017. Wolfcraft je dobio „Nemačku nagradu za brend 2017“ od Nemačkog savetodavnog tela za dizajn.\n\nRobert Wolff sala u Vajbernu nosi ime po osnivaču, koji je proglašen i počasnim građaninom opštine Kempenih.",
  "text pasusa 2 wolfcraft": "Inovacija je deo svakog Wolfcraft proizvoda.\n\nKompanija ulaže u istraživanje i razvoj, sa ciljem da alati koje nudi unaprede radne procese.\n\nSvaki alat prolazi kroz proces inženjeringa i testiranja.\n\nAlati su prilagođeni zahtevima korisnika i projektovani da zadovolje funkcionalnost.\n\nWolfcraft alati izrađuju se od materijala koji su u skladu sa industrijskim standardima.\n\nProizvodni procesi omogućavaju da alati budu pogodni za čestu upotrebu i primenu u različitim uslovima.",
  "text pasusa 3 wolfcraft": "Od 2023. godine, Wolfcraft u svojoj ponudi ima oko 3.000 proizvoda.\n\nAsortiman obuhvata alate i dodatke koji se koriste u radionici, na gradilištu i u kućnim uslovima.\n\nU ponudi su ručni alati i dodaci za električne alate.\n\nWolfcraft radionički alati uključuju stege, šablone, uglomere i vinkel.\n\nOvi alati su prisutni u stolarskim radionicama i deo su redovne upotrebe.\n\nAlati su razvijeni za različite namene u okviru tehničkih i praktičnih poslova.",
  "text do kraja wolfcraft": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda Wolfcraft potražite na našoj ",
  "link do proizvodjaca text wolfcraft": "zvaničnoj internet prodavnici",
  "WolfcraftMetaTitle": "Wolfcraft alati prodavnica - Srbija, Beograd | Stridon Group",
  "WolfcraftMetaDescription": "Saznajte sve o Wolfcraft alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "Adrese maloprodaja:":"Adrese maloprodaja:",
  "Adresa maloprodaje 1: Ugrinovačka 212": "Adresa maloprodaje 1: Ugrinovačka 212",
  "Adresa maloprodaje 2: Vojislava Ilića 141g": "Adresa maloprodaje 2: Vojislava Ilića 141g",
  "Kontakt telefoni:": "Kontakt telefoni:",
  "Fiksni telefon internet prodaja: 011/4520-171,": "Fiksni telefon internet prodaja: 011/4520-171,",
  "Maloprodaja Ugrinovačka: 011/210-0230,": "Maloprodaja Ugrinovačka: 011/210-0230,",
  "Maloprodaja Vojislava Ilića: 011/2886-509 (samo profesionalni alati)": "Maloprodaja Vojislava Ilića: 011/2886-509 (samo profesionalni alati)"
}
