{
  "hero opis": "Najbolja prodavnica alata u Srbijii. Veleprodaja, maloprodaja i online prodaja električnog i ručnog alata, zaštitne oprema za profesionalce i majstore, mašina i pribora.",
  "naslov buttona": "Online prodavnica",
  "brendovi": "Brendovi",
  "HomepageBrandsTextBelowTitle": "Stridon nudi alate i opremu najpoznatijih brendova kao što su DeWalt, Stanley, Bosch, Makita, Knipex, Wiha, Hogert, GTV, REMS, MAX, Wera, Black & Decker, Rubi, Senco i mnogi drugi. Kao zvanični uvoznik i distributer za Srbiju, garantujemo originalan kvalitet, dostupnost proizvoda i tehničku podršku za svaki brend koji zastupamo.",
  "HomepageTestimonialsTextBelowTitle": "Naša snaga leži u poverenju koje gradimo sa partnerima. U nastavku pročitajte šta naši saradnici misle o radu sa nama — njihovo zadovoljstvo je naša najveća preporuka.",
  "svi brendovi": "Svi brendovi", 
  "Besplatna dostava": "Besplatna dostava",
  "Za kupovinu preko 15.000 RSD": "Za kupovinu preko 15.000 RSD",
  "Brza isporuka": "Brza isporuka",
  "Isporuka 1-5 radnih dana": "Isporuka 1-5 radnih dana",
  "Sigurna kupovina": "Sigurna kupovina",
  "Garancija na kupljene mašine": "Garancija na kupljene mašine",
  "Čekovima građana": "Čekovima građana",
  "Na 4 rate bez kamate": "Na 4 rate bez kamate",
  "galerija": "Galerija",
  "Brojevi govore umesto nas": "Brojevi govore umesto nas",
  "Veleprodajnih kupaca": "Veleprodajnih kupaca",
  "Dilera širom Srbije": "Dilera širom Srbije",
  "Zadovoljstvo uslugom": "Zadovoljstvo uslugom",
  "Brendova koje zastupamo": "Brendova koje zastupamo",
  "Šta naši saradnici kažu o nama": "Šta naši saradnici kažu o nama",

  "IN GRADNJA": "\"Veliki profesionalci i dobri ljudi, uvek spremni da ispune zahteve i rokove. Sve preporuke za bilo koju vrstu saradnje\"",
  "ENTERIJER JANKOVIC": "\"Vrlo dobro iskustvo u radu sa firmom Stridon Group. Odlični u komunikaciji, drže se rokova, uvek imaju dobar profesionalni savet i alat na lageru!\"",
  "HIDRO INA": "\"Firma koja uvek zna šta našoj firmi treba. Neprocenjivi prijateljski saveti i rešenja koja samo veliki profesionalci u svom poslu znaju. Sve preporuke za Stridon!\"",
  "TERMO TIM": "\"Jednostavna i brza svakodnevna saradnja. Ljudi koji su uvek spremni da izađu u susret potrebama kupaca.\"",
  "SILMAX doo": "\"Odličan lager alata i poznavanje potreba kupaca. Takođe, veliki broj brendova koje Stridon uvozi, čini ih nezaobilaznim svakodnevnim dobavljačem!\"",
  "MBM RAD": "\"Saveti profesionalnih prodavaca Stridona doveli su do skraćenja rada naše firme na pojedinim delovima projekata i do 50%!\"",
  "Galens": "\"Koliki god da projekat počinjete, Stridon uvek ima dovoljno alata za vas. Isporuka sutradan, alati kvalitetni, a želja da se kupcu istinski pomogne - nemerljiva!\"",
  "COLLIGO ARS": "\"Verni saradnik na svim našim projektima. U dugogodišnjoj saradnji nas ni jednom nisu izneverili. Preporuke za firmu Stridon!\"",

  "Ko su naši klijenti?": "Ko su naši klijenti?",
  "klijenti": "Poznate renomirane domaće firme iz oblasti građevine, stolarstva, keramike i drugih. Mala i srednja preduzeća kao i individualci koji imaju potrebu za kvalitetnim alatom i brzom uslugom!",

  "BrandsHeroTitle": "Uvoznik i distributer najboljih brendova",
  "BrandsHeroDescription": "Brendovi mašina, pribora, električnog, ručnog i akumulatorskog alata koje uvozimo i za koje je naša firma uvoznik i distributer na teritoriji Srbije.",

  "opisNaKatalozima": "Pregledajte širok izbor proizvoda i najbolje ponude mašina, električnog i ručnog alata za profesionalnu i kućnu upotrebu u našim akcijskim katalozima.",

  "Bosch DIY merni alati": "Bosch DIY merni alati",
  "Bosch pribor": "Bosch pribor",
  "Bosch Plavi": "Bosch Plavi",
  "Bosch VP cenovnik": "Bosch VP cenovnik",

  "Dewalt najprodavanije 2023": "Dewalt najprodavanije 2023",
  "Dewalt ograničeno izdanje": "Dewalt ograničeno izdanje",

  "Rems akcija 2023": "Rems akcija 2023",
  "Rubi akcija 2023": "Rubi akcija 2023",

  "Wiha merni alati": "Wiha merni alati",
  "Wiha katalog": "Wiha katalog",
  "Wiha XXL III kofer": "Wiha XXL III kofer",

  "Knipex katalog": "Knipex katalog",
  "MAX katalog": "MAX katalog",
  "GTV katalog": "GTV katalog",
  "Wolfcraft katalog": "Wolfcraft katalog",
  "MTX, Sparta katalog": "MTX, Sparta katalog",
  "Sparta, MTX katalog": "Sparta, MTX katalog",
  "Stanley katalog": "Stanley katalog",

  "Karcher profesionalni program katalog": "Karcher profesionalni program katalog",
  "Karcher žuti program katalog": "Karcher žuti program katalog",

  "Hogert električarski alati": "Hogert električarski alati",
  "Hogert HTZ": "Hogert HTZ",
  "Hogert odeća katalog": "Hogert odeća katalog",
  "Hogert ručni alati": "Hogert ručni alati",
  "Wera katalog": "Wera katalog",

  "KWB AKKU TOP pribor za aku alate": "KWB AKKU TOP pribor za aku alate",
  "KWB dodaci za mašine katalog": "KWB dodaci za mašine katalog",
  "KWB pribor": "KWB pribor",

  "SG Servis": "Servis alata van garancije u Beogradu",
  "opisNaServisu": "Servisiramo i održavamo električne, akumulatorske i ručne alate - za profesionalnu i hobi upotrebu.",
  "Brendovi koje servisiramo": "Brendovi koje servisiramo",
  "ServiceTextBelowBrandsThatWeService": "Servisiramo alate i opremu vodećih brendova kao što su DeWalt, Bosch, Makita, Metabo, Festool, Rubi i SENCO.",

  "DeWalt": "DeWalt alati su jedni od najkvalitetnijih alata današnjice. Koriste se u svim industrijama i nema preteškog posla za DeWalt profesionalne mašine. D...",
  "Bosch": "Bosch je jedna od najvećih svetskih firmi koja se bavi proizvodnjom električnih i ručnih alata. Bosch Professional predstavlja sinonim za kvalitet ...",
  "Stanley": "Stanley alati su sinonim za izdržljivost i preciznost. Poverenje koje imaju profesionalci i vlasnici kuća, Stanley pruža širok izbor visokokvalite ...",
  "REMS": "REMS je prepoznatljiva marka koja se specijalizuje za proizvodnju mašina i alata za različite industrije. Njihov asortiman obuhvata različite vrste ...",
  "Wiha": "Wiha je renomirana nemačka marka koja se specijalizuje za proizvodnju kvalitetnih ručnih alata. Njihov asortiman obuhvata širok spektar proizvoda, u...",
  "Knipex": "Knipex je vodeći proizvođač visokokvalitetnih ručnih alata specijalizovanih za rad sa cevima, žicama i sličnim materijalima. Sa preciznim dizajnom ...",
  "GTV": "GTV je poznata poljska marka koja se ističe svojom ponudom visokokvalitetnih proizvoda za opremanje enterijera i razne projekte. Njihova specijaln ...",
  "MAX": "MAX je poznata marka koja se specijalizuje za proizvodnju vrhunskih alata i mašina za različite industrije. Njihov asortiman obuhvata pneumatske al...",
  "Högert": "Hogert je specijalizovani proizvođač ručnih alata koji se ističe po svojoj inovativnosti i ergonomskom dizajnu. Sa fokusom na korisničko iskustvo, H... ",
  "Wera": "Wera je priznata nemačka marka koja je specijalizovana za proizvodnju visokokvalitetnih ručnih alata. Njihov asortiman obuhvata širok spektar proizv...",
  "Rubi": "Rubi, sinonim za profesionalnost i preciznost, nudi vam vrhunsku kolekciju mašina i alata za keramiku koja zadovoljava visoke standarde u industriji...",
  "Senco": "SENCO, sinonim za snagu i pouzdanost, nudi vam izuzetnu kolekciju zakivača eksera koja zadovoljava visoke standarde u građevinskoj industriji. Sa vi...",
  "Black+Decker": "Black+Decker pruža vam izvanrednu kolekciju alata koja zadovoljava širok spektar potreba kako profesionalaca, tako i entuzijasta širom sveta. Sa više...",
  "MTX": "MTX - pruža vam izvanrednu kolekciju ručnih alata koja je posebno osmišljena za hobiste i ljubitelje ručnih radova. Sa fokusom na jednostavnost i funk...",
  "Sparta": "Sparta, vaš pouzdan izbor za hobističke projekte, pruža vam izvanrednu kolekciju ručnih alata koja je posebno namenjena hobistima i ljubiteljima ručn...",
  "SG Tools": "SG Tools je profesionalni brend dijamantskog pribora. SG Tools proizvodi se ističu svojim kvalitetom i dugotrajnošću. Deo ponuda SG Tools proizvoda ... ",
  "Karcher": "Karcher je svetski poznati proizvođač visokokvalitetnih čistača za domaćinstvo i industriju. Sa inovativnim tehnologijama i visokim standardima, Kar... ",
  "Wolfcraft": "Wolfcraft je renomirani proizvođač alata i pribora za rad na drvetu i metalu. Sa strašću za kvalitetom i inovacijama, Wolfcraft alati su dizajnirani... ",
  "Kwb": "Kwb je proizvođač alata i pribora za rad na drvetu i metalu. Sa dugogodišnjim iskustvom i stručnim znanjem, KWB alati su priznati kao simbol kvalit... ",

  "Idi na brend": "Idi na brend",
  "Pogledaj PDF kataloge": "Pogledaj PDF kataloge",
  "Pogledaj PDF katalog": "Pogledaj PDF katalog",

  "naslov pasusa 1 dewalt": "Istorijat",
  "naslov pasusa 2 dewalt": "Tehnologije i inovacije",
  "naslov pasusa 3 dewalt": "Asortiman proizvoda",
  "naslov pasusa 4 dewalt": "Sponzorstva",
  "DEWALT alati - Uvoznik za Srbiju": "DeWALT alati - Uvoznik za Srbiju",
  "text pasusa 1 dewalt": "Kompaniju DeWalt je 1924. godine osnovao Raymond E. DeWalt u Leoli, Pensilvanija, poznat kao izumitelj radijalne testere. Njegov pronalazak imao je veliki uticaj na dalji razvoj električnih alata za obradu drveta.\n\nPoslovanje se brzo širilo, a kompanija je reorganizovana i ponovo registrovana 1947. kao DeWalt Inc. Godine 1949. preuzeo ju je American Machine & Foundry Co, koja ju je potom prodala kompaniji Black & Decker 1960. godine.\n\nBlack & Decker je 1989. godine prodao deo koji se bavio proizvodnjom radijalnih testera dvojici rukovodilaca, zadržavajući fokus na drugim vrstama alata za profesionalce.\n\nU 1992. godini, Black & Decker je pokrenuo proces rebrendiranja svojih profesionalnih i naprednih alata pod imenom DeWalt alati. Ovaj potez je značajno uticao na tržište, jer je stvorio snažan brend fokusiran isključivo na alat za profesionalnu upotrebu.\n\nDeWalt je 1994. godine preuzeo nemačkog proizvođača ELU i integrisao njegovu tehnologiju u svoj asortiman. Do 2001. godine, DeWalt je proizvodio i prodavao više od 200 modela stručnih alata i 800 dodataka.\n\nDeWalt je ubrzo postao prepoznatljiv među komercijalnim izvođačima radova, naročito u građevinskoj industriji. Godine 2004, Black & Decker je kupio konkurentskog proizvođača alata Porter-Cable i spojio ga sa DeWalt-om u Džeksonu, Tenesi.\n\nU 2011. godini DeWalt je započeo proizvodnju ručnih alata za izvođače, kao što su skalpeli, klešta, podesivi ključevi, metarski alati, testere i čekići, koji su danas deo standardne opreme svakog majstora.\n\nDve godine kasnije, dodali su i alate za mehaničare, uključujući ključeve, čegrtaljke i nastavke.\n\nU decembru 2013, DeWalt je najavio da će određeni deo proizvoda sastavljati u Sjedinjenim Američkim Državama, koristeći komponente iz Brazila, Kine, Češke, Italije, Meksika, Velike Britanije i SAD.\n\nDo 2015. godine, kompanija je imala sedam proizvodnih pogona u SAD-u, što je ojačalo poziciju DeWalt brenda kao američkog proizvođača alata.",
  "text pasusa 2 dewalt": "U aprilu 2016. godine, DeWalt je predstavio pametni telefon zasnovan na Android sistemu, razvijen posebno za radnike u građevinskoj industriji. Ovaj uređaj je otporan na udarce i ekstremne uslove, što ga čini savršenim za rad na gradilištima.\n\nSeptembra 2016. predstavljen je hibridni akumulator FlexVolt, koji može raditi na 60 V (54 V nominalno) i 2 Ah, ili na 20 V (18 V nominalno) i 6 Ah, u zavisnosti od vrste baterijskog alata.\n\nOko maja 2017. godine, DeWalt je počeo da uključuje Bluetooth tehnologiju ToolConnect u svoje bušilice i odvijače. ToolConnect omogućava korisnicima da preko mobilne aplikacije upravljaju svojim električnim alatima, prate njihov status i podešavaju funkcije.\n\nNeki modeli imaju ugrađenu podršku za ToolConnect, dok se kod drugih funkcionalnost može dodati naknadno pomoću dodatnog čipa.\n\nU maju 2018. lansirana je linija bežičnih kosilica na 20 V i 40 V, koja se brzo pozicionirala kao deo DeWalt linije alata za održavanje dvorišta.\n\nU septembru 2022. godine, DeWalt je predstavio POWERSTACK tehnologiju baterija, postavši prvi proizvođač koji koristi litijum-jonske ćelije u obliku vrećice za bolje performanse i kompaktniji dizajn.",
  "text pasusa 3 dewalt": "Ova kompanija je poznata po širokom asortimanu električnih i ručnih alata, namenjenih građevinskom, proizvodnom i stolarskom sektoru, kao i korisnicima koji se bave radovima u kućnim uslovima.\n\nDeWalt alati za profesionalce uključuju bušilice, testere, brusilice, aku alate, kosilice, kao i bogat izbor dodatne opreme. Takođe, tu su i precizni ručni alati DeWalt poput klešta, skalpela i čekića.\n\nBlack & Decker je ranije bio poznat po lakšim alatima i kućnim uređajima, što nije odgovaralo zahtevima profesionalaca u građevinarstvu. Pred kraj 1980-ih, Michael Hammes je predložio strategiju nalik onoj koju je Honda koristila za ulazak na tržište luksuznih automobila.\n\nKao rezultat toga, Black & Decker je odlučio da iskoristi manje poznato ime DeWalt za povratak na tržište profesionalnih alata.\n\nNakon akvizicije 1960. godine, DeWalt je proizvodio različite stacionarne električne alate. U 1992. godini lansirani su i ručni alati pod brendom DeWalt, koji su ranije bili deo linija Black & Decker Professional i Kodiak.\n\nTe linije su uskoro ugašene, a DeWalt je postao primarni brend profesionalnih alata. Istraživanja su pokazala da je čak 70% korisnika u industriji prepoznalo naziv DeWalt kao sinonim za pouzdanost i kvalitet.",
  "text pasusa 4 dewalt": "Od jula 2021. godine, DeWalt je zvanični dobavljač alata i opreme za McLaren Formula 1 tim, što dodatno potvrđuje njihovu posvećenost preciznosti i vrhunskim performansama.\n\nTakođe, DeWalt je 2022. godine potpisao ugovor o sponzorstvu sa fudbalskim klubom AFC Bournemouth, čime je još jednom demonstrirao svoju prisutnost i van industrije alata, u svetu profesionalnog sporta.",
  "text do kraja dewalt": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda DeWalt potražite na našoj ",
  "link do proizvodjaca text dewalt": "zvaničnoj internet prodavnici",
  "link do proizvodjaca url dewalt": "https://www.prodavnicaalata.rs/proizvodjaci/dewalt/",
  "DeWaltMetaTitle": "DeWalt alati prodavnica - Srbija, Beograd | Stridon Group",
  "DeWaltMetaDescription": "Saznajte sve o DeWalt alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "naslov pasusa 1 bosch": "Istorijat",
  "naslov pasusa 2 bosch": "Tehnologije i inovacije",
  "naslov pasusa 3 bosch": "Asortiman proizvoda",
  "naslov pasusa 4 bosch": "Globalno prisustvo",
  "BOSCH alati - Uvoznik za Srbiju": "Bosch alati - Uvoznik za Srbiju",
  "text pasusa 1 bosch": "Kompanija Bosch započela je svoje poslovanje 15. novembra 1886. godine, kao radionica za preciznu mehaniku i elektroinženjering u Štutgartu-Zapad. Već naredne godine, Bosch je razvio niskonaponski magneto za gasne motore, čime je započeo svoj put inovacija u auto-industriji.\n\nOd 1897. godine, Bosch ugrađuje magneto sisteme paljenja u motorna vozila, postajući vodeći dobavljač sistema za paljenje. Godine 1902, glavni inženjer Gotlob Honold je predstavio visokovoltni magneto sistem paljenja sa svećicom, ključni izum za razvoj automobilske industrije.\n\nGodine 1901. otvara se prvi proizvodni pogon u Štutgartu. Kompanija Bosch ubrzano raste: do 1906. proizvedeno je 100.000 magneto sistema, a uvedeno je i osmočasovno radno vreme. Već 1910. godine otvara se novi pogon u Feuerbach-u, gde se 1914. pokreće proizvodnja čuvenog “Bosch svetla” – generatora i farova.\n\nŠirenje upotrebe motornih vozila nakon 1900. uzrokuje brzi rast – sa 45 zaposlenih 1901. do preko 1.000 do 1908. godine. Globalna ekspanzija Bosch brenda počinje 1898. u Londonu, a ubrzo se širi i na Pariz, Beč, Budimpeštu i sve kontinente.\n\nU 1920-im, Bosch proširuje svoju ponudu: električne sirene (1921), brisače vetrobrana (1926) i pokazivače pravca (1927). Te godine uvodi i sisteme ubrizgavanja goriva za dizel motore. Kao deo diverzifikacije, 1932. kupuje sektor gasne opreme kompanije Junkers & Co. Te iste godine razvija svoju prvu električnu bušilicu i prvi auto-radio. Godine 1933. Bosch predstavlja prvi električni kućni frižider.\n\nTokom 2000-ih, Bosch lansira elektro-hidraulične kočnice, piezo-ubrizgavanje, digitalni auto-radio sa CD-om i litijum-jonski akumulatorski odvijač (2003).\n\nKompanija je 2005. i 2008. dobila Nemačku nagradu za budućnost. Najveća pojedinačna investicija stigla je 2021. otvaranjem fabrike poluprovodnika u vrednosti od 1,2 milijarde dolara.",
  "text pasusa 2 bosch": "Bosch tehnologije su sinonim za inovaciju. Godine 2009. izdvojeno je 3,6 milijardi evra za istraživanje i razvoj, a kompanija prijavljuje oko 3.900 patenata godišnje. Fokus je na unapređenju energetske efikasnosti, obnovljivim izvorima energije i biomedicinskoj tehnologiji.\n\nPodružnica Bosch Healthcare Solutions GmbH nudi medicinske uređaje i usluge. Tokom 2020. lansiran je brzi test na COVID-19.\n\nBosch je između 2022. i 2026. uložio čak 3 milijarde evra u razvoj čipova, s naglaskom na 40 i 200-nanometarske čipove za automobilske aplikacije. Time dodatno učvršćuje poziciju lidera u automobilskoj i elektronskoj industriji.",
  "text pasusa 3 bosch": "Bosch proizvodi pokrivaju više industrija. U automobilskoj industriji, Bosch nudi sisteme za ubrizgavanje goriva, kočione sisteme i naprednu auto-elektroniku. U sektoru potrošačkih proizvoda, poznat je po Bosch električnim alatima, kućnim aparatima i e-bicikl motorima.\n\nU industrijskoj tehnologiji, Bosch razvija sisteme za automatizaciju i pakovanje, dok u sektoru energetike i infrastrukture nudi rešenja za grejanje, toplu vodu, sigurnosne sisteme i komunikacione uređaje.\n\nTakođe, kompanija proizvodi senzore, uređaje za pametne kuće i medicinske instrumente. Bosch je aktivan i u oblasti softverskih rešenja, posebno za autonomnu vožnju i pametne automobile.\n\nPo prihodima, Bosch je vodeći svetski proizvođač automobilskih komponenti.",
  "text pasusa 4 bosch": "Bosch grupa ima više od 468 filijala i regionalnih predstavništava u preko 60 zemalja. Njene aktivnosti u oblasti proizvodnje, razvoja i prodaje pokrivaju čitav svet. Više od 90.000 istraživača i inženjera radi na 125 lokacija širom sveta, što Bosch čini jednim od najinovativnijih brendova današnjice.",
  "text do kraja bosch": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda Bosch potražite na našoj ",
  "link do proizvodjaca text bosch": "zvaničnoj internet prodavnici",
  "BoschMetaTitle": "Bosch alati prodavnica - Srbija, Beograd | Stridon Group",
  "BoschMetaDescription": "Saznajte sve o Bosch alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "naslov pasusa 1 stanley": "Istorijat",
  "naslov pasusa 2 stanley": "Tehnologije i inovacije",
  "naslov pasusa 3 stanley": "Asortiman proizvoda",
  "Stanley alati - Uvoznik za Srbiju": "Stanley alati - Uvoznik za Srbiju",
  "text pasusa 1 stanley": "Brend Stanley Tools ima duboko ukorenjenu tradiciju u industriji ručnih alata.\n\nKompaniju The Stanley Works osnovao je Frederik Trent Stenli 1843. godine u Nju Britenu, Konektikat, kao proizvođača vijaka i okova za vrata.\n\nDrugu kompaniju, The Stanley Rule and Level, osnovao je 1857. godine njegov rođak Henri Stenli, takođe u Nju Britenu.\n\nGodine 1920, ove dve firme su se spojile, a sektor za ručne alate nastavio je da posluje pod okriljem The Stanley Works.\n\nOvaj spoj bio je ključan za razvoj Stanley ručnih alata, koji su kasnije postali sinonim za pouzdanost i preciznost u zanatskoj i građevinskoj industriji.\n\nOko 1937. godine, Stanley je napravio strateški korak ka evropskom tržištu preuzimanjem britanske kompanije J. A. Chapman, renomiranog proizvođača stolarskih alata iz Šefilda.\n\nOvo preuzimanje proširilo je globalno prisustvo brenda Stanley i dodatno učvrstilo njegovu reputaciju.\n\nU martu 2010. godine, Stanley Works se spojio sa Black & Decker, čime je nastala globalna korporacija Stanley Black & Decker.\n\nDanas, Stanley Hand Tools funkcioniše kao važan deo ove grupacije, ostajući veran svojim korenima dok se razvija u skladu sa savremenim zahtevima korisnika alata.",
  "text pasusa 2 stanley": "Stanley je poznat po brojnim inovacijama koje su unapredile kvalitet i efikasnost alata.\n\nMeđu najpoznatijim inovacijama nalaze se Bailey blanja, Surform alat, PowerLock metar, skalpel i višenamenski alat Stanley #1 Odd Jobs.\n\nPosebno se ističe serija Stanley FatMax, koja je poznata po robusnim i izdržljivim alatima dizajniranim za teške radne uslove.\n\nOvi alati su omiljeni među profesionalnim korisnicima zbog svoje pouzdanosti i snage.",
  "text pasusa 3 stanley": "Stanley nudi širok asortiman ručnih alata za različite primene, od stolarije do obrade metala i merenja.\n\nMeđu najpoznatijim proizvodima nalaze se blanjalice, testere, lenjiri, ugaonici, dleta, odvijači, kao i razni drugi alati za ličnu i profesionalnu upotrebu.\n\nZa obradu drveta, Stanley nudi precizne testere, dleta i metre koji omogućavaju kontrolisano sečenje i oblikovanje materijala.\n\nNjihovi metri i libele, kao što su modeli iz FatMax serije, omogućavaju tačna merenja u zahtevnim uslovima rada.\n\nU oblasti obrade metala, Stanley proizvodi efikasne makaze, turpije i druge alate koji osiguravaju preciznu završnu obradu.\n\nStanley alati su prepoznati kao kvalitetno rešenje za profesionalce i hobiste širom sveta.",
  "text do kraja stanley": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda Stanley potražite na našoj ",
  "link do proizvodjaca text stanley": "zvaničnoj internet prodavnici",
  "StanleyMetaTitle": "Stanley alati prodavnica - Srbija, Beograd | Stridon Group",
  "StanleyMetaDescription": "Saznajte sve o Stanley alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "naslov pasusa 1 rems": "Istorijat",
  "naslov pasusa 2 rems": "Tehnologije i inovacije",
  "naslov pasusa 3 rems": "Asortiman proizvoda",
  "REMS - Uvoznik za Srbiju": "REMS - Uvoznik za Srbiju",
  "text pasusa 1 rems": "Kompanija REMS je osnovana 1909. godine sa jasnim ciljem, razvijati vrhunske alate za rad sa cevima, prvenstveno za potrebe instalatera u sektorima sanitarije i grejanja. Na početku su to bili ručni alati za cevi, dok je kasnije REMS proširio ponudu na mašine i električne alate za cevarske radove. Zahtev osnivača Christiana Fölla da REMS alati uvek moraju biti superiorni postao je temelj poslovanja firme. Više od jednog veka kasnije, REMS je prepoznat kao vodeći proizvođač profesionalnih alata i mašina za rad sa cevima, kako na domaćem, tako i na svetskom tržištu.",
  "text pasusa 2 rems": "REMS se ističe svojim inovativnim pristupom razvoju alata. Njihovi inženjeri osmišljavaju rešenja koja instalaterima olakšavaju svakodnevni rad – bilo da se radi o ručnim alatima, elektro-mašinama ili naprednim rešenjima za savijanje i spajanje cevi. U REMS-u se svakom izazovu pristupa kroz prizmu praktičnog iskustva, uz stalnu saradnju sa stručnjacima iz različitih oblasti industrije.\n\nREMS alati su poznati po inovacijama, kvalitetu izrade i tehničkom savršenstvu. Njihova tehnologija odgovara najvišim standardima, što potvrđuju brojni nacionalni i međunarodni patenti. Zahvaljujući tome, REMS zadržava vodeću poziciju na tržištu cevarskih alata i nastavlja da bude sinonim za kvalitet i pouzdanost.",
  "text pasusa 3 rems": "REMS nudi kompletan asortiman alata i mašina za obradu cevi, namenjenih profesionalcima u instalaterskoj industriji. Njihovi proizvodi obuhvataju mašine za navojno rezanje i valjanje, kao i elektro-hidraulične alate za obradu navoja. Tu su i različiti alati za sečenje cevi, od ručnih rezača, preko električnih i pneumatskih testera, pa sve do baterijskih uređaja za kružno sečenje.\n\nZa dodatnu obradu cevi, REMS nudi rešenja za fazetiranje i uklanjanje ivica, kao i širok spektar alata za montažu, uključujući švedske i pumpne ključeve, akumulatorske bušilice, kao i uređaje za ispitivanje pritiska, kako električne tako i ručne.\n\nU oblasti zavarivanja i lemljenja, REMS je razvio efikasna rešenja kao što su električne klešta za lemljenje, turbo plamenici i kvalitetni materijali za lemljenje. Za potrebe savijanja cevi, dostupni su kako ručni tako i hidraulični savijači, koji omogućavaju precizan i lak rad na terenu.\n\nPored toga, REMS se ističe i alatima za rad sa radijalnim i aksijalnim spajanjima, uključujući akumulatorske i elektro-hidraulične prese, kao i ekspanzione alate. Za potrebe održavanja, REMS nudi opremu za inspekciju i čišćenje cevi, poput inspekcijskih kamera, mašina za čišćenje i alata za zavarivanje plastičnih cevi.",
  "text do kraja rems": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda REMS potražite na našoj ",
  "link do proizvodjaca text rems": "zvaničnoj internet prodavnici",
  "REMSMetaTitle": "REMS alati prodavnica - Srbija, Beograd | Stridon Group",
  "REMSMetaDescription": "Saznajte sve o REMS alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "naslov pasusa 1 wiha": "Istorijat",
  "naslov pasusa 2 wiha": "Tehnologije i inovacije",
  "naslov pasusa 3 wiha": "Asortiman proizvoda",
  "naslov pasusa 4 wiha": "Priznanja i sponzorstva",
  "Wiha alati - Uvoznik za Srbiju": "Wiha alati - Uvoznik za Srbiju",
  "text pasusa 1 wiha": "Kompanija Wiha osnovana je 1939. godine u Vupertalu, od strane Vilija Hana. Ova oblast, Bergišes Land, bila je poznata kao centar industrije alata, jer je obuhvatala značajne rudarske resurse i brojnu industrijsku proizvodnju alata, kao što su kovačnice duž reka. Sam naziv kompanije potiče od prvih slova imena njenog osnivača, Vilija Hana.\n\nNakon četiri godine, sedište kompanije je premešteno u Šonah, gde se i danas nalazi.\n\nPočetno su proizvodili samo pričvršćivače, ali je 1947. godine započeta proizvodnja šrafcigera. U narednim decenijama, Wiha je nastavila širenje svog asortimana, uvodeći nove proizvode, uključujući imbus ključeve i sečiva.\n\nGodine 1966. kupili su pogon u Menšvajleru/Švarcvald, gde se danas proizvode sečiva i imbus ključevi. Wiha je takođe nastavila širenje i otvaranjem filijala u Sjedinjenim Američkim Državama (1985), kao i u Francuskoj, Španiji, Velikoj Britaniji, Danskoj, Poljskoj, Kini, Vijetnamu, Tajlandu, Kanadi i azijsko-pacifičkom regionu.",
  "text pasusa 2 wiha": "Wiha stalno investira u inovativne tehnologije koje unapređuju funkcionalnost i kvalitet alata. Kroz razvoj proizvoda kao što su ručke sa višekomponentnim slojevima i precizno kalibrisani moment ključevi, Wiha alati pružaju vrhunske performanse.\n\nKompanija se oslanja na iskustva i povratne informacije stručnjaka kako bi stalno unapređivala svoje proizvode. Kao jedan od lidera na tržištu alata, Wiha je prepoznata po svom posvećenju kvalitetu, inovacijama i korisničkom iskustvu.\n\nWiha alati, zahvaljujući svojoj visokoj pouzdanosti i tehnologiji, postali su ključni u industrijama širom sveta, osiguravajući svojim korisnicima dugoročnu vrednost i efikasnost.",
  "text pasusa 3 wiha": "Wiha nudi širok asortiman alata, sa više od 3.500 različitih proizvoda, uključujući šrafcigere, alate za merenje obrtnog momenta, imbus ključeve, bitove, klešta, čekiće i merni alat. Sa globalnom prisutnošću i visokom kvalitetom, Wiha alati su prepoznati u industriji.\n\nOva porodična kompanija zapošljava oko 750 ljudi širom sveta, a proizvodi Wiha su sinonim za inovativnu proizvodnju i dugoročne standarde u alatnoj industriji.",
  "text pasusa 4 wiha": "Wiha je više puta nagrađena za dizajn svojih proizvoda, tehničke inovacije i društvenu odgovornost. Kompanija je osvojila brojne prestižne nagrade, uključujući oko 20 iF nagrada, od kojih je jedna zlatna nagrada za Wiha držač bitova sa magazinom, kao i desetine Red Dot nagrada, uključujući prestižnu Red Dot Best of the Best nagradu.\n\nPored toga, Wiha je od 2010. godine glavni sponzor regionalnog košarkaškog tima Wiha Panthers Schwenningen, čime pokazuje svoju posvećenost društvenoj odgovornosti i promociji sportskih aktivnosti.",
  "text do kraja wiha": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda Wiha potražite na našoj ",
  "link do proizvodjaca text wiha": "zvaničnoj internet prodavnici",
  "WihaMetaTitle": "Wiha alati prodavnica - Srbija, Beograd | Stridon Group",
  "WihaMetaDescription": "Saznajte sve o Wiha alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "naslov pasusa 1 knipex": "Istorijat",
  "naslov pasusa 2 knipex": "Tehnologije i inovacije",
  "naslov pasusa 3 knipex": "Asortiman proizvoda",
  "naslov pasusa 4 knipex": "Knipex muzej",
  "Knipex alati - Uvoznik za Srbiju": "Knipex alati - Uvoznik za Srbiju",
  "text pasusa 1 knipex": "Knipex je već četiri generacije nezavisno, porodično preduzeće sa sedištem u Kronenbergu, Vupertal, u srcu nemačke industrije alata. Poznat po vrhunskim kleštima i specijalizovanim ručnim alatima, Knipex proizvodi sve osnovne artikle, uključujući kvalitetna klešta i profesionalne alate, isključivo u Nemačkoj. Pojedini dodatni alati, poput pinceta i kožnih torbi za alat sa Knipex brendom, dolaze od pažljivo odabranih eksternih dobavljača.\n\nKompanija je osnovana 1882. godine kao mala kovačnica koju je pokrenuo Karl Gustav Puč u podrumu svoje porodične kuće. Počeli su sa samo jednim radnikom i dva pripravnika, a već tada se fokusirali na proizvodnju klešta za tesare i potkivače. Ta klešta su se u početku izrađivala ručno, ali je ubrzo usledila modernizacija uz upotrebu čekića za kovanje. Na vrhuncu pod vođstvom Karla Puča, proizvodilo se čak 7.000 pari klešta nedeljno.\n\nKnipex je 1942. zvanično zaštitio svoj brend, a nova generacija porodice Puč nastavila je razvoj. Godine 1954, treća generacija, Karl Puč, preuzima vođenje firme i uvodi automatizaciju, inovacije i patente u proizvodni proces. Od 1996. godine, firmu vodi Ralf Puč, praunuk osnivača, koji je proširio prisustvo Knipex alata na više od deset zemalja širom sveta. Danas se više od 60% proizvodnje izvozi, što govori o globalnom ugledu koji Knipex uživa kao lider u proizvodnji klešta i alata za električare, vodoinstalatere i druge zanatlije.",
  "text pasusa 2 knipex": "Knipex se izdvaja kao brend koji neprekidno pomera granice u razvoju ručnih alata. Njihovi alati, posebno Cobra klešta sa sistemom za brzo podešavanje jednom rukom, predstavljaju spoj funkcionalnosti i preciznosti. Cobolt sekači su još jedan primer inovacije, kompaktni, ali izuzetno moćni alati za sečenje zavrtnjeva i tvrdih materijala. Klešta-ključevi kombinuju funkcije viljuškastog ključa i standardnih klešta, nudeći korisnicima alat visoke preciznosti i izdržljivosti.\n\nOva tehnološka rešenja čine Knipex alatima sinonimom za profesionalne performanse u svim granama industrije, naročito u elektroinstalacijama, održavanju, montaži solarnih sistema i drugim specijalizovanim poslovima.",
  "text pasusa 3 knipex": "Knipex katalog sadrži oko 100 različitih modela klešta, sa više od 900 varijacija u dužini, obliku drške i završnoj obradi. U ponudi su bočni sekači, klešta za električare, vodoinstalaterska klešta, kao i visoko specijalizovani alati za elektroniku i precizne poslove. Alati za električare uključuju rešenja za sečenje kablova, skidanje izolacije i krimpovanje žica, sve uz maksimalnu ergonomiju i sigurnost.\n\nVećina modela dostupna je i u varijantama sa izolovanim drškama, koje štite od električnog napona do 1.000 V, što ih čini neophodnim izborom za sve profesionalce u elektroindustriji. Sistem označavanja alata koristi decimalnu šifru koja sadrži informacije o tipu klešta, obliku vilica i veličini alata, što korisnicima olakšava izbor pravog modela.\n\nKnipex se oslanja na sopstvenu proizvodnju, sa internim procesima koji obuhvataju sve faze, od kovanja, bušenja, glodanja i brušenja do laserske obrade, čime se osigurava vrhunski kvalitet svakog komada.",
  "text pasusa 4 knipex": "U sedištu firme u Vupertalu nalazi se Knipex muzej, posvećen istoriji ručnih alata i razvoja alata kroz vreme. Na dva sprata, posetioci mogu videti alate, mašine, rekonstruisana radna mesta i predmete iz svakodnevnog života koji oslikavaju bogatu tradiciju nemačke alatničarske industrije.\n\nMuzej je otvoren za javnost jednom godišnje tokom manifestacije Wuppertal-24h-live, dok su grupne posete moguće uz prethodnu najavu tokom cele godine.",
  "text do kraja knipex": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda Knipex potražite na našoj ",
  "link do proizvodjaca text knipex": "zvaničnoj internet prodavnici",
  "KnipexMetaTitle": "Knipex alati prodavnica - Srbija, Beograd | Stridon Group",
  "KnipexMetaDescription": "Saznajte sve o Knipex alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "naslov pasusa 1 gtv": "Istorijat",
  "naslov pasusa 2 gtv": "Tehnologije i inovacije",
  "naslov pasusa 3 gtv": "Asortiman proizvoda",
  "naslov pasusa 4 gtv": "Podrška",
  "GTV alati - Uvoznik za Srbiju": "GTV alati - Uvoznik za Srbiju",
  "text pasusa 1 gtv": "Od male poljske firme, GTV je izrastao u međunarodno prepoznatog proizvođača nameštajske galanterije i LED rasvete. Kompanija je poznata po brzoj operativnosti, inovativnosti i prilagodljivosti potrebama tržišta. GTV već decenijama uspešno odgovara na dinamično promenljive zahteve kupaca i pažljivo prati globalne trendove u oblasti enterijera, okova i LED osvetljenja.\n\nTokom 2022. godine, GTV je proširio svoje poslovanje kupovinom pogona specijalizovanog za proizvodnju ramova za krevete, okvira, dovratnika, mehanizama i dodataka za tapacirani nameštaj. Ovaj proizvodni centar u Ščitnu predstavlja strateški korak ka jačanju prisustva u komplementarnim segmentima tržišta nameštaja. Ovim potezom GTV dodatno diversifikuje svoju ponudu i omogućava kupcima širi izbor proizvoda za savremeno opremanje prostora.\n\nVrednosti kao što su poštenje, otvorenost, profesionalizam i podrška čine temelj organizacione kulture kompanije GTV, što dodatno učvršćuje poverenje kupaca i partnera širom Evrope i sveta.",
  "text pasusa 2 gtv": "GTV konstantno ulaže u savremene tehnologije i vrhunske materijale, kako bi njihovi okovi za nameštaj i LED rasveta zadovoljili najviše standarde kvaliteta i estetike. Njihovi proizvodi se oslanjaju na inovacije koje prate najnovije trendove u dizajnu enterijera i pametnim rešenjima za uređenje doma i poslovnog prostora.\n\nKao istinski preduzetnici, stručnjaci u GTV-u neprestano uče i razvijaju nove veštine, a svoju stručnost primenjuju kroz stvaranje proizvoda koji zadovoljavaju i trenutne i buduće potrebe tržišta. Zahvaljujući naprednim rešenjima kao što su cloud computing, veštačka inteligencija i automatizovani alati, GTV razvija pametne sisteme koji unapređuju korisničko iskustvo.\n\nKroz optimizaciju logističkih procesa, GTV osigurava visoku dostupnost celokupnog asortimana, od LED traka do okova za ormare, kliznih sistema i dodataka za kuhinje i dnevne sobe.",
  "text pasusa 3 gtv": "GTV nudi jedan od najkompletnijih asortimana nameštajske galanterije i LED rasvete na tržištu. Njihova ponuda uključuje okove za nameštaj, klizače, šarke, podizne mehanizme, ručke, dugmad, LED trake, aluminijumske profile i dodatke za osvetljenje. Ovi proizvodi omogućavaju savršenu završnu obradu, tihi rad fioka i vrata, kao i maksimalnu funkcionalnost u ograničenom prostoru.\n\nInovativna rešenja za uštedu prostora i ergonomiju doprinose modernom dizajnu enterijera, a brojni GTV proizvodi zadovoljavaju potrebe kako profesionalnih stolara, tako i hobista koji žele kvalitetne i estetski privlačne elemente za svoj nameštaj.\n\nPortfelj kompanije broji više od 12.000 proizvoda, uključujući LED rasvetu, fitinge, dodatke za kuhinje, okove za garderobere i još mnogo toga. Ova raznovrsnost omogućava kupcima da pronađu sve potrebne komponente za projekat na jednom mestu, štedeći vreme, trud i novac.\n\nSlogan „Kreiramo bolji svakodnevni život za ljude“ oslikava njihovu posvećenost stvaranju proizvoda koji ne samo da izgledaju moderno, već i čine život lakšim i funkcionalnijim.",
  "text pasusa 4 gtv": "Zadovoljan kupac je glavni prioritet kompanije GTV. Zato nude sveobuhvatnu korisničku podršku tokom cele saradnje, od izbora nameštajskih okova do instalacije LED rasvete. Tim stručnjaka pruža pomoć u odabiru optimalnog rešenja, brzo procesira porudžbine i organizuje efikasnu isporuku.\n\nGTV podržava svoje B2B partnere kroz pouzdanu platformu, tehničku dokumentaciju, vizualizacije i marketinške materijale. Njihovi savetnici su eksperti u oblasti nameštajske galanterije i LED osvetljenja, a govore više jezika, kako bi komunikacija sa kupcima iz različitih zemalja bila što jednostavnija.\n\nPoslovni partneri mogu računati na personalizovanu marketinšku podršku, savete o asortimanu i znanje o tržišnim trendovima. GTV ne samo da prodaje proizvode, oni grade dugoročne odnose sa svojim klijentima i doprinose uspehu svakog projekta.",
  "text do kraja gtv": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda GTV potražite na našoj ",
  "link do proizvodjaca text gtv": "zvaničnoj internet prodavnici",
  "GTVMetaTitle": "GTV alati prodavnica - Srbija, Beograd | Stridon Group",
  "GTVMetaDescription": "Saznajte sve o GTV alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "naslov pasusa 1 max": "Istorijat",
  "naslov pasusa 2 max": "Tehnologije i inovacije",
  "naslov pasusa 3 max": "Asortiman proizvoda",
  "MAX vezivači armature i žica - Uvoznik za Srbiju": "MAX vezivači armature i žica - Uvoznik za Srbiju",
  "text pasusa 1 max": "Kompanija MAX je osnovana 1942. godine pod nazivom Yamada Air Industry Co., Ltd., a 1945. godine je započela proizvodnju poslovne i kancelarijske opreme.\n\nTokom 1964. godine, spajanjem proizvodnog i prodajnog sektora, formirana je kompanija MAX CO., LTD.\n\nOd tada, MAX se razvijao u prepoznatljivog proizvođača industrijske opreme i alata za građevinsku industriju.\n\nKompanija se kotirala na Tokijskoj berzi 1970. godine, a glavno sedište je 1981. premešteno u Tokio.\n\nTokom 1990-ih i 2000-ih godina, MAX je otvorio nove proizvodne pogone u Japanu, Kini, Tajlandu i Maleziji.\n\nParalelno sa širenjem, kompanija je uvela međunarodno priznate ISO sertifikate za upravljanje kvalitetom (ISO9001) i zaštitom životne sredine (ISO14001), čime je dodatno učvrstila svoj status lidera u industriji alata.\n\nGodine 2010. i 2014. MAX je izvršio strateške akvizicije i osnovao nova predstavništva u Aziji i Evropi, proširujući prisustvo na globalnom tržištu.\n\nKroz decenije rada, MAX konstantno jača istraživačke kapacitete i razvija proizvode koji zadovoljavaju visoke standarde profesionalaca širom sveta.\n\nMAX je danas međunarodno prepoznat kao pouzdan proizvođač industrijskih alata, kancelarijske opreme i električnih alata.\n\nNjihovi razvojni timovi kreiraju proizvode sa originalnim i izdržljivim karakteristikama, koji odgovaraju na potrebe profesionalnih korisnika u različitim industrijama.",
  "text pasusa 2 max": "Inovacije u kompaniji MAX započinju u istraživačkim, dizajnerskim i proizvodnim odeljenjima, a završavaju se kod krajnjih korisnika koji koriste MAX alate u svakodnevnom radu.\n\nNa osnovu povratnih informacija sa tržišta, proizvodi se neprekidno prilagođavaju stvarnim uslovima rada.\n\nBliska saradnja sa korisnicima omogućava kompaniji da prati tehnološke trendove i predvidi buduće potrebe u građevinskoj i industrijskoj proizvodnji.\n\nMAX alati se razvijaju u Japanu i proizvode u pogonima sa ISO sertifikatima, garantujući visoku pouzdanost i kvalitet.\n\nSvaki proizvod prolazi rigorozne testove kako bi zadovoljio interne standarde kvaliteta i izdržljivosti.\n\nStalnim ulaganjem u istraživanje i razvoj, MAX doprinosi stvaranju pametnih alata i rešenja koja značajno olakšavaju rad na gradilištu, u proizvodnim halama i kancelarijskom okruženju.",
  "text pasusa 3 max": "MAX je postao sinonim za inovacije u oblasti alata, bio je prvi na svetu koji je razvio eksericu za krovove (1982), baterijski alat za vezivanje armature (1993), kao i kompresore i pneumatske ekserice visokog pritiska (1994).\n\nOvi alati su prepoznati među profesionalcima zbog svoje pouzdanosti, dugotrajnosti i ergonomije.\n\nIndustrijski alati MAX uključuju čvrste, ali lagane uređaje specijalno razvijene za primenu u građevinskoj industriji.\n\nAsortiman obuhvata pneumatske ekserice, kompresore visokog pritiska (do 20 bara), alate za metal i beton, kao i dodatke za efikasno izvođenje radova na terenu.\n\nKancelarijska divizija kompanije MAX nudi širok spektar uređaja, među kojima su poznate heftalice „Flat Clinch“ i „Integral“ koje se koriste širom sveta u štamparijama i kancelarijama.\n\nMAX je poznat i po uređajima za obradu čekova namenjenim finansijskom sektoru, kao i sistemima za štampanje i rezanje etiketa, oznaka i kablova, koji nalaze primenu u industrijskim i obrazovnim okruženjima.\n\nMAX alati, kancelarijska oprema i uređaji za specijalizovanu upotrebu nude kompletna rešenja za profesionalce iz različitih sektora.\n\nNjihov širok asortiman čini ih pouzdanim partnerom za sve koji traže kvalitet, preciznost i inovaciju.",
  "text do kraja max": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda MAX potražite na našoj ",
  "link do proizvodjaca text max": "zvaničnoj internet prodavnici",
  "MAXMetaTitle": "MAX alati prodavnica - Srbija, Beograd | Stridon Group",
  "MAXMetaDescription": "Saznajte sve o MAX alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "naslov pasusa 1 hogert": "Istorijat",
  "naslov pasusa 2 hogert": "Tehnologije i inovacije",
  "naslov pasusa 3 hogert": "Asortiman proizvoda",
  "Hogert alati - Uvoznik za Srbiju": "Högert alati - Uvoznik za Srbiju",
  "text pasusa 1 hogert": "Högert je noviji, ali ambiciozan brend ručnih alata i zaštitne opreme, sa jasnom vizijom da zauzme značajno mesto u sektoru profesionalnog alata.\n\nOd samog osnivanja, Högert Technik usmerava razvoj svojih proizvoda ka savremenim tehničkim rešenjima i visokim standardima izrade, oslanjajući se na proveren kvalitet, pouzdanost i dugotrajnost.\n\nOvaj savremeni brend prisutan je na međunarodnim tržištima, a njegovi ručni alati i oprema dostupni su širom Evrope, Azije i Južne Amerike od 2015. godine.\n\nKljučne vrednosti Högert-a, iskrenost, stručnost, podrška korisnicima i spremnost za nove izazove, deo su njegovog identiteta i organizacione kulture.\n\nHögert Technik funkcioniše kroz efikasne organizacione strukture koje omogućavaju brzo donošenje odluka, uz jasnu i otvorenu komunikaciju sa partnerima i korisnicima.\n\nKompanija je usmerena na stalna unapređenja, otvorena je za promene i fokusirana na razvoj brenda i jačanje prisustva na tržištu alata i opreme za profesionalce.",
  "text pasusa 2 hogert": "Kvalitet i inovacija su temeljne vrednosti brenda Högert Technik.\n\nU okviru svojih laboratorija, kompanija sprovodi precizna ispitivanja i merenja alata, sa ciljem kontrole kvaliteta, optimalne raspodele resursa i stalnog unapređenja proizvoda.\n\nFokus je na kreiranju alata koji olakšavaju svakodnevni rad profesionalcima u industriji i građevinarstvu.\n\nRazvojem inovativnih rešenja i pažljivim pristupom dizajnu, Högert podiže standarde ne samo unutar svoje kompanije, već i u čitavoj industriji.\n\nBrend je poznat po težnji ka jednostavnosti, korisnosti i pouzdanosti, uz posebnu pažnju na dugotrajnu i intenzivnu upotrebu alata u zahtevnim uslovima rada.",
  "text pasusa 3 hogert": "Högert Technik nudi širok spektar proizvoda koji obuhvataju ručne alate, kao što su odvijači, ključevi, klešta i merni instrumenti, dizajnirani za precizan, dugotrajan i profesionalan rad.\n\nU ponudi su i električni alati koji omogućavaju efikasno izvođenje zadataka u različitim radnim uslovima.\n\nPored alata, Högert razvija i visokokvalitetnu zaštitnu opremu, radne rukavice, zaštitne naočare, šlemove i radnu obuću.\n\nOva oprema je dizajnirana da pruži maksimalnu sigurnost i udobnost korisnicima u industrijskim i građevinskim okruženjima.\n\nPoseban akcenat stavljen je na izbor sirovina: ugljenični čelik koji se koristi u proizvodnji ručnih alata osigurava otpornost, čvrstoću i dug vek trajanja.\n\nHögert Technik sarađuje isključivo sa renomiranim industrijskim partnerima, proveravajući svaki korak u lancu snabdevanja kako bi garantovao alat visokog kvaliteta i pouzdanog porekla.\n\nSvi Högert alati i proizvodi poseduju relevantne sertifikate kvaliteta, uključujući TÜV Rheinland i VDE, kao i usklađenost sa zahtevima DIN standarda Nemačkog instituta za standardizaciju.\n\nOvi sertifikati potvrđuju da su Högert proizvodi u skladu sa najvišim standardima sigurnosti i performansi.",
  "text do kraja hogert": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda Högert Technik potražite na našoj ",
  "link do proizvodjaca text hogert": "zvaničnoj internet prodavnici",
  "HogertMetaTitle": "Högert alati prodavnica - Srbija, Beograd | Stridon Group",
  "HogertMetaDescription": "Saznajte sve o Högert alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "naslov pasusa 1 wera": "Istorijat",
  "naslov pasusa 2 wera": "Tehnologije i inovacije",
  "naslov pasusa 3 wera": "Asortiman proizvoda",
  "naslov pasusa 4 wera": "Nagrade",
  "Wera alati - Uvoznik za Srbiju": "Wera alati - Uvoznik za Srbiju",
  "text pasusa 1 wera": "Godine 1936, preduzetnik Hermann Werner osnovao je Hermann Werner GmbH & Co. KG kao trgovinsku firmu specijalizovanu za prodaju alata. Ova osnova postavila je temelje za ono što će kasnije postati globalno prepoznat brend, Wera alati.\n\nDesetak godina kasnije, firma je rekonstruisana pod vođstvom Heinza Amtenbrinka, zeta porodice Werner. Tada se započinje proizvodnja odvijača, što je označilo početak razvoja ručnih alata pod sopstvenim brendom. Od 1951. godine, kompanija koristi naziv Wera, kombinacijom imena Werner i Amtenbrink, čime je postavljen identitet koji se održava i danas.\n\nProizvodnja bitova započela je 1963. godine, a samo pet godina kasnije, u saradnji sa Fraunhofer institutom, razvijena je poznata Kraftform ručka, jedna od najprepoznatljivijih inovacija u svetu odvijača. Ova ručka ostala je deo Wera logotipa, simbola kvaliteta i pouzdanosti nemačkih alata.\n\nTokom 1990-ih, Wera Tools uvodi bitove presvučene dijamantom i širi se preuzimanjem Drehmax W. Holland i osnivanjem prodajne podružnice u Velikoj Britaniji. Godine 1995, deo proizvodnje se seli u Češku Republiku, u grad Bystřice.\n\nNakon što se osnivač povukao iz posla, Wera je 2016. godine prodata Bitburger Holdingu. Te iste godine otvoren je moderan logistički centar u Wuppertalu, površine 20.000 m². Kompanija je tada zapošljavala više od 750 ljudi globalno, uključujući više od 400 u Češkoj. Ekspanzija je nastavljena 2018. godine otvaranjem filijale u Třebíču.\n\nOd 2019. godine, brend je prisutan i na promotivnim događajima sa svojim balonom u obliku odvijača, ističući jedinstven pristup komunikaciji sa korisnicima. Wera alati su postali sinonim za preciznost, pouzdanost i inovacije u alatima.",
  "text pasusa 2 wera": "Wera konstantno unapređuje dizajn i funkcionalnost svojih profesionalnih alata za ručnu i električnu upotrebu. Joker račni ključevi omogućavaju lako zatezanje i otpuštanje navrtki zahvaljujući inovativnoj funkciji držanja. Impaktor bit sistem je optimizovan za bežične udarne odvijače, koristeći TriTorsion i Diamond tehnologiju za izdržljivost i efikasnost.\n\nWera nudi i BiTorsion bitove koji podnose velika opterećenja, dok Rapidaptor držači omogućavaju brzu i sigurnu zamenu bitova – čak i jednom rukom. Tehnologija Hex-Plus sprečava oštećenje šrafova sa šesterougaonim glavama, dok Zyklop račne kombinuju više funkcija i kompatibilne su sa različitim čaurama.\n\nMeđu najinovativnijim rešenjima ističu se Koloss račna, koja služi i kao čekić, kao i Chiseldriver odvijač koji podnosi udarce bez gubitka preciznosti. Kraftform Kompakt setovi dolaze sa futrolama i selekcijom bitova, idealni za prenos. Posebnu pažnju zaslužuju Wera Stainless alati – izrađeni od nerđajućeg čelika, savršeni za zaštitu od korozije.",
  "text pasusa 3 wera": "Wera projektuje i proizvodi više od 3.000 različitih alata, uključujući imbus ključeve, račne, čaure, odvijače, bitove i kompletne setove alata. Sedište kompanije je u Nemačkoj, dok se proizvodnja odvija i u fabrici u Češkoj Republici.\n\nKroz svoju prodajnu platformu Wera Tool Rebels GmbH, brend nudi direktnu kupovinu alata za zavrtanje širom sveta. Kompanija je poznata po integraciji više funkcionalnosti u jedan alat, što korisnicima štedi vreme i povećava efikasnost. Na primer, računasti ključevi sa dodatnim funkcijama omogućavaju rad u teškim uslovima bez dodatnih alata.\n\nWera je prepoznatljiva po svojim odvijačima sa Kraftform ručkom, dizajniranom za optimalno prianjanje i ergonomiju. Prepoznatljive “krune” na ručki deo su vizuelnog identiteta brenda, simbolizujući preciznost i inovaciju.",
  "text pasusa 4 wera": "Kao dokaz kvaliteta i inovacija, Wera Tools je dobitnik brojnih nagrada u oblasti dizajna i upravljanja brendom. Među najvažnijima su iF Product Design Award (1997, 2009, 2012, 2013, 2015. uključujući Zlatnu nagradu), Red Dot Design Award („Best of the Best“ u 2014. i nagrada 2015), i German Design Award 2015. godine.\n\nU oblasti komunikacije, Wera je takođe nagrađena Red Dot Design Award 2014. godine, a u upravljanju brendom, German Brand Award tri godine zaredom (2015–2017). Kompanija je 2007. godine proglašena za Top Innovator-a, dok je 2016. i 2021. godine osvojila prvo mesto u industrijskoj kategoriji Partner des Fachhandels.",
  "text do kraja wera": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda Wera potražite na našoj ",
  "link do proizvodjaca text wera": "zvaničnoj internet prodavnici",
  "WeraMetaTitle": "Wera alati prodavnica - Srbija, Beograd | Stridon Group",
  "WeraMetaDescription": "Saznajte sve o Wera alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "naslov pasusa 1 rubi": "Istorijat",
  "naslov pasusa 2 rubi": "Tehnologije i inovacije",
  "naslov pasusa 3 rubi": "Asortiman proizvoda",
  "Rubi alati - Uvoznik za Srbiju": "RUBI alati - Uvoznik za Srbiju",
  "text pasusa 1 rubi": "Desetog aprila 1951. godine, mladi inovator Joan Boada podneo je u Kancelariji za registraciju i patente u Barseloni zahtev za zaštitu pronalaska novog alata, ručnog rezača za mozaik i pločice. Ovaj alat će kasnije postati poznat širom sveta kao čuveni RUBI rezač za pločice, jedan od najpoznatijih alata za sečenje keramike.\n\nRUBI rezač za pločice dobio je zlatnu medalju na Prvoj nacionalnoj izložbi pronalazaka održanoj 1953. godine u Barseloni. Nakon toga, braća Joan i Antoni Boada usmeravaju sve resurse na razvoj i proizvodnju ovog alata. Tokom šezdesetih godina, RUBI uvodi i udarni razbijač, dodatak koji je takođe patentiran i značajno unapređuje funkcionalnost ručnih alata za sečenje.\n\nZbog sve veće potražnje, 1969. godine braći Boada se pridružuje Miquel Escayol, a time je zvanično osnovana kompanija GERMANS BOADA, S.A. Ova kompanija postaje ključni nosilac brenda RUBI.\n\nSedamdesetih godina RUBI ručni rezači za pločice postaju još sofisticiraniji. Kompanija ulaže u širenje izvoza i razvija mehanički razbijač koji postaje model TS, referenca u svetu profesionalnih alata za pločice.\n\nKrajem osamdesetih, sa pojavom porcelanskog granita, RUBI odgovara novim zahtevima tržišta lansiranjem nove serije rezača za pločice, posebno dizajniranih za tvrđe materijale.\n\nTokom devedesetih godina RUBI doživljava pravi procvat. GERMANS BOADA, S.A. proširuje svoje poslovanje otvaranjem filijala u Portugalu, Italiji, Francuskoj i drugim evropskim zemljama, što dodatno jača prisustvo RUBI alata na međunarodnom tržištu.\n\nUlaskom u novo milenijum, RUBI nastavlja sa konstantnim rastom. Razvoj rezača za pločice prati modernizaciju i primenu najnovijih tehnologija, prilagođavajući se savremenim izazovima u industriji.",
  "text pasusa 2 rubi": "RUBI se ističe po konstantnoj inovaciji i razvoju tehnologija koje profesionalcima olakšavaju rad. RUBI alati su dizajnirani sa posebnim fokusom na ergonomiju, izdržljivost i jednostavnost korišćenja.\n\nOd 2013. godine, RUBI uvodi na tržište revolucionarne proizvode kao što su SLIM SYSTEM, TZ serija i električni rezači ZERO DUST, vrhunska rešenja za profesionalce koji rade sa keramičkim pločicama i prirodnim kamenom.\n\nPoseban akcenat stavlja se na lagane, ali robusne konstrukcije i udobne ručke koje omogućavaju komforan rad tokom celog dana. RUBI alati su sinonim za pouzdanost u građevinskoj i keramičarskoj industriji.",
  "text pasusa 3 rubi": "RUBI nudi širok spektar alata i mašina, od osnovnih ručnih rezača za pločice do specijalizovanih električnih uređaja za sečenje keramike i kamena.\n\nNjihovi ručni rezači predstavljaju siguran i precizan alat za profesionalce, bez oštrih delova koji bi mogli ugroziti bezbednost korisnika. RUBI električni rezači omogućavaju efikasno i precizno sečenje različitih materijala, uključujući granit i mermer.\n\nDodatno, RUBI asortiman obuhvata dijamantske sečice za mokro i suvo sečenje. Ove sečice su dostupne u prečnicima od 115 mm do 350 mm i kompatibilne su sa gotovo svim vrstama materijala, što ih čini idealnim izborom za razne tipove keramičarskih radova.",
  "text do kraja rubi": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda RUBI potražite na našoj ",
  "link do proizvodjaca text rubi": "zvaničnoj internet prodavnici",
  "RUBIMetaTitle": "RUBI alati prodavnica - Srbija, Beograd | Stridon Group",
  "RUBIMetaDescription": "Saznajte sve o RUBI alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "naslov pasusa 1 senco": "Istorijat",
  "naslov pasusa 2 senco": "Tehnologije i inovacije",
  "naslov pasusa 3 senco": "Asortiman proizvoda",
  "Senco alati - Uvoznik za Srbiju": "SENCO alati - Uvoznik za Srbiju",
  "text pasusa 1 senco": "U 1930-im godinama, osnivač kompanije, Albert Juilfs, radio je iz svog podruma i proizveo Springtramp Eliminator, alat koji je rešavao problem vibracija u automobilima tog vremena.\n\nTaj pionirski duh postavio je temelje za buduće uspehe brenda SENCO.\n\nVeć tokom 1940-ih godina, SENCO uvodi revoluciju u industriji alatki, pravi prvi pneumatski alat za spajanje: spajalicu za industrijsku ambalažu i tapaciranje.\n\nOvaj SENCO alat postavlja nove standarde brzine i efikasnosti na proizvodnoj traci i pozicionira brend kao lidera u industriji pričvršćivača i pneumatskih alata.\n\nTokom 1960-ih godina, kompanija otvara prvu fabriku u Sinsinatiju, Ohio.\n\nU toj fabrici proizvodi se nova linija pričvršćivača i pneumatskih alata: ekseri sa papirnom trakom i spiralni ekseri.\n\nZbog rasta potražnje, fabrika se proširuje već nakon pet godina.\n\nDevedesetih godina, SENCO lansira ikonične modele kao što su SN325 framerski ekser, SFN40 i SN60 ekserke, kao i SLP20 brad ekser i M2+/M3+ spajalice.\n\nFramePro serija eksera postaje standard za graditelje, stolare i profesionalce koji traže pouzdanost i brzinu u radu.\n\nPočetkom 2000-ih, SENCO dodatno modernizuje industriju sa DURASPIN® bežičnim auto-hranivim odvijačem, idealnim za brzo i precizno pričvršćivanje.\n\nOva tehnologija integriše sistem za automatsko hranjenje vijaka, što čini rad još efikasnijim.\n\nUbrzo stižu i verzije sa kablom i dodatna oprema.\n\nTokom 2010-ih, SENCO uvodi FUSION® tehnologiju, inovaciju u bežičnim 15-Gauge završnim ekserkama koje eliminišu potrebu za gorivnim ćelijama.\n\nAlati postaju još praktičniji, ekonomičniji i jednostavniji za održavanje.\n\nU 2021. godini, nakon akvizicije od strane KYOCERA korporacije (2017), SENCO ulaže u proširenje fabrike u Sinsinatiju.\n\nNovi globalni centar konsoliduje sve SENCO resurse, unapređujući inovacije, komunikaciju i razvoj alata za pričvršćivanje.",
  "text pasusa 2 senco": "SENCO alati prednjače u inovacijama zahvaljujući patentiranoj FUSION™ tehnologiji.\n\nOva tehnologija koristi zatvorenu komoru sa komprimovanim vazduhom i baterijski motor koji pruža performanse poput klasičnih pneumatskih alata, bez potrebe za gasnim patronama ili održavanjem.\n\nDURASPIN™ sistemi sa automatskim hranjenjem vijaka omogućavaju korisnicima da rade u tesnim prostorima gde konvencionalni alati ne mogu da dopru.\n\nPovratni mehanizam dodatno poboljšava preciznost i povećava produktivnost do 30%, što čini DURASPIN savršenim izborom za profesionalce.\n\nNEVERLUBE® tehnologija eliminiše potrebu za podmazivanjem SENCO alata.\n\nSuvi podmazivači i O-prstenovi otporni na isušivanje garantuju minimalno održavanje, dug vek trajanja i visok učinak bez dodatnih troškova.\n\nSENCOTE, specijalni premaz za SENCO ekseri, smanjuje trenje i poboljšava prodor u materijale.\n\nNakon hlađenja, premaz deluje kao vezivni agent, povećavajući snagu držanja eksera.\n\nDA stil završnih eksera razvijen od strane SENCO-a idealan je za ugaone ekserke, koje su naročito korisne za rad u ograničenim prostorima.\n\nAutomatizacija je takođe ključni deo SENCO strategije, alati i pričvršćivači lako se integrišu u industrijske sisteme za serijsku proizvodnju.",
  "text pasusa 3 senco": "SENCO nudi širok spektar alata za pričvršćivanje, uključujući pneumatske alate, pištolje za ekserke, klamerice, spajalice i kompresore.\n\nNjihov asortiman zadovoljava potrebe stolara, građevinara i profesionalaca iz svih oblasti.\n\nSENCO pneumatski alati i pričvršćivači omogućavaju precizno i čvrsto povezivanje materijala, čak i u najzahtevnijim uslovima rada.\n\nBrzo punjenje i ergonomski dizajn omogućavaju dugotrajan rad bez umora.\n\nNjihovi kompaktni i pouzdani kompresori olakšavaju svakodnevne zadatke, dok su SENCO ekseri i spajalice savršeno usklađeni sa alatima, za maksimalnu pouzdanost i vrhunske rezultate.",
  "text do kraja senco": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda SENCO potražite na našoj ",
  "link do proizvodjaca text senco": "zvaničnoj internet prodavnici",
  "SENCOMetaTitle": "SENCO alati prodavnica - Srbija, Beograd | Stridon Group",
  "SENCOMetaDescription": "Saznajte sve o SENCO alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "naslov pasusa 1 black+decker": "Istorijat",
  "naslov pasusa 2 black+decker": "Tehnologije i inovacije",
  "naslov pasusa 3 black+decker": "Asortiman proizvoda",
  "Black+Decker alati - Uvoznik za Srbiju": "Black+Decker alati - Uvoznik za Srbiju",
  "text pasusa 1 black+decker": "Black & Decker, poznat svetski proizvođač električnih alata i opreme za domaćinstvo, osnovan je 1910. godine od strane S. Duncana Blacka i Alonza G. Deckera. Kompanija je započela kao mala mašinska radionica u Baltimoru, ali se brzo istakla na tržištu zahvaljujući inovacijama. Već 1917. godine patentirana je prva ručna električna bušilica sa okidačem, alat koji je postavio temelj za modernu proizvodnju električnih alata. Te iste godine otvorena je i prva fabrika u Towsonu, Maryland.\n\nTokom narednih decenija, Black & Decker konstantno širi svoje poslovanje. Kupovinom Van Dorn Electric Tool Company 1928. godine i izlaskom na Njujoršku berzu 1936. godine, kompanija učvršćuje svoju poziciju lidera u industriji alata. Nakon Drugog svetskog rata, nagrađena je Army-Navy E nagradom za izuzetnu proizvodnju. Do 1960. godine, Black & Decker preuzima DeWalt, čime dodatno širi svoj portfolio električnih i industrijskih alata.\n\nU periodu od 1975. godine, Black & Decker je nastavio sa akvizicijama, uključujući General Electric (1984) i Emhart Corporation (1989), čime je ojačao ponudu malih aparata i ručnih alata. Kompanija je uvrštena u Space Foundation’s Space Technology Hall of Fame zahvaljujući razvoju bežičnih alata koji su korišćeni u svemirskim misijama. Godine 2010. dolazi do spajanja sa Stanley Works, čime nastaje Stanley Black & Decker, globalni gigant u oblasti proizvodnje alata.\n\nNakon tog spajanja, kompanija se i dalje razvija. Godine 2012. prodaje sektor za hardver i poboljšanje domaćinstava, a 2014. se rebrendira u Black+Decker. Kupovina brenda Craftsman od Sears-a 2017. dodatno proširuje asortiman. Iste godine, sklapa se i licencni ugovor sa Stovekraft-om za distribuciju proizvoda u Indiji. Do 2025. godine, Indkal Technologies započinje proizvodnju Black+Decker pametnih televizora za indijsko tržište.",
  "text pasusa 2 black+decker": "Black+Decker alati poznati su po tehnološkim inovacijama koje su promenile industriju električnih alata. Još 1917. godine razvijen je prvi ručni električni čekić sa pištoljskom drškom, alat koji je postao industrijski standard. Godine 1961. uvode se bežični alati koji koriste litijum-jonske baterije, čime je Black+Decker postao pionir u oblasti akumulatorskih alata.\n\nKasnije inovacije uključuju naprednu Li-ion tehnologiju za duže trajanje baterija, kao i AutoSense, pametnu tehnologiju koja automatski podešava snagu odvijača. Kompanija je takođe razvila sofisticirane sisteme za čišćenje doma, kao i efikasne uređaje za baštenske radove.",
  "text pasusa 3 black+decker": "Black+Decker nudi izuzetno širok asortiman proizvoda, uključujući električne alate, akumulatorske alate, opremu za baštu i uređaje za čišćenje. Njihovi alati su dizajnirani za profesionalce, hobiste, ali i za svakodnevnu upotrebu u domaćinstvu.\n\nElektrični alati kao što su bušilice, testerice, brusilice i odvijači poznati su po pouzdanosti i ergonomiji. Akumulatorski alati, koji koriste naprednu litijum-jonsku tehnologiju, pružaju visoke performanse bez potrebe za kablovima. Alati su laki za upotrebu i brzo se pune, što ih čini idealnim za rad na terenu i kod kuće.\n\nU segmentu alata za baštu, Black+Decker nudi kosilice, trimere, duvače lišća i testere za grane, sve dizajnirano da olakša održavanje dvorišta. Pored toga, kompanija nudi i kućne uređaje za čišćenje poput usisivača i paročistača, koji garantuju visok nivo higijene u domu.\n\nBlack+Decker alati kombinuju funkcionalnost, izdržljivost i modernu tehnologiju, čime zadovoljavaju širok spektar potreba potrošača širom sveta.",
  "text do kraja black+decker": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda Black+Decker potražite na našoj ",
  "link do proizvodjaca text black+decker": "zvaničnoj internet prodavnici",
  "BlackDeckerMetaTitle": "Black+Decker alati prodavnica - Srbija, Beograd | Stridon Group",
  "BlackDeckerMetaDescription": "Saznajte sve o Black+Decker alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "naslov pasusa 1 mtx": "Istorijat",
  "naslov pasusa 2 mtx": "Tehnologije i inovacije",
  "naslov pasusa 3 mtx": "Asortiman proizvoda",
  "MTX alati - Uvoznik za Srbiju": "MTX alati - Uvoznik za Srbiju",
  "text pasusa 1 mtx": "Veleprodajna kompanija MATRIZE osnovana je 1995. godine i od tada se bavi snabdevanjem i prodajom alata na veliko. Glavne aktivnosti obuhvataju distribuciju ručnog alata, kao i razvoj široke distributivne mreže za alat. Na početku rada, kompanija je bila fokusirana na klasične ručne alate za obradu metala, stolarske radove, merenje i farbanje. Vremenom, ponuda je proširena na baštenske alate, električne alate, građevinske alate i garažnu opremu, čime je ojačana pozicija na tržištu veleprodaje alata.\n\nBrend MTX uveden je na tržište 2001. godine. U kratkom roku, MTX alati su postali prepoznatljivi u Evropi, a zatim i u Južnoj Americi. Do 2005. godine, MATRIZE je potpisala prvi međunarodni ugovor, što je otvorilo vrata ka tržištima Kazahstana, Ukrajine, Bugarske, Poljske, Rumunije i Brazila. Kompanija takođe sarađuje sa klijentima u Grčkoj i na Kipru, dodatno šireći prisustvo MTX alata.",
  "text pasusa 2 mtx": "Sa više od 20 godina prisustva u industriji alata, MTX se razvila u jedan od najpoznatijih brendova ručnog alata u Rusiji i zemljama Zajednice nezavisnih država (ZND). MTX alati se izrađuju od kvalitetnih materijala i u skladu sa savremenim tehnologijama proizvodnje, što obezbeđuje dug vek trajanja i pouzdanost u svakodnevnoj upotrebi.\n\nNeprestana primena inovativnih rešenja doprinosi stabilnosti performansi MTX alata, što ih čini izuzetno traženim kako među profesionalcima, tako i među kućnim majstorima.",
  "text pasusa 3 mtx": "Asortiman MTX alata obuhvata veliki broj proizvoda, uključujući osnovne ručne alate, profesionalne alate, kao i alate za specijalizovanu upotrebu. Zahvaljujući konkurentnim cenama i kvalitetnoj izradi, MTX alati su idealni za veleprodajne kupce i krajnje korisnike. U ponudi se nalaze alati za domaćinstvo, građevinske radove, baštovanstvo i profesionalne primene, što ih čini jednim od najtraženijih brendova u kategoriji alata na tržištu.",
  "text do kraja mtx": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda MTX potražite na našoj ",
  "link do proizvodjaca text mtx": "zvaničnoj internet prodavnici",
  "MTXMetaTitle": "MTX alati prodavnica - Srbija, Beograd | Stridon Group",
  "MTXMetaDescription": "Saznajte sve o MTX alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "naslov pasusa 1 sparta": "Istorijat",
  "naslov pasusa 2 sparta": "Tehnologije i inovacije",
  "naslov pasusa 3 sparta": "Asortiman proizvoda",
  "Sparta alati - Uvoznik za Srbiju": "Sparta alati - Uvoznik za Srbiju",
  "text pasusa 1 sparta": "Naziv brenda Sparta simbolizuje duh spartanskog obrazovanja. Sparta je brend koji se tokom godina razvio sa ciljem da ponudi kvalitetan alat po pristupačnim cenama. Njihova osnovna filozofija je da svaki korisnik, bez obzira na nivo znanja ili iskustva, može lako i sigurno da koristi njihove alate. \n\nBrend Sparta je u vlasništvu kompanije Mir Instrumenta. Kompanija takođe poseduje brendove Denzel, Kronverk, Sibirtech, Stern, GROSS, Matrik, STELS, Palisad i druge. Ovaj brend je pozicioniran u pristupačnom segmentu cena sa prilično visokim standardima kvaliteta proizvoda.",
  "text pasusa 2 sparta": "Zahvaljujući pametnom pristupu implementaciji sekundarnih karakteristika, alat Sparta održava potreban nivo funkcionalnosti uz minimalne troškove. Sparta se neprestano usmerava ka poboljšanju kvaliteta i upotrebljivosti svojih proizvoda.\n\nKontinuirano prateći savremene trendove u industriji alata, ulažu u razvoj ergonomskih rešenja i funkcionalnosti koje olakšavaju svakodnevne zadatke u domaćinstvu. Njihovi alati su posebno prilagođeni za osnovne kućne popravke, montaže i radove u radionici, čineći ih pouzdanim saputnicima u svakom projektu.",
  "text pasusa 3 sparta": "U širokom asortimanu Sparta alata nalaze se raznovrsni ručni alati poput ključeva, odvijača, klešta, skalpela, turpija i uglomera, kao i alati za obradu drveta i stolarski pribor. Takođe nude i pištolje za silikon koji se često koriste u montažama i završnim radovima. Pored toga, Sparta u svojoj ponudi ima i baštenski alat i osnovne mašine za rad u kućnim uslovima i oko dvorišta. \n\nProizvodi brenda Sparta razvijeni su posebno da zadovolje zahteve masovnog potrošača i dizajnirani su za obavljanje jednostavnih popravki kod kuće, na selu iu automobilu. Sparta alati su dostupni svima i biće korisni u svakom domaćinstvu.",
  "text do kraja sparta": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda Sparta potražite na našoj ",
  "link do proizvodjaca text sparta": "zvaničnoj internet prodavnici",
  "SpartaMetaTitle": "Sparta alati prodavnica - Srbija, Beograd | Stridon Group",
  "SpartaMetaDescription": "Saznajte sve o Sparta alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "naslov pasusa 1 sg tools": "Istorijat",
  "naslov pasusa 2 sg tools": "Tehnologije i inovacije",
  "naslov pasusa 3 sg tools": "Asortiman proizvoda",
  "SG Tools alati - Uvoznik za Srbiju": "SG Tools alati - Uvoznik za Srbiju",
  "text pasusa 1 sg tools": "SG Tools je specijalizovan brend koji se fokusira na proizvodnju dijamantskih ploča i burgija za keramiku. Cilj je pružiti kvalitetne alate koji omogućavaju precizno sečenje, bušenje i obradu keramike po povoljnim cenama. SG Tools je postao prepoznatljiv među korisnicima koji traže pouzdane proizvode koji kombinuju efikasnost i dugotrajnost, a sve to po konkurentnim cenama.",
  "text pasusa 2 sg tools": "SG Tools se ponosi primenom savremenih tehnologija u proizvodnji svojih dijamantskih ploča i burgija. Svi proizvodi brenda izrađeni su od visokokvalitetnih materijala, što im omogućava dugotrajan rad, čak i pri intenzivnoj upotrebi.\n\nDijamantske ploče SG Tools su dizajnirane za precizno sečenje keramike, betona, drvenih i aluminijumskih materijala, dok burgije omogućavaju sigurno i precizno bušenje keramike bez potrebe za dodatnim priborom. SG Tools redovno unapređuje svoje proizvode kako bi zadovoljio potrebe tržišta i obezbedio vrhunske performanse po pristupačnim cenama.",
  "text pasusa 3 sg tools": "Asortiman proizvoda SG Tools uključuje dijamantske ploče i burgije koje su savršene za sve vrste radova na keramici. Dijamantske ploče su dostupne u različitim veličinama, od 115 do 400 mm, i pružaju precizno, brzo i čisto sečenje. Takođe, ploče su kompatibilne sa većinom standardnih mašina za sečenje, što ih čini praktičnim za širok spektar korisnika.\n\nBurgije za keramiku SG Tools su dizajnirane za suvo bušenje i idealne su za rad sa keramičkim pločicama, porcelanom i drugim tvrdim materijalima.",
  "text do kraja sg tools": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda SG Tools potražite na našoj ",
  "link do proizvodjaca text sg tools": "zvaničnoj internet prodavnici",
  "SGToolsMetaTitle": "SG Tools alati prodavnica - Srbija, Beograd | Stridon Group",
  "SGToolsMetaDescription": "Saznajte sve o SG Tools alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "naslov pasusa 1 karcher": "Istorijat",
  "naslov pasusa 2 karcher": "Tehnologije i inovacije",
  "naslov pasusa 3 karcher": "Asortiman proizvoda",
  "Karcher alati - Uvoznik za Srbiju": "Kärcher alati - Uvoznik za Srbiju",
  "text pasusa 1 karcher": "Nakon što je diplomirao na Tehničkom univerzitetu u Štutgartu 1924. godine, Alfred Kärcher (1901–1959) pridružio se porodičnom biznisu koji se bavio prodajom industrijske opreme za kuvanje i pranje u delu Štutgarta zvanom Bad Kanštat.\n\nTokom narednih godina, Alfred Kärcher je razvio niz tehničkih rešenja, uključujući električne uranjajuće grejače i industrijske peći za sagorevanje, čime je postavio temelje za osnivanje sopstvene kompanije.\n\nGodine 1935. osnovao je Alfred Kärcher Komanditno društvo, a već 1939. kompanija, tada sa 120 zaposlenih, preselila se u Vinneneden, gde se i danas nalazi sedište.\n\nU tom periodu, firma je proizvodila proizvode kao što su šporeti, kolica i grejači, dok su se tokom obnove posleratnih gradova pojavili i prvi Kärcher grejači za betonske oplate i svež vazduh.\n\nOd 1950-ih do 1970-ih, fokus je bio na proizvodnji industrijskih parnih generatora i grejalica, dok su tehnologije za čišćenje tek kasnije postale glavni izvor prihoda.\n\nNakon smrti Alfreda Kärchera 1959. godine, njegovu ulogu preuzima supruga Irene Kärcher, koja je u prvoj godini upravljanja povećala prihode za 70%.\n\nKompanija se brzo internacionalizuje 1962. osniva prodajnu firmu u Francuskoj, a ubrzo zatim i u Austriji i Švajcarskoj.\n\nTokom 1970-ih, Kärcher menja korporativnu boju iz plave u žutu i u potpunosti se fokusira na visokotlačne čistače, započevši globalnu proizvodnju otvaranjem fabrike u Brazilu.\n\nGodine 1984. na tržište je lansiran prvi visokotlačni čistač za kućnu upotrebu, što označava početak nove ere za Kärcher, razvoj profesionalne opreme za čišćenje i širenje portfolija.\n\nDo kraja 1980-ih, kompanija je uključena u projekte čišćenja istorijskih zgrada širom sveta.\n\nU 1990-im godinama, Kärcher se proširio na komercijalno čišćenje podova i razvio brojne aparate za kućnu i profesionalnu upotrebu, uključujući usisivače i paročistače.\n\nGodine 2003. predstavljen je prvi autonomni čistač za potrošače, dok su u narednim godinama razvijani roboti i baštenska oprema kao što su pumpe i prskalice.\n\nNa kraju 2011. godine, kupljena je bivša Pfleiderer fabrika, čime je gotovo udvostručena operativna površina.\n\nU 2022. godini, Kärcher lansira Kira prvi autonomni usisivač i brisač za profesionalnu upotrebu.",
  "text pasusa 2 karcher": "Kärcher konstantno ulaže u razvoj naprednih tehnologija za čišćenje.\n\nAutomatizovani sistemi i digitalni alati omogućavaju preciznu kontrolu proizvodnje i efikasno otkrivanje problema.\n\nKompanija razvija pametne uređaje povezive sa internetom, sa naprednim senzorima i softverskim rešenjima za optimizaciju rada.\n\nInovacije poput smanjenja potrošnje energije, upotrebe naprednih litijum-jonskih baterija i bežične tehnologije doprinele su efikasnosti njihovih uređaja.\n\nKärcher čistači pod pritiskom, profesionalni usisivači i uređaji za parno čišćenje sve više koriste automatizaciju i IoT tehnologiju.\n\nJedan od ranih uspeha bio je energetski efikasni uređaj za industrijsko kupanje u slanoj vodi.\n\nPatent za ovu tehnologiju prodat je Siebert GmbH, a do kraja rata prodat je u više od 1.200 primeraka.\n\nU 2024. godini, prema izveštaju WIPO, Kärcher je bio među top 10 kompanija u svetu po broju registrovanih industrijskih dizajna, sa ukupno 189 dizajna prijavljenih tokom 2023. godine.",
  "text pasusa 3 karcher": "Kärcher nudi bogat izbor opreme za čišćenje, uključujući čistače pod pritiskom, industrijske usisivače, parne čistače i uređaje za održavanje podova i fasada.\n\nNjihovi visokotlačni čistači su ključni proizvodi, idealni za uklanjanje tvrdokornih prljavština sa betona, pločica, kamena i drugih površina.\n\nAsortiman obuhvata profesionalne usisivače za suvo i mokro čišćenje, kao i komercijalne modele za fabrike, skladišta i kancelarije.\n\nKärcher paročistači koriste paru za dezinfekciju, uklanjajući nečistoće bez hemikalija, što ih čini idealnim za domaćinstva i zdravstvene ustanove.\n\nU ponudi su i sistemi za čišćenje podova velikih površina, kao i specijalizovani uređaji za pranje prozora i fasada.\n\nKompanija je poznata po kvalitetu i pouzdanosti, čineći Kärcher idealnim izborom kako za profesionalce, tako i za privatne korisnike koji traže vrhunske aparate za čišćenje.",
  "text do kraja karcher": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda Kärcher potražite na našoj ",
  "link do proizvodjaca text karcher": "zvaničnoj internet prodavnici",
  "KarcherMetaTitle": "Kärcher alati prodavnica - Srbija, Beograd | Stridon Group",
  "KarcherMetaDescription": "Saznajte sve o Kärcher alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "naslov pasusa 1 wolfcraft": "Istorijat",
  "naslov pasusa 2 wolfcraft": "Tehnologije i inovacije",
  "naslov pasusa 3 wolfcraft": "Asortiman proizvoda",
  "Wolfcraft alati - Uvoznik za Srbiju": "Wolfcraft alati - Uvoznik za Srbiju",
  "text pasusa 1 wolfcraft": "Kompaniju Wolfcraft osnovao je 1949. godine u Remšajdu proizvođač alata i tehnički crtač Robert Wolff.\n\nPrvobitno se bavila proizvodnjom ručnih bušilica, datoteka i pila, namenjenih specijalizovanoj trgovini sa alatom.\n\nGodine 1961. Wolfcraft je počeo da nudi alate za DIY segment.\n\nPrvi alati za uradi sam korisnike predstavljeni su pod brendom Wolfcraft.\n\nSedište kompanije premešteno je 1965. iz Remšajda u Vajbern, u regionu Ajfel.\n\nU 1969. godini počela je proizvodnja ručnih glodalica, čime je započet razvoj uređaja i alata u toj kategoriji.\n\nCentralni skladišni objekat u Kempenihu počeo je sa radom 1976. godine.\n\nOva logistička tačka imala je važnu ulogu u distribuciji alata.\n\nGodine 1977. Wolfcraft ulazi na američko tržište otvaranjem prodajnog ureda u Čikagu.\n\nTe godine Robert Wolff dobija Rudolf Diesel Srebrnu medalju.\n\nTokom narednih godina otvaraju se filijale u Francuskoj, Velikoj Britaniji, Italiji i Slovačkoj.\n\nNovi logistički centar za Evropu otvoren je u Kempenihu dve godine kasnije.\n\nSedište kompanije sa novom administrativnom zgradom premešteno je u Kempenih 1995. godine.\n\nU 2008. godini predstavljene su kompletne DIY linije proizvoda sa grupama za laminat i suvu gradnju.\n\nGodine 2017. Wolfcraft je dobio „Nemačku nagradu za brend 2017“ od Nemačkog savetodavnog tela za dizajn.\n\nRobert Wolff sala u Vajbernu nosi ime po osnivaču, koji je proglašen i počasnim građaninom opštine Kempenih.",
  "text pasusa 2 wolfcraft": "Inovacija je deo svakog Wolfcraft proizvoda.\n\nKompanija ulaže u istraživanje i razvoj, sa ciljem da alati koje nudi unaprede radne procese.\n\nSvaki alat prolazi kroz proces inženjeringa i testiranja.\n\nAlati su prilagođeni zahtevima korisnika i projektovani da zadovolje funkcionalnost.\n\nWolfcraft alati izrađuju se od materijala koji su u skladu sa industrijskim standardima.\n\nProizvodni procesi omogućavaju da alati budu pogodni za čestu upotrebu i primenu u različitim uslovima.",
  "text pasusa 3 wolfcraft": "Od 2023. godine, Wolfcraft u svojoj ponudi ima oko 3.000 proizvoda.\n\nAsortiman obuhvata alate i dodatke koji se koriste u radionici, na gradilištu i u kućnim uslovima.\n\nU ponudi su ručni alati i dodaci za električne alate.\n\nWolfcraft radionički alati uključuju stege, šablone, uglomere i vinkel.\n\nOvi alati su prisutni u stolarskim radionicama i deo su redovne upotrebe.\n\nAlati su razvijeni za različite namene u okviru tehničkih i praktičnih poslova.",
  "text do kraja wolfcraft": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda Wolfcraft potražite na našoj ",
  "link do proizvodjaca text wolfcraft": "zvaničnoj internet prodavnici",
  "WolfcraftMetaTitle": "Wolfcraft alati prodavnica - Srbija, Beograd | Stridon Group",
  "WolfcraftMetaDescription": "Saznajte sve o Wolfcraft alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "naslov pasusa 1 kwb": "Istorijat",
  "naslov pasusa 2 kwb": "Tehnologije i inovacije",
  "naslov pasusa 3 kwb": "Asortiman proizvoda",
  "KWB alati - Uvoznik za Srbiju": "KWB alati - Uvoznik za Srbiju",
  "text pasusa 1 kwb": "KWB Germany GmbH je međunarodno prisutan brend koji se ističe kao nezavisan sistemski stručnjak za pribor za električne alate i ručne alate. Kompanija sa sedištem u Nemačkoj razvija i distribuira širok spektar KWB alata i pribora za profesionalnu i hobi upotrebu.\n\nSa više od 90 godina iskustva u industriji alata, KWB Germany GmbH se ističe po doslednim standardima kvaliteta i inovativnom pristupu. Više od 200 zaposlenih doprinosi razvoju KWB proizvoda koji se plasiraju u 90 zemalja širom sveta. Brend KWB predstavlja pouzdanog partnera za prodavnice alata, specijalizovane trgovce i online prodavce.",
  "text pasusa 2 kwb": "Kompanija KWB neprekidno ulaže u istraživanje i razvoj, sa ciljem da unapredi postojeći asortiman alata i uvede nove tehnologije koje olakšavaju upotrebu i unapređuju rezultate rada. Inovacije su prisutne u svakom KWB alatu i priboru, omogućavajući korisnicima moderna rešenja za najrazličitije zadatke.\n\nKWB alati i pribor dizajnirani su sa fokusom na praktičnost i efikasnost. Svaki proizvod je razvijen tako da unapredi radne procese, smanji fizički napor i poboljša produktivnost. Ergonomski dizajn, jednostavnost korišćenja i dug vek trajanja izdvajaju KWB proizvode na tržištu alata i pribora za električne alate i radioničke alate.",
  "text pasusa 3 kwb": "KWB nudi širok i raznovrstan asortiman proizvoda koji obuhvata sve što je potrebno za sečenje, bušenje, brušenje, kao i veliki izbor radioničkih alata koji olakšavaju svakodnevne zadatke u radionici, na gradilištu ili kod kuće.\n\nNjihova ponuda uključuje pribor za električne alate, kao i ručne alate, razvijene s ciljem da optimizuju rad i unaprede krajnji rezultat. Više od 5.500 proizvoda u KWB katalogu uključuje i patentirane proizvode, čime se dodatno potvrđuje fokus na inovacije i razvoj proizvoda.\n\nKontinuirano unapređenje ponude omogućava KWB Germany GmbH da bude konkurentna na dinamičnom tržištu alata i pribora za električne alate, uz stalno osvežavanje programa i razvoj novih rešenja.",
  "text do kraja kwb": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda KWB potražite na našoj ",
  "link do proizvodjaca text kwb": "zvaničnoj internet prodavnici",
  "KWBMetaTitle": "KWB alati prodavnica - Srbija, Beograd | Stridon Group",
  "KWBMetaDescription": "Saznajte sve o KWB alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "1": "Upoznajte se sa najnovijim cenovnikom Bosch DIY mernih alata za jun 2023. Ovaj sveobuhvatni cenovnik donosi najaktuelnije informacije o raspoloživim mernim alatima za kućne majstore i entuzijaste.",
  "2": "Otkrijte najnovije ponude u našem cenovniku Bosch pribora za mesec jul 2023. Pregledajte bogat izbor vrhunskog Bosch pribora koji će unaprediti vaše alate i olakšati vaše projekte.",
  "3": "Istražite najnoviji cenovnik Dremel alata i pribora za jun 2023. U našem cenovniku možete pronaći bogat izbor visokokvalitetnih Dremel alata i pribora koji će ispuniti sve vaše kreativne potrebe.",
  "4": "Upoznajte se sa našim 'EXPERT Mini katalogom pribora'! U ovom posebnom izdanju, predstavljamo vam široku paletu visokokvalitetnog pribora koji će zadovoljiti sve vaše potrebe.",
  "5": "Pregledajte naš neobavezno preporučeni cenovnik Plavih alata za jul 2023. Ovaj cenovnik donosi vam širok izbor vrhunskih alata koji su sinonim za kvalitet i pouzdanost.",
  "6": "Pregledajte naš neobavezno preporučeni VP cenovnik PRO Mernih alata za jun 2023. U ovom cenovniku vam donosimo širok asortiman vrhunskih PRO Mernih alata koji su dizajnirani za profesionalce i najzahtevnije projekte.",
  "7": "Pregledajte najnoviji GTV katalog za jun 2023. U ovom katalogu vam donosimo širok asortiman proizvoda i alata za vaše projekte i zadatke.",
  "8": "Upoznajte se sa našim cenovnikom Hogert električarskih alata za jun 2023. Ovaj cenovnik vam donosi širok asortiman visokokvalitetnih električarskih alata za sve vaše električarske potrebe.",
  "9": "Otkrijte najnovije ponude u našem cenovniku Hogert HTZ opreme za jun 2023. Pregledajte bogat izbor HTZ opreme koja će vam pomoći da obavite poslove sa sigurnošću i efikasnošću.",
  "10": "Pregledajte najnoviji Hogert katalog odeće za jun 2023. U ovom katalogu vam donosimo širok asortiman radne odeće koja će vam pružiti zaštitu i udobnost tokom radnih aktivnosti.",
  "11": "Otkrijte naš katalog Hogert ručnih alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Hogert ručnih alata koji su dizajnirani za profesionalce i najzahtevnije projekte.",
  "12": "Pregledajte naš katalog Karcher profesionalnih mašina za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Karcher profesionalnih mašina koje će zadovoljiti sve vaše zahtevne potrebe.",
  "13": "Otkrijte naš katalog Karcher žutog programa za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Karcher proizvoda koji će vas opremiti za raznovrsne zadatke.",
  "14": "Pregledajte naš katalog Knipex alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Knipex alata koji su dizajnirani za profesionalce i najzahtevnije projekte.",
  "15": "Otkrijte naš katalog KWB AKKU TOP pribora za aku alate za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih KWB AKKU TOP pribora koji će olakšati vaš rad sa aku alatima.",
  "16": "Pregledajte naš katalog KWB dodataka za mašine za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih KWB dodataka za mašine koji će unaprediti vaše performanse.",
  "17": "Otkrijte naš katalog KWB pribora za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih KWB pribora koji će vam biti verni partneri na radnom mestu.",
  "18": "Pregledajte naš katalog MAX alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih MAX alata koji su pouzdani saveznici u vašim projektima.",
  "19": "Pregledajte naš katalog MTX i Sparta alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih MTX i Sparta alata koji su dizajnirani za različite potrebe.",
  "20": "Pregledajte naš katalog Rems akcija za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Rems alata i opreme za vaše radne zadatke.",
  "21": "Pregledajte naš katalog Rubi za ovu sezonu na engleskom jeziku. U ovom katalogu vam donosimo širok asortiman vrhunskih Rubi alata koji će zadovoljiti potrebe profesionalnih majstora.",
  "22": "Pregledajte naš katalog Wera alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Wera alata koji su poznati po svojoj kvaliteti i inovacijama.",
  "23": "Otkrijte naš katalog Wiha alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Wiha alata koji su dizajnirani za preciznost i pouzdanost.",
  "24": "Pregledajte naš katalog Wiha mernih alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Wiha mernih alata koji će vam pomoći u tačnom merenju.",
  "25": "Otkrijte naš katalog Wiha XXL III kofera za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Wiha alata koji su smešteni u praktičnom koferu.",
  "26": "Pregledajte naš katalog Wolfcraft alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Wolfcraft alata koji će vam biti verni saradnici u vašim projektima.",
  "27": "Ovaj katalog predstavlja najnovije proizvode i alate koje je Dewalt ponudio tokom 2023. godine. Otkrijte širok spektar Dewalt proizvoda koji su postali prva opcija za profesionalce i entuzijaste širom sveta.",
  "28": "U ovoj ekskluzivnoj paleti proizvoda otkrićete alate i opremu koje ne samo da ispunjavaju, već i prevazilaze najviše standarde industrije. Dewaltova ograničena izdanja namenjena su onima koji zahtevaju najbolje.",
  "29": "Stanley katalog predstavlja neiscrpan izvor alata i opreme koji je namenjen kako profesionalnim majstorima, tako i entuzijastima koji cene kvalitetne proizvode. Stanley, prepoznatljiv brend sa dugom tradicijom.",

  "key1": "Servis alata pod garancijom",
  "key2": "Ukoliko je Vaš alat u garantnom roku",
  "key3": "i pokriva ga garancija proizvođača rado ćemo Vas uputiti na ovlašćeni servis brenda kome pripada Vaša mašina!",
  "key4": "SG servis - naš pouzdani partner",
  "key5": "Naša firma saradnik 'SG Servis' - vaš pouzdani partner za servisiranje električnih alata!",
  "key6": "Posvećena ekipa stručnjaka SG Servisa je specijalizovana za održavanje i popravku širokog spektra brendova električnih alata. Bez obzira da li vam je potreban redovan servis, popravka ili dijagnostika kvara, SG Servis je tu da vam pruži brzu i efikasnu uslugu.",
  "key7": "Brendovi koje SG Servis servisira obuhvataju neke od najpoznatijih i najkvalitetnijih proizvođača u industriji električnih alata. SG Servis stručnjaci imaju bogato iskustvo u radu sa brendovima kao što su",
  "key8": "Bez obzira na model i kompleksnost problema, znanje servisera omogućava da vaši alati budu popravljeni i održavani na najvišem nivou.",
  "key9": "Radno vreme",
  "key10": "SG Servisa je",
  "key11": "od 8:00 do 16:00",
  "key12": "svakog radnog dana, ",
  "key13": "subotom od 9:00-15:00, nedeljom neradan dan",
  "key14": ", pa ih slobodno posetite u navedeno vreme. SG Servis tim će vas srdačno dočekati i rado pomoći oko bilo kakvih pitanja ili problema sa vašim električnim alatima.",
  "key15": " SG Servis koristi isključivo kvalitetne zamenske delove kako bi obezbedili dugotrajnost i pouzdanost vaših alata.",
  "key16": "Misija SG Servisa je da vaše električne alate održi u najboljem mogućem stanju kako biste mogli nesmetano da obavljate svoje radne zadatke. Bez obzira na vaše potrebe, SG Servis je tu da vam pomogne. Kontaktirajte SG Servis ili ih posetite na adresi",

  "Zatražite pristup B2B platformi": "Zatražite pristup B2B platformi",
  "B2BRequestAccessTextBelowTitle": "Popunite formular i naš tim će Vas kontaktirati u najkraćem mogućem roku.",
  "Imate B2B nalog sa nama? Idite na portal.": "Imate B2B nalog sa nama? Idite na portal.",
  "Link ka portalu": "Link ka portalu",
  "Ime": "Ime",
  "Prezime": "Prezime", 
  "Naziv firme": "Naziv firme",
  "Adresa firme": "Adresa firme",
  "Pib firme": "Pib firme",
  "Matični broj firme": "Matični broj firme",
  "Kontakt telefon": "Kontakt telefon",
  "Potvrdi": "Potvrdi",
  "B2BFormSubmitMessage": "Vaš zahtev je uspešno poslat. Naša podrška će vas uskoro kontaktirati.",
  "B2BFormSubmitErrorMessage": "Dogodila se greška prilikom slanja. Molimo pokušajte ponovo. Ako se problem ponovi, obratite se podršci na filiptrivan5@gmail.com",

  "emailValidation": {
    "invalidEmail": "Neispravan email",
    "emailRequired": "Email je obavezan"
  },
  "companyNameValidation": {
    "minLength": "Naziv firme mora imati najmanje 1 karaktera",
    "maxLength": "Naziv firme ne sme imati više od 100 karaktera",
    "required": "Naziv firme je obavezan"
  },
  "companyAddressValidation": {
    "minLength": "Adresa firme mora imati najmanje 1 karaktera",
    "maxLength": "Adresa firme ne sme imati više od 100 karaktera",
    "required": "Adresa firme je obavezna"
  },
  "pibValidation": {
    "minLength": "PIB mora imati najmanje 9 cifara",
    "maxLength": "PIB ne sme imati više od 9 cifara",
    "required": "PIB je obavezan"
  },
  "companyRegistrationNumberValidation": {
    "minLength": "Matični broj mora imati najmanje 8 cifara",
    "maxLength": "Matični broj ne sme imati više od 8 cifara",
    "required": "Matični broj je obavezan"
  },
  "contactPhoneValidation": {
    "minLength": "Kontakt telefon mora imati najmanje 6 karaktera",
    "maxLength": "Kontakt telefon ne sme imati više od 36 karaktera",
    "required": "Kontakt telefon je obavezan"
  },
  "firstNameValidation": {
    "minLength": "Ime mora imati najmanje 2 karaktera",
    "maxLength": "Ime ne sme imati više od 100 karaktera",
    "required": "Ime je obavezno"
  },
  "lastNameValidation": {
    "minLength": "Prezime mora imati najmanje 2 karaktera",
    "maxLength": "Prezime ne sme imati više od 100 karaktera",
    "required": "Prezime je obavezno"
  },

  "Ponedeljak - Petak: 8:00 - 18:00h": "Ponedeljak - Petak: 8:00 - 18:00h",
  "Subota: 9:00 - 15:00h": "Subota: 9:00 - 15:00h",
  "Nedelja: Neradan dan": "Nedelja: Neradan dan",
  "Početna": "Početna",
  "O nama": "O nama",
  "Kontakt": "Kontakt",
  "Brendovi": "Brendovi",
  "Katalozi": "Katalozi",
  "Servis": "Servis",
  "Politika Privatnosti": "Politika Privatnosti",

  "AboutUsDescription": "Pouzdan partner za kvalitetan alat i opremu u Srbiji, uz vas od 2009. godine",
  "tekst 1 o nama": "Naša firma Stridon Group doo - Prodavnica alata je osnovana 2009. godine u Beogradu sa sedištem u ulici Borivoja Stevanovića, a maloprodajnim objektom na adresi Vojislava Ilića 141g. Nakon par godina uspeli smo da otvorimo još jedan prodajni objekat na drugoj strani Beograda - Ugrinovačka 212 (Altina), kako bismo omogućili kupcima u svim delovima Beograda stabilno i povoljno snabdevanje alatom.",
  "tekst 2 o nama": "Mi smo firma koja se bavi trgovinom na veliko i malo, kao i internet prodajom što nas čini jedinstvenim u svetu alata u Srbiji. Prodajemo brendove ručnog i električnog alata, pribora, zaštitne opreme, baštenskog alata, usisivača i još toliko toga! Ovlašćeni smo uvoznici i distributeri ogromnog broja svetskih i domaćih brendova kao što su: DeWalt, Bosch, Stanley, REMS, Wiha, Knipex, GTV, MAX, Högert, Wera, Rubi, Senco, Black+Decker, MTX, Sparta, SG Tools, Karcher, Wolfcraft.",
  "tekst 3 o nama": "Na našoj internet prodavnici možete pronaći preko 60.000 artikala i najveća smo online prodavnica alata u Srbiji. Bilo da imate građevinsku firmu, ili da ste trgovac alatima, ili samo DIY entuzijasta, mi smo pravi dobavljač alata za Vas! Naša firma je najbolji distributer Bosch alata 9 godina u nizu, a od ove godine smo i najbolji distributer DeWalt, Stanley i Black+Decker alata u Srbiji!",
  "Osnivanje": "Osnivanje",
  "Veleprodaja i maloprodaja": "Veleprodaja i maloprodaja",
  "Internet prodavnica": "Internet prodavnica",
  "Adrese maloprodaja:":"Adrese maloprodaja:",
  "Adresa maloprodaje 1: Ugrinovačka 212": "Adresa maloprodaje 1: Ugrinovačka 212",
  "Adresa maloprodaje 2: Vojislava Ilića 141g": "Adresa maloprodaje 2: Vojislava Ilića 141g",
  "Kontakt telefoni:": "Kontakt telefoni:",
  "Fiksni telefon internet prodaja: 011/4520-171,": "Fiksni telefon internet prodaja: 011/4520-171,",
  "Maloprodaja Ugrinovačka: 011/210-0230,": "Maloprodaja Ugrinovačka: 011/210-0230,",
  "Maloprodaja Vojislava Ilića: 011/2886-509 (samo profesionalni alati)": "Maloprodaja Vojislava Ilića: 011/2886-509 (samo profesionalni alati)",

  "Podaci za identifikaciju": "Podaci za identifikaciju",
  "Podaci firme": "Podaci firme",
  "Pun naziv pravnog subjekta: STRIDON GROUP DOO": "Pun naziv pravnog subjekta: STRIDON GROUP DOO",
  "Poštanska adresa: Vojislava Ilića 141g": "Poštanska adresa: Vojislava Ilića 141g",
  "Delatnost i šifra delatnosti: 4615 – Posredovanje u prodaji nameštaja, ": "Delatnost i šifra delatnosti: 4615 – Posredovanje u prodaji nameštaja,",
  "predmeta za domaćinstvo i metalne robe": "predmeta za domaćinstvo i metalne robe",
  "Matični broj: 20588012": "Matični broj: 20588012",
  "Poreski broj (PIB): 106376570": "Poreski broj (PIB): 106376570",
  "Web adresa: https://www.stridon.rs/": "Web adresa: https://www.stridon.rs/",
  "Kontakt telefon: +381-69-8058-374": "Kontakt telefon: +381-69-8058-374",
  "Kontakt E-mail: office@stridon.rs": "Kontakt E-mail: office@stridon.rs",

  "pp1": "Obaveštenje o zaštiti podataka o ličnosti",
  "pp2": "Lični podaci koje prosledite sajtu Prodavnicaalata.rs u svrhu dobijanja proizvoda ili usluga biće tretirane u skladu sa našim dokumentom o privatnosti podataka. Zabranjeno je slanje ili prenošenje na ovu lokaciju ili sa nje bilo kojih nezakonitih, pretećih, uvredljivih, klevetničkih, opscenih, pornografskih ili drugih materijala koji su u suprotnosti s bilo kojim zakonom.",
  "pp3": "Prodavnica alata na ovoj lokaciji ne želi od vas da prima poverljive ili druge informacije kojima ne može slobodno da raspolaže. Svi materijali, informacije ili druga saopštenja koja prenosite ili šaljete na ovu lokaciju neće se smatrati poverljivim i onima kojima se ne može slobodno raspolagati. Prodavnica alata.rs nema nikakve obaveze prema ovim saopštenjima. Naši zaposleni mogu da kopiraju, otkrivaju, distribuiraju, primenjuju ili na drugi način koriste saopštenja i sve podatke, slike, zvukove, tekst i sve ostale materijale u njima sadržane za bilo koje odnosno za sve komercijalne i nekomercijalne svrhe.",
  "pp4": "Naravno, u ovu grupu podataka ne spadaju vaši lični podaci. Njih, u skladu sa našom Politikom privatnosti, koristimo samo za internu upotrebu, ne obelodanjujemo niti prosleđujemo trećim licima, već koristimo isključivo za potrebe obrade vaših porudžbenica.",
  "pp5": "Vrsta podataka koja se prikuplja i svrha u koji se prikupljaju",
  "pp6": "Podatke koji se prikupljaju kroz kontakt formu (ime, prezime, imejl, broj telefona, grad i adresa stanovanja, kao i mejl i IP adresa) Prodavnica alata će koristiti za svrhu pripreme i informisanja korisnika o ponudi određenog proizvoda, ugovaranja isporuke povodom te ponude i slanje odgovora na upite korisnika, kao i personalizovaniju ponudu za Vas na našem sajut, u vremenskom periodu koji je potreban za ostvarenje svrhe. Ovako prikupljene podatke Prodavnica alata neće ustupati trećim licima. Klikom na dugme \"Potvrdi kupovinu\" korisnik daje pristanak na obradu svojih podataka o ličnosti na opisani način. Pravni osnov prikupljanja podataka kupaca je pristanak, legitimni interes ili zaključenje i izvršenje ugovora.",
  "pp7": "Korisnici podataka",
  "pp8": "Korisnici podataka su naši zaposleni, koji Vaše podatke koriste u svrhu realizacije Vaše porudžbine.",
  "pp9": "Zaštita podataka",
  "pp10": "Vaši podaci će biti adekvatno zaštićeni na našem serveru antivirus zaštitom i fizičko/tehničkom zaštitom prostora, sve dok naši zaposleni imaju pristup istima.",
  "pp11": "Vaša prava u vezi podataka o ličnosti",
  "pp12": "- Pravo da dobijete potvrdu da li obrađujemo Vaše podatke o ličnosti - Pravo pristupa Vašim podacima o ličnosti - Pravo na ispravku Vaših podataka o ličnosti u slučaju greške - Pravo da zahtevate prekid obrade Vaših podataka o ličnosti - Pravo na brisanje Vaših podataka o ličnosti Sva Vaša prava možete ostvariti ako nas kontaktirate na sledeće načine: Na mejl office@stridon.rs, ili telefon +381-64-616-5003. Brisanje, izmene i pregled Vaših podataka uvek možete obaviti i sami na Vašem nalogu, ako ste ga kreirali na našem sajtu.",
  "pp13": "Nadležni organ za zaštitu podataka o ličnosti",
  "pp14": "Nadležni organ za zaštitu podataka o ličnosti je Poverenik za informacije od javnog značaja i zaštitu podataka o ličnosti Republike Srbije. Organu se možete obratiti na adresi Bulevar kralja Aleksandra 15, 11000 Beograd, Republika Srbija, mejlom na office@poverenik.rs, ili telefon +381-11-3408 900 www.prodavnicaalata.rs ima autorska prava na sve sadržaje (tekstualne, vizuelne i audio materijale, baze podataka, programerski kod). Neovlašćeno korišćenje bilo kog dela portala, bez dozvole vlasnika autorskih prava, smatra se kršenjem autorskih prava i podložno je tužbi. Proizvodi, usluge i materijali sa sajta www.prodavnicaalata.rs su odstupni za korišćenje samo unutar Republike Srbije. Dalja preprodaja proizvoda i usluga van teritorije republike Srbije nije dozvoljena i to radite na sopstvenu odgovornost. Ako odlučite da pristupite našoj internet prodavnici alata izvan Srbije, to radite na sopstvenu inicijativu i smatrate se odgovornim za poštovanje važećih lokalnih zakona. Ovi Uslovi se tumače u skladu sa zakonima Republike Srbije i neće se primenjivati načela o rešavanju neusaglašenosti zakona.",
  "pp15": "Politika upotrebe kolačića (Cookies)",
  "pp16": "Delovi naše internet stranice koriste kolačiće (Cookies). Kolačić je tekstualni fajl koji se čuva lokalno na vašem računaru, tabletu ili mobilnom telefonu i koji omogućava prepoznavanje korisnika koji se vratio na internet stranicu, a radi praćenja i analize poseta internet stranici u cilju optimizacije internet stranice Prodavnica alata. Veb stranica koristi kolačiće da bi zapamtila šta ste radili na njoj u određenom vremenskom periodu i koje su vaše željene opcije u pogledu jezika, veličine fonta i drugih karakteristika prikaza. To znači da ne morate navoditi svoje željene opcije svaki put kada posetite veb stranicu. Osim toga, kolačići nam pomažu da analiziramo kako koristite našu veb stranicu i da li nailazite na prepreke tokom navigacije. Oni nam takođe pomažu da prilagodimo oglase i ponude na mreži vašim interesima i potrebama. Lični podaci u ovom slučaju nisu sačuvani, te se ove informacije ne mogu koristiti za ličnu identifikaciju. Ukoliko ne želite da prihvatite da se kolačić čuva na vašem računaru, neophodno je da onemogućite kolačić za ovu internet stranicu u vašem internet pretraživaču. Ranije instalirane kolačiće možete obrisati ručno iz vašeg internet pretraživača. Onemogućavanje, odnosno brisanje, može značiti i umanjenje određenih funkcionalnosti internet stranice.",
  "pp17": "Kako onemogućiti - obrisati kolačiće",
  "pp18": "Kolačiće možete sami obrisati iz vašeg internet pretraživača i time onemogućiti njihovo korišćenje. U nastavku se nalaze linkovi sa detaljnim uputstvima za brisanje kolačića nekoliko najkorišćenijih pretraživača: Chrome Safari Firefox Internet Explorer Opera Ukoliko koristite drugi pretraživač, pratite uputstva relevantnog dobavljača. Ukoliko onemogućite kolačiće nećete biti u mogućnosti da koristite sve funkcionalnosti našeg sajta.",
  "pp19": "Kako promeniti podešavanja kolačića",
  "pp20": "U svakom trenutku možete nas kontaktirati na mejl: office@stridon.rs, ili telefon: 064-616-5003 i zatražiti promenu podešavanja kolačića.",
  "pp21": "Koje kolačiće koristi ova veb stranica",
  "pp22": "Neophodni kolačići",
  "pp23": "U ove kolačiće spadaju Statički i kolačići funkcionalnosti. Ovi kolačići su neophodni za rad veb stranice, te se u našim sistemima ne mogu isključiti, izvor je naš Web sajt. Obično su postavljeni kao odgovor na vaše zahteve za uslugama, poput podešavanja postavki o privatnosti, prijavljivanja na nalog ili popunjavanja obrazaca. U vašem pretraživaču ove kolačiće možete blokirati ili podesiti opciju da dobijate obaveštenja o istim, ali u tom slučaju neki delovi veb stranice možda neće raditi.",
  "pp24": "Marketinški kolačići",
  "pp25": "Ovi kolačići (koji se nazivaju i reklamni kolačići) koriste se za isporučivanje oglašenog sadržaja koji je relevantan za vas i mogu se koristiti za praćenje efikasnosti naših reklamnih kampanja na veb sajtu. Ove kolačiće stavljaju na našu veb lokaciju naši partneri pružaoci određenih marketinških usluga i oni mogu upamtiti vašu aktivnost veb pretraživanja na našem veb sajtu i te informacije se mogu koristiti za bolje razumevanje vas i vaših potreba, na primer – demografija (odakle dolazite na naš veb sajt), starost itd. Samo anonimne informacije se zadržavaju i koriste na ovaj način i samo sa ciljem da se vama pruži sadržaj koji je najviše relevantan za vas.",
  "pp26": "Kolačići efikasnosti - statistika",
  "pp27": "Ovi kolačići nam omogućavaju da izbrojimo broj poseta i izvore saobraćaja, kako bismo mogli da izmerimo i unapredimo efikasnost naše veb stranice. Pomažu nam da saznamo koje stranice su najviše, a koje najmanje popularne, kao i da vidimo kako se posetioci kreću po veb stranici. Svi podaci koje skupe ovi kolačići se sabiraju i stoga su anonimni. Ako ne prihvatite kolačiće efikasnosti, nećemo znati kada ste posetili našu veb stranicu.",
  "pp28": "Promene politike kolačića",
  "pp29": "Mi možemo povremeno ažurirati ove smernice. Ukoliko izvršimo značajne promene, obavestićemo vas, ali vas molimo da redovno proveravate ove smernice kako biste bili sigurni da ste upoznati sa najnovijom verzijom.",
  "pp30": "Autorska prava",
  "pp31": "Sadržaj ove internet prezentacije predstavlja zakonski zaštićeno i isključivo autorsko pravo koje pripada vlasniku, Stridon Group doo - Prodavnica alata kome pripadaju sva autorska i druga prava intelektualne svojine u pogledu sadržaja, uređivanja, koncepcije i dizajna. Zaštitni znakovi, logo znakovi, imena pojedinaca i drugo slično intelektualno vlasništvo je u svojini vlasnika ili u vlasništvu trećih lica. Nepoštovanje obavezujućih uslova korišćenja podleže primeni odgovarajućih zakonskih propisa. Zabranjeno je neovlašćeno umnožavanje, reprodukovanje, javno prikazivanje ili distribuiranje sadržaja internet prezentacije, na bilo koji način. Prodavnica alata može revidirati ove Uslove bilo kada, ažuriranjem ovog dokumenta. Povremeno posećujte ovu stranicu da biste pregledali Uslove koji trenutno važe, zato što su oni obavezujući za vas. Ovi Uslovi se primenjuju uz primenu svih relevantnih zakona.",

  "NotFoundErrorMessage": "Stranica koju tražite ne postoji."
}
