{
  "Pogledaj PDF kataloge": "Pogledaj PDF kataloge",
  "naslov pasusa 1 karcher": "Istorijat",
  "naslov pasusa 2 karcher": "Tehnologije i inovacije",
  "naslov pasusa 3 karcher": "Asortiman proizvoda",
  "Karcher alati - Uvoznik za Srbiju": "Kärcher alati - Uvoznik za Srbiju",
  "text pasusa 1 karcher": "Nakon što je diplomirao na Tehničkom univerzitetu u Štutgartu 1924. godine, Alfred Kärcher (1901–1959) pridružio se porodičnom biznisu koji se bavio prodajom industrijske opreme za kuvanje i pranje u delu Štutgarta zvanom Bad Kanštat.\n\nTokom narednih godina, Alfred Kärcher je razvio niz tehničkih rešenja, uključujući električne uranjajuće grejače i industrijske peći za sagorevanje, čime je postavio temelje za osnivanje sopstvene kompanije.\n\nGodine 1935. osnovao je Alfred Kärcher Komanditno društvo, a već 1939. kompanija, tada sa 120 zaposlenih, preselila se u Vinneneden, gde se i danas nalazi sedište.\n\nU tom periodu, firma je proizvodila proizvode kao što su šporeti, kolica i grejači, dok su se tokom obnove posleratnih gradova pojavili i prvi Kärcher grejači za betonske oplate i svež vazduh.\n\nOd 1950-ih do 1970-ih, fokus je bio na proizvodnji industrijskih parnih generatora i grejalica, dok su tehnologije za čišćenje tek kasnije postale glavni izvor prihoda.\n\nNakon smrti Alfreda Kärchera 1959. godine, njegovu ulogu preuzima supruga Irene Kärcher, koja je u prvoj godini upravljanja povećala prihode za 70%.\n\nKompanija se brzo internacionalizuje 1962. osniva prodajnu firmu u Francuskoj, a ubrzo zatim i u Austriji i Švajcarskoj.\n\nTokom 1970-ih, Kärcher menja korporativnu boju iz plave u žutu i u potpunosti se fokusira na visokotlačne čistače, započevši globalnu proizvodnju otvaranjem fabrike u Brazilu.\n\nGodine 1984. na tržište je lansiran prvi visokotlačni čistač za kućnu upotrebu, što označava početak nove ere za Kärcher, razvoj profesionalne opreme za čišćenje i širenje portfolija.\n\nDo kraja 1980-ih, kompanija je uključena u projekte čišćenja istorijskih zgrada širom sveta.\n\nU 1990-im godinama, Kärcher se proširio na komercijalno čišćenje podova i razvio brojne aparate za kućnu i profesionalnu upotrebu, uključujući usisivače i paročistače.\n\nGodine 2003. predstavljen je prvi autonomni čistač za potrošače, dok su u narednim godinama razvijani roboti i baštenska oprema kao što su pumpe i prskalice.\n\nNa kraju 2011. godine, kupljena je bivša Pfleiderer fabrika, čime je gotovo udvostručena operativna površina.\n\nU 2022. godini, Kärcher lansira Kira prvi autonomni usisivač i brisač za profesionalnu upotrebu.",
  "text pasusa 2 karcher": "Kärcher konstantno ulaže u razvoj naprednih tehnologija za čišćenje.\n\nAutomatizovani sistemi i digitalni alati omogućavaju preciznu kontrolu proizvodnje i efikasno otkrivanje problema.\n\nKompanija razvija pametne uređaje povezive sa internetom, sa naprednim senzorima i softverskim rešenjima za optimizaciju rada.\n\nInovacije poput smanjenja potrošnje energije, upotrebe naprednih litijum-jonskih baterija i bežične tehnologije doprinele su efikasnosti njihovih uređaja.\n\nKärcher čistači pod pritiskom, profesionalni usisivači i uređaji za parno čišćenje sve više koriste automatizaciju i IoT tehnologiju.\n\nJedan od ranih uspeha bio je energetski efikasni uređaj za industrijsko kupanje u slanoj vodi.\n\nPatent za ovu tehnologiju prodat je Siebert GmbH, a do kraja rata prodat je u više od 1.200 primeraka.\n\nU 2024. godini, prema izveštaju WIPO, Kärcher je bio među top 10 kompanija u svetu po broju registrovanih industrijskih dizajna, sa ukupno 189 dizajna prijavljenih tokom 2023. godine.",
  "text pasusa 3 karcher": "Kärcher nudi bogat izbor opreme za čišćenje, uključujući čistače pod pritiskom, industrijske usisivače, parne čistače i uređaje za održavanje podova i fasada.\n\nNjihovi visokotlačni čistači su ključni proizvodi, idealni za uklanjanje tvrdokornih prljavština sa betona, pločica, kamena i drugih površina.\n\nAsortiman obuhvata profesionalne usisivače za suvo i mokro čišćenje, kao i komercijalne modele za fabrike, skladišta i kancelarije.\n\nKärcher paročistači koriste paru za dezinfekciju, uklanjajući nečistoće bez hemikalija, što ih čini idealnim za domaćinstva i zdravstvene ustanove.\n\nU ponudi su i sistemi za čišćenje podova velikih površina, kao i specijalizovani uređaji za pranje prozora i fasada.\n\nKompanija je poznata po kvalitetu i pouzdanosti, čineći Kärcher idealnim izborom kako za profesionalce, tako i za privatne korisnike koji traže vrhunske aparate za čišćenje.",
  "text do kraja karcher": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda Kärcher potražite na našoj ",
  "link do proizvodjaca text karcher": "zvaničnoj internet prodavnici",
  "KarcherMetaTitle": "Kärcher alati prodavnica - Srbija, Beograd | Stridon Group",
  "KarcherMetaDescription": "Saznajte sve o Kärcher alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "Karcher profesionalni program katalog": "Karcher profesionalni program katalog",
  "Karcher žuti program katalog": "Karcher žuti program katalog"
}