{
  "Idi na brend": "Idi na brend",
  "Pogledaj PDF katalog": "Pogledaj PDF katalog",

  "1": "Upoznajte se sa najnovijim cenovnikom Bosch DIY mernih alata za jun 2023. Ovaj sveobuhvatni cenovnik donosi najaktuelnije informacije o raspoloživim mernim alatima za kućne majstore i entuzijaste.",
  "2": "Otkrijte najnovije ponude u našem cenovniku Bosch pribora za mesec jul 2023. Pregledajte bogat izbor vrhunskog Bosch pribora koji će unaprediti vaše alate i olakšati vaše projekte.",
  "3": "Istražite najnoviji cenovnik Dremel alata i pribora za jun 2023. U našem cenovniku možete pronaći bogat izbor visokokvalitetnih Dremel alata i pribora koji će ispuniti sve vaše kreativne potrebe.",
  "4": "Upoznajte se sa našim 'EXPERT Mini katalogom pribora'! U ovom posebnom izdanju, predstavljamo vam široku paletu visokokvalitetnog pribora koji će zadovoljiti sve vaše potrebe.",
  "5": "Pregledajte naš neobavezno preporučeni cenovnik Plavih alata za jul 2023. Ovaj cenovnik donosi vam širok izbor vrhunskih alata koji su sinonim za kvalitet i pouzdanost.",
  "6": "Pregledajte naš neobavezno preporučeni VP cenovnik PRO Mernih alata za jun 2023. U ovom cenovniku vam donosimo širok asortiman vrhunskih PRO Mernih alata koji su dizajnirani za profesionalce i najzahtevnije projekte.",
  "7": "Pregledajte najnoviji GTV katalog za jun 2023. U ovom katalogu vam donosimo širok asortiman proizvoda i alata za vaše projekte i zadatke.",
  "8": "Upoznajte se sa našim cenovnikom Hogert električarskih alata za jun 2023. Ovaj cenovnik vam donosi širok asortiman visokokvalitetnih električarskih alata za sve vaše električarske potrebe.",
  "9": "Otkrijte najnovije ponude u našem cenovniku Hogert HTZ opreme za jun 2023. Pregledajte bogat izbor HTZ opreme koja će vam pomoći da obavite poslove sa sigurnošću i efikasnošću.",
  "10": "Pregledajte najnoviji Hogert katalog odeće za jun 2023. U ovom katalogu vam donosimo širok asortiman radne odeće koja će vam pružiti zaštitu i udobnost tokom radnih aktivnosti.",
  "11": "Otkrijte naš katalog Hogert ručnih alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Hogert ručnih alata koji su dizajnirani za profesionalce i najzahtevnije projekte.",
  "12": "Pregledajte naš katalog Karcher profesionalnih mašina za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Karcher profesionalnih mašina koje će zadovoljiti sve vaše zahtevne potrebe.",
  "13": "Otkrijte naš katalog Karcher žutog programa za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Karcher proizvoda koji će vas opremiti za raznovrsne zadatke.",
  "14": "Pregledajte naš katalog Knipex alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Knipex alata koji su dizajnirani za profesionalce i najzahtevnije projekte.",
  "15": "Otkrijte naš katalog KWB AKKU TOP pribora za aku alate za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih KWB AKKU TOP pribora koji će olakšati vaš rad sa aku alatima.",
  "16": "Pregledajte naš katalog KWB dodataka za mašine za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih KWB dodataka za mašine koji će unaprediti vaše performanse.",
  "17": "Otkrijte naš katalog KWB pribora za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih KWB pribora koji će vam biti verni partneri na radnom mestu.",
  "18": "Pregledajte naš katalog MAX alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih MAX alata koji su pouzdani saveznici u vašim projektima.",
  "19": "Pregledajte naš katalog MTX i Sparta alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih MTX i Sparta alata koji su dizajnirani za različite potrebe.",
  "20": "Pregledajte naš katalog Rems akcija za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Rems alata i opreme za vaše radne zadatke.",
  "21": "Pregledajte naš katalog Rubi za ovu sezonu na engleskom jeziku. U ovom katalogu vam donosimo širok asortiman vrhunskih Rubi alata koji će zadovoljiti potrebe profesionalnih majstora.",
  "22": "Pregledajte naš katalog Wera alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Wera alata koji su poznati po svojoj kvaliteti i inovacijama.",
  "23": "Otkrijte naš katalog Wiha alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Wiha alata koji su dizajnirani za preciznost i pouzdanost.",
  "24": "Pregledajte naš katalog Wiha mernih alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Wiha mernih alata koji će vam pomoći u tačnom merenju.",
  "25": "Otkrijte naš katalog Wiha XXL III kofera za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Wiha alata koji su smešteni u praktičnom koferu.",
  "26": "Pregledajte naš katalog Wolfcraft alata za ovu sezonu. U ovom katalogu vam donosimo širok asortiman vrhunskih Wolfcraft alata koji će vam biti verni saradnici u vašim projektima.",
  "27": "Ovaj katalog predstavlja najnovije proizvode i alate koje je Dewalt ponudio tokom 2023. godine. Otkrijte širok spektar Dewalt proizvoda koji su postali prva opcija za profesionalce i entuzijaste širom sveta.",
  "28": "U ovoj ekskluzivnoj paleti proizvoda otkrićete alate i opremu koje ne samo da ispunjavaju, već i prevazilaze najviše standarde industrije. Dewaltova ograničena izdanja namenjena su onima koji zahtevaju najbolje.",
  "29": "Stanley katalog predstavlja neiscrpan izvor alata i opreme koji je namenjen kako profesionalnim majstorima, tako i entuzijastima koji cene kvalitetne proizvode. Stanley, prepoznatljiv brend sa dugom tradicijom.",

  "Dewalt najprodavanije 2023": "Dewalt najprodavanije 2023",
  "Dewalt ograničeno izdanje": "Dewalt ograničeno izdanje",

  "Bosch DIY merni alati": "Bosch DIY merni alati",
  "Bosch pribor": "Bosch pribor",
  "Bosch Plavi": "Bosch Plavi",
  "Bosch VP cenovnik": "Bosch VP cenovnik",

  "Knipex katalog": "Knipex katalog",
  "MAX katalog": "MAX katalog",
  "GTV katalog": "GTV katalog",
  "Wolfcraft katalog": "Wolfcraft katalog",
  "Wera katalog": "Wera katalog",
  "MTX, Sparta katalog": "MTX, Sparta katalog",
  "Sparta, MTX katalog": "Sparta, MTX katalog",
  "Stanley katalog": "Stanley katalog",

  "Hogert električarski alati": "Hogert električarski alati",
  "Hogert HTZ": "Hogert HTZ",
  "Hogert odeća katalog": "Hogert odeća katalog",
  "Hogert ručni alati": "Hogert ručni alati",

  "Karcher profesionalni program katalog": "Karcher profesionalni program katalog",
  "Karcher žuti program katalog": "Karcher žuti program katalog",

  "KWB AKKU TOP pribor za aku alate": "KWB AKKU TOP pribor za aku alate",
  "KWB dodaci za mašine katalog": "KWB dodaci za mašine katalog",
  "KWB pribor": "KWB pribor",

  "Rems akcija 2023": "Rems akcija 2023",
  "Rubi akcija 2023": "Rubi akcija 2023",

  "Wiha merni alati": "Wiha merni alati",
  "Wiha katalog": "Wiha katalog",
  "Wiha XXL III kofer": "Wiha XXL III kofer"
}