{
  "Pogledaj PDF kataloge": "Pogledaj PDF kataloge",
  "naslov pasusa 1 knipex": "Istorijat",
  "naslov pasusa 2 knipex": "Tehnologije i inovacije",
  "naslov pasusa 3 knipex": "Asortiman proizvoda",
  "naslov pasusa 4 knipex": "Knipex muzej",
  "Knipex alati - Uvoznik za Srbiju": "Knipex alati - Uvoznik za Srbiju",
  "text pasusa 1 knipex": "Knipex je već četiri generacije nezavisno, porodično preduzeće sa sedištem u Kronenbergu, Vupertal, u srcu nemačke industrije alata. Poznat po vrhunskim kleštima i specijalizovanim ručnim alatima, Knipex proizvodi sve osnovne artikle, uključujući kvalitetna klešta i profesionalne alate, isključivo u Nemačkoj. Pojedini dodatni alati, poput pinceta i kožnih torbi za alat sa Knipex brendom, dolaze od pažljivo odabranih eksternih dobavljača.\n\nKompanija je osnovana 1882. godine kao mala kovačnica koju je pokrenuo Karl Gustav Puč u podrumu svoje porodične kuće. Počeli su sa samo jednim radnikom i dva pripravnika, a već tada se fokusirali na proizvodnju klešta za tesare i potkivače. Ta klešta su se u početku izrađivala ručno, ali je ubrzo usledila modernizacija uz upotrebu čekića za kovanje. Na vrhuncu pod vođstvom Karla Puča, proizvodilo se čak 7.000 pari klešta nedeljno.\n\nKnipex je 1942. zvanično zaštitio svoj brend, a nova generacija porodice Puč nastavila je razvoj. Godine 1954, treća generacija, Karl Puč, preuzima vođenje firme i uvodi automatizaciju, inovacije i patente u proizvodni proces. Od 1996. godine, firmu vodi Ralf Puč, praunuk osnivača, koji je proširio prisustvo Knipex alata na više od deset zemalja širom sveta. Danas se više od 60% proizvodnje izvozi, što govori o globalnom ugledu koji Knipex uživa kao lider u proizvodnji klešta i alata za električare, vodoinstalatere i druge zanatlije.",
  "text pasusa 2 knipex": "Knipex se izdvaja kao brend koji neprekidno pomera granice u razvoju ručnih alata. Njihovi alati, posebno Cobra klešta sa sistemom za brzo podešavanje jednom rukom, predstavljaju spoj funkcionalnosti i preciznosti. Cobolt sekači su još jedan primer inovacije, kompaktni, ali izuzetno moćni alati za sečenje zavrtnjeva i tvrdih materijala. Klešta-ključevi kombinuju funkcije viljuškastog ključa i standardnih klešta, nudeći korisnicima alat visoke preciznosti i izdržljivosti.\n\nOva tehnološka rešenja čine Knipex alatima sinonimom za profesionalne performanse u svim granama industrije, naročito u elektroinstalacijama, održavanju, montaži solarnih sistema i drugim specijalizovanim poslovima.",
  "text pasusa 3 knipex": "Knipex katalog sadrži oko 100 različitih modela klešta, sa više od 900 varijacija u dužini, obliku drške i završnoj obradi. U ponudi su bočni sekači, klešta za električare, vodoinstalaterska klešta, kao i visoko specijalizovani alati za elektroniku i precizne poslove. Alati za električare uključuju rešenja za sečenje kablova, skidanje izolacije i krimpovanje žica, sve uz maksimalnu ergonomiju i sigurnost.\n\nVećina modela dostupna je i u varijantama sa izolovanim drškama, koje štite od električnog napona do 1.000 V, što ih čini neophodnim izborom za sve profesionalce u elektroindustriji. Sistem označavanja alata koristi decimalnu šifru koja sadrži informacije o tipu klešta, obliku vilica i veličini alata, što korisnicima olakšava izbor pravog modela.\n\nKnipex se oslanja na sopstvenu proizvodnju, sa internim procesima koji obuhvataju sve faze, od kovanja, bušenja, glodanja i brušenja do laserske obrade, čime se osigurava vrhunski kvalitet svakog komada.",
  "text pasusa 4 knipex": "U sedištu firme u Vupertalu nalazi se Knipex muzej, posvećen istoriji ručnih alata i razvoja alata kroz vreme. Na dva sprata, posetioci mogu videti alate, mašine, rekonstruisana radna mesta i predmete iz svakodnevnog života koji oslikavaju bogatu tradiciju nemačke alatničarske industrije.\n\nMuzej je otvoren za javnost jednom godišnje tokom manifestacije Wuppertal-24h-live, dok su grupne posete moguće uz prethodnu najavu tokom cele godine.",
  "text do kraja knipex": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda Knipex potražite na našoj ",
  "link do proizvodjaca text knipex": "zvaničnoj internet prodavnici",
  "KnipexMetaTitle": "Knipex alati prodavnica - Srbija, Beograd | Stridon Group",
  "KnipexMetaDescription": "Saznajte sve o Knipex alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "Knipex katalog": "Knipex katalog"
}