{
  "Pogledaj PDF kataloge": "Pogledaj PDF kataloge",
  "naslov pasusa 1 kwb": "Istorijat",
  "naslov pasusa 2 kwb": "Tehnologije i inovacije",
  "naslov pasusa 3 kwb": "Asortiman proizvoda",
  "KWB alati - Uvoznik za Srbiju": "KWB alati - Uvoznik za Srbiju",
  "text pasusa 1 kwb": "KWB Germany GmbH je međunarodno prisutan brend koji se ističe kao nezavisan sistemski stručnjak za pribor za električne alate i ručne alate. Kompanija sa sedištem u Nemačkoj razvija i distribuira širok spektar KWB alata i pribora za profesionalnu i hobi upotrebu.\n\nSa više od 90 godina iskustva u industriji alata, KWB Germany GmbH se ističe po doslednim standardima kvaliteta i inovativnom pristupu. Više od 200 zaposlenih doprinosi razvoju KWB proizvoda koji se plasiraju u 90 zemalja širom sveta. Brend KWB predstavlja pouzdanog partnera za prodavnice alata, specijalizovane trgovce i online prodavce.",
  "text pasusa 2 kwb": "Kompanija KWB neprekidno ulaže u istraživanje i razvoj, sa ciljem da unapredi postojeći asortiman alata i uvede nove tehnologije koje olakšavaju upotrebu i unapređuju rezultate rada. Inovacije su prisutne u svakom KWB alatu i priboru, omogućavajući korisnicima moderna rešenja za najrazličitije zadatke.\n\nKWB alati i pribor dizajnirani su sa fokusom na praktičnost i efikasnost. Svaki proizvod je razvijen tako da unapredi radne procese, smanji fizički napor i poboljša produktivnost. Ergonomski dizajn, jednostavnost korišćenja i dug vek trajanja izdvajaju KWB proizvode na tržištu alata i pribora za električne alate i radioničke alate.",
  "text pasusa 3 kwb": "KWB nudi širok i raznovrstan asortiman proizvoda koji obuhvata sve što je potrebno za sečenje, bušenje, brušenje, kao i veliki izbor radioničkih alata koji olakšavaju svakodnevne zadatke u radionici, na gradilištu ili kod kuće.\n\nNjihova ponuda uključuje pribor za električne alate, kao i ručne alate, razvijene s ciljem da optimizuju rad i unaprede krajnji rezultat. Više od 5.500 proizvoda u KWB katalogu uključuje i patentirane proizvode, čime se dodatno potvrđuje fokus na inovacije i razvoj proizvoda.\n\nKontinuirano unapređenje ponude omogućava KWB Germany GmbH da bude konkurentna na dinamičnom tržištu alata i pribora za električne alate, uz stalno osvežavanje programa i razvoj novih rešenja.",
  "text do kraja kwb": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda KWB potražite na našoj ",
  "link do proizvodjaca text kwb": "zvaničnoj internet prodavnici",
  "KWBMetaTitle": "KWB alati prodavnica - Srbija, Beograd | Stridon Group",
  "KWBMetaDescription": "Saznajte sve o KWB alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "KWB AKKU TOP pribor za aku alate": "KWB AKKU TOP pribor za aku alate",
  "KWB dodaci za mašine katalog": "KWB dodaci za mašine katalog",
  "KWB pribor": "KWB pribor"
}