{
  "Pogledaj PDF kataloge": "Pogledaj PDF kataloge",
  "naslov pasusa 1 max": "Istorijat",
  "naslov pasusa 2 max": "Tehnologije i inovacije",
  "naslov pasusa 3 max": "Asortiman proizvoda",
  "MAX vezivači armature i žica - Uvoznik za Srbiju": "MAX vezivači armature i žica - Uvoznik za Srbiju",
  "text pasusa 1 max": "Kompanija MAX je osnovana 1942. godine pod nazivom Yamada Air Industry Co., Ltd., a 1945. godine je započela proizvodnju poslovne i kancelarijske opreme.\n\nTokom 1964. godine, spajanjem proizvodnog i prodajnog sektora, formirana je kompanija MAX CO., LTD.\n\nOd tada, MAX se razvijao u prepoznatljivog proizvođača industrijske opreme i alata za građevinsku industriju.\n\nKompanija se kotirala na Tokijskoj berzi 1970. godine, a glavno sedište je 1981. premešteno u Tokio.\n\nTokom 1990-ih i 2000-ih godina, MAX je otvorio nove proizvodne pogone u Japanu, Kini, Tajlandu i Maleziji.\n\nParalelno sa širenjem, kompanija je uvela međunarodno priznate ISO sertifikate za upravljanje kvalitetom (ISO9001) i zaštitom životne sredine (ISO14001), čime je dodatno učvrstila svoj status lidera u industriji alata.\n\nGodine 2010. i 2014. MAX je izvršio strateške akvizicije i osnovao nova predstavništva u Aziji i Evropi, proširujući prisustvo na globalnom tržištu.\n\nKroz decenije rada, MAX konstantno jača istraživačke kapacitete i razvija proizvode koji zadovoljavaju visoke standarde profesionalaca širom sveta.\n\nMAX je danas međunarodno prepoznat kao pouzdan proizvođač industrijskih alata, kancelarijske opreme i električnih alata.\n\nNjihovi razvojni timovi kreiraju proizvode sa originalnim i izdržljivim karakteristikama, koji odgovaraju na potrebe profesionalnih korisnika u različitim industrijama.",
  "text pasusa 2 max": "Inovacije u kompaniji MAX započinju u istraživačkim, dizajnerskim i proizvodnim odeljenjima, a završavaju se kod krajnjih korisnika koji koriste MAX alate u svakodnevnom radu.\n\nNa osnovu povratnih informacija sa tržišta, proizvodi se neprekidno prilagođavaju stvarnim uslovima rada.\n\nBliska saradnja sa korisnicima omogućava kompaniji da prati tehnološke trendove i predvidi buduće potrebe u građevinskoj i industrijskoj proizvodnji.\n\nMAX alati se razvijaju u Japanu i proizvode u pogonima sa ISO sertifikatima, garantujući visoku pouzdanost i kvalitet.\n\nSvaki proizvod prolazi rigorozne testove kako bi zadovoljio interne standarde kvaliteta i izdržljivosti.\n\nStalnim ulaganjem u istraživanje i razvoj, MAX doprinosi stvaranju pametnih alata i rešenja koja značajno olakšavaju rad na gradilištu, u proizvodnim halama i kancelarijskom okruženju.",
  "text pasusa 3 max": "MAX je postao sinonim za inovacije u oblasti alata, bio je prvi na svetu koji je razvio eksericu za krovove (1982), baterijski alat za vezivanje armature (1993), kao i kompresore i pneumatske ekserice visokog pritiska (1994).\n\nOvi alati su prepoznati među profesionalcima zbog svoje pouzdanosti, dugotrajnosti i ergonomije.\n\nIndustrijski alati MAX uključuju čvrste, ali lagane uređaje specijalno razvijene za primenu u građevinskoj industriji.\n\nAsortiman obuhvata pneumatske ekserice, kompresore visokog pritiska (do 20 bara), alate za metal i beton, kao i dodatke za efikasno izvođenje radova na terenu.\n\nKancelarijska divizija kompanije MAX nudi širok spektar uređaja, među kojima su poznate heftalice „Flat Clinch“ i „Integral“ koje se koriste širom sveta u štamparijama i kancelarijama.\n\nMAX je poznat i po uređajima za obradu čekova namenjenim finansijskom sektoru, kao i sistemima za štampanje i rezanje etiketa, oznaka i kablova, koji nalaze primenu u industrijskim i obrazovnim okruženjima.\n\nMAX alati, kancelarijska oprema i uređaji za specijalizovanu upotrebu nude kompletna rešenja za profesionalce iz različitih sektora.\n\nNjihov širok asortiman čini ih pouzdanim partnerom za sve koji traže kvalitet, preciznost i inovaciju.",
  "text do kraja max": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda MAX potražite na našoj ",
  "link do proizvodjaca text max": "zvaničnoj internet prodavnici",
  "MAXMetaTitle": "MAX alati prodavnica - Srbija, Beograd | Stridon Group",
  "MAXMetaDescription": "Saznajte sve o MAX alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "MAX katalog": "MAX katalog"
}