{
  "Pogledaj PDF kataloge": "Pogledaj PDF kataloge",
  "naslov pasusa 1 mtx": "Istorijat",
  "naslov pasusa 2 mtx": "Tehnologije i inovacije",
  "naslov pasusa 3 mtx": "Asortiman proizvoda",
  "MTX alati - Uvoznik za Srbiju": "MTX alati - Uvoznik za Srbiju",
  "text pasusa 1 mtx": "Veleprodajna kompanija MATRIZE osnovana je 1995. godine i od tada se bavi snabdevanjem i prodajom alata na veliko. Glavne aktivnosti obuhvataju distribuciju ručnog alata, kao i razvoj široke distributivne mreže za alat. Na početku rada, kompanija je bila fokusirana na klasične ručne alate za obradu metala, stolarske radove, merenje i farbanje. Vremenom, ponuda je proširena na baštenske alate, električne alate, građevinske alate i garažnu opremu, čime je ojačana pozicija na tržištu veleprodaje alata.\n\nBrend MTX uveden je na tržište 2001. godine. U kratkom roku, MTX alati su postali prepoznatljivi u Evropi, a zatim i u Južnoj Americi. Do 2005. godine, MATRIZE je potpisala prvi međunarodni ugovor, što je otvorilo vrata ka tržištima Kazahstana, Ukrajine, Bugarske, Poljske, Rumunije i Brazila. Kompanija takođe sarađuje sa klijentima u Grčkoj i na Kipru, dodatno šireći prisustvo MTX alata.",
  "text pasusa 2 mtx": "Sa više od 20 godina prisustva u industriji alata, MTX se razvila u jedan od najpoznatijih brendova ručnog alata u Rusiji i zemljama Zajednice nezavisnih država (ZND). MTX alati se izrađuju od kvalitetnih materijala i u skladu sa savremenim tehnologijama proizvodnje, što obezbeđuje dug vek trajanja i pouzdanost u svakodnevnoj upotrebi.\n\nNeprestana primena inovativnih rešenja doprinosi stabilnosti performansi MTX alata, što ih čini izuzetno traženim kako među profesionalcima, tako i među kućnim majstorima.",
  "text pasusa 3 mtx": "Asortiman MTX alata obuhvata veliki broj proizvoda, uključujući osnovne ručne alate, profesionalne alate, kao i alate za specijalizovanu upotrebu. Zahvaljujući konkurentnim cenama i kvalitetnoj izradi, MTX alati su idealni za veleprodajne kupce i krajnje korisnike. U ponudi se nalaze alati za domaćinstvo, građevinske radove, baštovanstvo i profesionalne primene, što ih čini jednim od najtraženijih brendova u kategoriji alata na tržištu.",
  "text do kraja mtx": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda MTX potražite na našoj ",
  "link do proizvodjaca text mtx": "zvaničnoj internet prodavnici",
  "MTXMetaTitle": "MTX alati prodavnica - Srbija, Beograd | Stridon Group",
  "MTXMetaDescription": "Saznajte sve o MTX alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "MTX, Sparta katalog": "MTX, Sparta katalog"
}