{
  "Pogledaj PDF kataloge": "Pogledaj PDF kataloge",
  "naslov pasusa 1 rems": "Istorijat",
  "naslov pasusa 2 rems": "Tehnologije i inovacije",
  "naslov pasusa 3 rems": "Asortiman proizvoda",
  "REMS - Uvoznik za Srbiju": "REMS - Uvoznik za Srbiju",
  "text pasusa 1 rems": "Kompanija REMS je osnovana 1909. godine sa jasnim ciljem, razvijati vrhunske alate za rad sa cevima, prvenstveno za potrebe instalatera u sektorima sanitarije i grejanja. Na početku su to bili ručni alati za cevi, dok je kasnije REMS proširio ponudu na mašine i električne alate za cevarske radove. Zahtev osnivača Christiana Fölla da REMS alati uvek moraju biti superiorni postao je temelj poslovanja firme. Više od jednog veka kasnije, REMS je prepoznat kao vodeći proizvođač profesionalnih alata i mašina za rad sa cevima, kako na domaćem, tako i na svetskom tržištu.",
  "text pasusa 2 rems": "REMS se ističe svojim inovativnim pristupom razvoju alata. Njihovi inženjeri osmišljavaju rešenja koja instalaterima olakšavaju svakodnevni rad – bilo da se radi o ručnim alatima, elektro-mašinama ili naprednim rešenjima za savijanje i spajanje cevi. U REMS-u se svakom izazovu pristupa kroz prizmu praktičnog iskustva, uz stalnu saradnju sa stručnjacima iz različitih oblasti industrije.\n\nREMS alati su poznati po inovacijama, kvalitetu izrade i tehničkom savršenstvu. Njihova tehnologija odgovara najvišim standardima, što potvrđuju brojni nacionalni i međunarodni patenti. Zahvaljujući tome, REMS zadržava vodeću poziciju na tržištu cevarskih alata i nastavlja da bude sinonim za kvalitet i pouzdanost.",
  "text pasusa 3 rems": "REMS nudi kompletan asortiman alata i mašina za obradu cevi, namenjenih profesionalcima u instalaterskoj industriji. Njihovi proizvodi obuhvataju mašine za navojno rezanje i valjanje, kao i elektro-hidraulične alate za obradu navoja. Tu su i različiti alati za sečenje cevi, od ručnih rezača, preko električnih i pneumatskih testera, pa sve do baterijskih uređaja za kružno sečenje.\n\nZa dodatnu obradu cevi, REMS nudi rešenja za fazetiranje i uklanjanje ivica, kao i širok spektar alata za montažu, uključujući švedske i pumpne ključeve, akumulatorske bušilice, kao i uređaje za ispitivanje pritiska, kako električne tako i ručne.\n\nU oblasti zavarivanja i lemljenja, REMS je razvio efikasna rešenja kao što su električne klešta za lemljenje, turbo plamenici i kvalitetni materijali za lemljenje. Za potrebe savijanja cevi, dostupni su kako ručni tako i hidraulični savijači, koji omogućavaju precizan i lak rad na terenu.\n\nPored toga, REMS se ističe i alatima za rad sa radijalnim i aksijalnim spajanjima, uključujući akumulatorske i elektro-hidraulične prese, kao i ekspanzione alate. Za potrebe održavanja, REMS nudi opremu za inspekciju i čišćenje cevi, poput inspekcijskih kamera, mašina za čišćenje i alata za zavarivanje plastičnih cevi.",
  "text do kraja rems": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda REMS potražite na našoj ",
  "link do proizvodjaca text rems": "zvaničnoj internet prodavnici",
  "REMSMetaTitle": "REMS alati prodavnica - Srbija, Beograd | Stridon Group",
  "REMSMetaDescription": "Saznajte sve o REMS alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "Rems akcija 2023": "Rems akcija 2023"
}