{
  "Pogledaj PDF kataloge": "Pogledaj PDF kataloge",
  "naslov pasusa 1 rubi": "Istorijat",
  "naslov pasusa 2 rubi": "Tehnologije i inovacije",
  "naslov pasusa 3 rubi": "Asortiman proizvoda",
  "Rubi alati - Uvoznik za Srbiju": "RUBI alati - Uvoznik za Srbiju",
  "text pasusa 1 rubi": "Desetog aprila 1951. godine, mladi inovator Joan Boada podneo je u Kancelariji za registraciju i patente u Barseloni zahtev za zaštitu pronalaska novog alata, ručnog rezača za mozaik i pločice. Ovaj alat će kasnije postati poznat širom sveta kao čuveni RUBI rezač za pločice, jedan od najpoznatijih alata za sečenje keramike.\n\nRUBI rezač za pločice dobio je zlatnu medalju na Prvoj nacionalnoj izložbi pronalazaka održanoj 1953. godine u Barseloni. Nakon toga, braća Joan i Antoni Boada usmeravaju sve resurse na razvoj i proizvodnju ovog alata. Tokom šezdesetih godina, RUBI uvodi i udarni razbijač, dodatak koji je takođe patentiran i značajno unapređuje funkcionalnost ručnih alata za sečenje.\n\nZbog sve veće potražnje, 1969. godine braći Boada se pridružuje Miquel Escayol, a time je zvanično osnovana kompanija GERMANS BOADA, S.A. Ova kompanija postaje ključni nosilac brenda RUBI.\n\nSedamdesetih godina RUBI ručni rezači za pločice postaju još sofisticiraniji. Kompanija ulaže u širenje izvoza i razvija mehanički razbijač koji postaje model TS, referenca u svetu profesionalnih alata za pločice.\n\nKrajem osamdesetih, sa pojavom porcelanskog granita, RUBI odgovara novim zahtevima tržišta lansiranjem nove serije rezača za pločice, posebno dizajniranih za tvrđe materijale.\n\nTokom devedesetih godina RUBI doživljava pravi procvat. GERMANS BOADA, S.A. proširuje svoje poslovanje otvaranjem filijala u Portugalu, Italiji, Francuskoj i drugim evropskim zemljama, što dodatno jača prisustvo RUBI alata na međunarodnom tržištu.\n\nUlaskom u novo milenijum, RUBI nastavlja sa konstantnim rastom. Razvoj rezača za pločice prati modernizaciju i primenu najnovijih tehnologija, prilagođavajući se savremenim izazovima u industriji.",
  "text pasusa 2 rubi": "RUBI se ističe po konstantnoj inovaciji i razvoju tehnologija koje profesionalcima olakšavaju rad. RUBI alati su dizajnirani sa posebnim fokusom na ergonomiju, izdržljivost i jednostavnost korišćenja.\n\nOd 2013. godine, RUBI uvodi na tržište revolucionarne proizvode kao što su SLIM SYSTEM, TZ serija i električni rezači ZERO DUST, vrhunska rešenja za profesionalce koji rade sa keramičkim pločicama i prirodnim kamenom.\n\nPoseban akcenat stavlja se na lagane, ali robusne konstrukcije i udobne ručke koje omogućavaju komforan rad tokom celog dana. RUBI alati su sinonim za pouzdanost u građevinskoj i keramičarskoj industriji.",
  "text pasusa 3 rubi": "RUBI nudi širok spektar alata i mašina, od osnovnih ručnih rezača za pločice do specijalizovanih električnih uređaja za sečenje keramike i kamena.\n\nNjihovi ručni rezači predstavljaju siguran i precizan alat za profesionalce, bez oštrih delova koji bi mogli ugroziti bezbednost korisnika. RUBI električni rezači omogućavaju efikasno i precizno sečenje različitih materijala, uključujući granit i mermer.\n\nDodatno, RUBI asortiman obuhvata dijamantske sečice za mokro i suvo sečenje. Ove sečice su dostupne u prečnicima od 115 mm do 350 mm i kompatibilne su sa gotovo svim vrstama materijala, što ih čini idealnim izborom za razne tipove keramičarskih radova.",
  "text do kraja rubi": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda RUBI potražite na našoj ",
  "link do proizvodjaca text rubi": "zvaničnoj internet prodavnici",
  "RUBIMetaTitle": "RUBI alati prodavnica - Srbija, Beograd | Stridon Group",
  "RUBIMetaDescription": "Saznajte sve o RUBI alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "Rubi akcija 2023": "Rubi akcija 2023"
}