{
  "naslov pasusa 1 senco": "Istorijat",
  "naslov pasusa 2 senco": "Tehnologije i inovacije",
  "naslov pasusa 3 senco": "Asortiman proizvoda",
  "Senco alati - Uvoznik za Srbiju": "SENCO alati - Uvoznik za Srbiju",
  "text pasusa 1 senco": "U 1930-im godinama, osnivač kompanije, Albert Juilfs, radio je iz svog podruma i proizveo Springtramp Eliminator, alat koji je rešavao problem vibracija u automobilima tog vremena.\n\nTaj pionirski duh postavio je temelje za buduće uspehe brenda SENCO.\n\nVeć tokom 1940-ih godina, SENCO uvodi revoluciju u industriji alatki, pravi prvi pneumatski alat za spajanje: spajalicu za industrijsku ambalažu i tapaciranje.\n\nOvaj SENCO alat postavlja nove standarde brzine i efikasnosti na proizvodnoj traci i pozicionira brend kao lidera u industriji pričvršćivača i pneumatskih alata.\n\nTokom 1960-ih godina, kompanija otvara prvu fabriku u Sinsinatiju, Ohio.\n\nU toj fabrici proizvodi se nova linija pričvršćivača i pneumatskih alata: ekseri sa papirnom trakom i spiralni ekseri.\n\nZbog rasta potražnje, fabrika se proširuje već nakon pet godina.\n\nDevedesetih godina, SENCO lansira ikonične modele kao što su SN325 framerski ekser, SFN40 i SN60 ekserke, kao i SLP20 brad ekser i M2+/M3+ spajalice.\n\nFramePro serija eksera postaje standard za graditelje, stolare i profesionalce koji traže pouzdanost i brzinu u radu.\n\nPočetkom 2000-ih, SENCO dodatno modernizuje industriju sa DURASPIN® bežičnim auto-hranivim odvijačem, idealnim za brzo i precizno pričvršćivanje.\n\nOva tehnologija integriše sistem za automatsko hranjenje vijaka, što čini rad još efikasnijim.\n\nUbrzo stižu i verzije sa kablom i dodatna oprema.\n\nTokom 2010-ih, SENCO uvodi FUSION® tehnologiju, inovaciju u bežičnim 15-Gauge završnim ekserkama koje eliminišu potrebu za gorivnim ćelijama.\n\nAlati postaju još praktičniji, ekonomičniji i jednostavniji za održavanje.\n\nU 2021. godini, nakon akvizicije od strane KYOCERA korporacije (2017), SENCO ulaže u proširenje fabrike u Sinsinatiju.\n\nNovi globalni centar konsoliduje sve SENCO resurse, unapređujući inovacije, komunikaciju i razvoj alata za pričvršćivanje.",
  "text pasusa 2 senco": "SENCO alati prednjače u inovacijama zahvaljujući patentiranoj FUSION™ tehnologiji.\n\nOva tehnologija koristi zatvorenu komoru sa komprimovanim vazduhom i baterijski motor koji pruža performanse poput klasičnih pneumatskih alata, bez potrebe za gasnim patronama ili održavanjem.\n\nDURASPIN™ sistemi sa automatskim hranjenjem vijaka omogućavaju korisnicima da rade u tesnim prostorima gde konvencionalni alati ne mogu da dopru.\n\nPovratni mehanizam dodatno poboljšava preciznost i povećava produktivnost do 30%, što čini DURASPIN savršenim izborom za profesionalce.\n\nNEVERLUBE® tehnologija eliminiše potrebu za podmazivanjem SENCO alata.\n\nSuvi podmazivači i O-prstenovi otporni na isušivanje garantuju minimalno održavanje, dug vek trajanja i visok učinak bez dodatnih troškova.\n\nSENCOTE, specijalni premaz za SENCO ekseri, smanjuje trenje i poboljšava prodor u materijale.\n\nNakon hlađenja, premaz deluje kao vezivni agent, povećavajući snagu držanja eksera.\n\nDA stil završnih eksera razvijen od strane SENCO-a idealan je za ugaone ekserke, koje su naročito korisne za rad u ograničenim prostorima.\n\nAutomatizacija je takođe ključni deo SENCO strategije, alati i pričvršćivači lako se integrišu u industrijske sisteme za serijsku proizvodnju.",
  "text pasusa 3 senco": "SENCO nudi širok spektar alata za pričvršćivanje, uključujući pneumatske alate, pištolje za ekserke, klamerice, spajalice i kompresore.\n\nNjihov asortiman zadovoljava potrebe stolara, građevinara i profesionalaca iz svih oblasti.\n\nSENCO pneumatski alati i pričvršćivači omogućavaju precizno i čvrsto povezivanje materijala, čak i u najzahtevnijim uslovima rada.\n\nBrzo punjenje i ergonomski dizajn omogućavaju dugotrajan rad bez umora.\n\nNjihovi kompaktni i pouzdani kompresori olakšavaju svakodnevne zadatke, dok su SENCO ekseri i spajalice savršeno usklađeni sa alatima, za maksimalnu pouzdanost i vrhunske rezultate.",
  "text do kraja senco": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda SENCO potražite na našoj ",
  "link do proizvodjaca text senco": "zvaničnoj internet prodavnici",
  "SENCOMetaTitle": "SENCO alati prodavnica - Srbija, Beograd | Stridon Group",
  "SENCOMetaDescription": "Saznajte sve o SENCO alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅"
}