{
  "SG Servis": "Servis alata van garancije u Beogradu",
  "opisNaServisu": "Servisiramo i održavamo električne, akumulatorske i ručne alate - za profesionalnu i hobi upotrebu.",
  "Brendovi koje servisiramo": "Brendovi koje servisiramo",
  "ServiceTextBelowBrandsThatWeService": "Servisiramo alate i opremu vodećih brendova kao što su DeWalt, Bosch, Makita, Metabo, Festool, Rubi i SENCO.",

  "key1": "Servis alata pod garancijom",
  "key2": "Ukoliko je Vaš alat u garantnom roku",
  "key3": "i pokriva ga garancija proizvođača rado ćemo Vas uputiti na ovlašćeni servis brenda kome pripada Vaša mašina!",
  "key4": "SG servis - naš pouzdani partner",
  "key5": "Naša firma saradnik 'SG Servis' - vaš pouzdani partner za servisiranje električnih alata!",
  "key6": "Posvećena ekipa stručnjaka SG Servisa je specijalizovana za održavanje i popravku širokog spektra brendova električnih alata. Bez obzira da li vam je potreban redovan servis, popravka ili dijagnostika kvara, SG Servis je tu da vam pruži brzu i efikasnu uslugu.",
  "key7": "Brendovi koje SG Servis servisira obuhvataju neke od najpoznatijih i najkvalitetnijih proizvođača u industriji električnih alata. SG Servis stručnjaci imaju bogato iskustvo u radu sa brendovima kao što su",
  "key8": "Bez obzira na model i kompleksnost problema, znanje servisera omogućava da vaši alati budu popravljeni i održavani na najvišem nivou.",
  "key9": "Radno vreme",
  "key10": "SG Servisa je",
  "key11": "od 8:00 do 16:00",
  "key12": "svakog radnog dana, ",
  "key13": "subotom od 9:00-15:00, nedeljom neradan dan",
  "key14": ", pa ih slobodno posetite u navedeno vreme. SG Servis tim će vas srdačno dočekati i rado pomoći oko bilo kakvih pitanja ili problema sa vašim električnim alatima.",
  "key15": " SG Servis koristi isključivo kvalitetne zamenske delove kako bi obezbedili dugotrajnost i pouzdanost vaših alata.",
  "key16": "Misija SG Servisa je da vaše električne alate održi u najboljem mogućem stanju kako biste mogli nesmetano da obavljate svoje radne zadatke. Bez obzira na vaše potrebe, SG Servis je tu da vam pomogne. Kontaktirajte SG Servis ili ih posetite na adresi"
}