{
  "naslov pasusa 1 sg tools": "Istorijat",
  "naslov pasusa 2 sg tools": "Tehnologije i inovacije",
  "naslov pasusa 3 sg tools": "Asortiman proizvoda",
  "SG Tools alati - Uvoznik za Srbiju": "SG Tools alati - Uvoznik za Srbiju",
  "text pasusa 1 sg tools": "SG Tools je specijalizovan brend koji se fokusira na proizvodnju dijamantskih ploča i burgija za keramiku. Cilj je pružiti kvalitetne alate koji omogućavaju precizno sečenje, bušenje i obradu keramike po povoljnim cenama. SG Tools je postao prepoznatljiv među korisnicima koji traže pouzdane proizvode koji kombinuju efikasnost i dugotrajnost, a sve to po konkurentnim cenama.",
  "text pasusa 2 sg tools": "SG Tools se ponosi primenom savremenih tehnologija u proizvodnji svojih dijamantskih ploča i burgija. Svi proizvodi brenda izrađeni su od visokokvalitetnih materijala, što im omogućava dugotrajan rad, čak i pri intenzivnoj upotrebi.\n\nDijamantske ploče SG Tools su dizajnirane za precizno sečenje keramike, betona, drvenih i aluminijumskih materijala, dok burgije omogućavaju sigurno i precizno bušenje keramike bez potrebe za dodatnim priborom. SG Tools redovno unapređuje svoje proizvode kako bi zadovoljio potrebe tržišta i obezbedio vrhunske performanse po pristupačnim cenama.",
  "text pasusa 3 sg tools": "Asortiman proizvoda SG Tools uključuje dijamantske ploče i burgije koje su savršene za sve vrste radova na keramici. Dijamantske ploče su dostupne u različitim veličinama, od 115 do 400 mm, i pružaju precizno, brzo i čisto sečenje. Takođe, ploče su kompatibilne sa većinom standardnih mašina za sečenje, što ih čini praktičnim za širok spektar korisnika.\n\nBurgije za keramiku SG Tools su dizajnirane za suvo bušenje i idealne su za rad sa keramičkim pločicama, porcelanom i drugim tvrdim materijalima.",
  "text do kraja sg tools": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda SG Tools potražite na našoj ",
  "link do proizvodjaca text sg tools": "zvaničnoj internet prodavnici",
  "SGToolsMetaTitle": "SG Tools alati prodavnica - Srbija, Beograd | Stridon Group",
  "SGToolsMetaDescription": "Saznajte sve o SG Tools alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅"
}