{
  "Pogledaj PDF kataloge": "Pogledaj PDF kataloge",
  "naslov pasusa 1 sparta": "Istorijat",
  "naslov pasusa 2 sparta": "Tehnologije i inovacije",
  "naslov pasusa 3 sparta": "Asortiman proizvoda",
  "Sparta alati - Uvoznik za Srbiju": "Sparta alati - Uvoznik za Srbiju",
  "text pasusa 1 sparta": "Naziv brenda Sparta simbolizuje duh spartanskog obrazovanja. Sparta je brend koji se tokom godina razvio sa ciljem da ponudi kvalitetan alat po pristupačnim cenama. Njihova osnovna filozofija je da svaki korisnik, bez obzira na nivo znanja ili iskustva, može lako i sigurno da koristi njihove alate. \n\nBrend Sparta je u vlasništvu kompanije Mir Instrumenta. Kompanija takođe poseduje brendove Denzel, Kronverk, Sibirtech, Stern, GROSS, Matrik, STELS, Palisad i druge. Ovaj brend je pozicioniran u pristupačnom segmentu cena sa prilično visokim standardima kvaliteta proizvoda.",
  "text pasusa 2 sparta": "Zahvaljujući pametnom pristupu implementaciji sekundarnih karakteristika, alat Sparta održava potreban nivo funkcionalnosti uz minimalne troškove. Sparta se neprestano usmerava ka poboljšanju kvaliteta i upotrebljivosti svojih proizvoda.\n\nKontinuirano prateći savremene trendove u industriji alata, ulažu u razvoj ergonomskih rešenja i funkcionalnosti koje olakšavaju svakodnevne zadatke u domaćinstvu. Njihovi alati su posebno prilagođeni za osnovne kućne popravke, montaže i radove u radionici, čineći ih pouzdanim saputnicima u svakom projektu.",
  "text pasusa 3 sparta": "U širokom asortimanu Sparta alata nalaze se raznovrsni ručni alati poput ključeva, odvijača, klešta, skalpela, turpija i uglomera, kao i alati za obradu drveta i stolarski pribor. Takođe nude i pištolje za silikon koji se često koriste u montažama i završnim radovima. Pored toga, Sparta u svojoj ponudi ima i baštenski alat i osnovne mašine za rad u kućnim uslovima i oko dvorišta. \n\nProizvodi brenda Sparta razvijeni su posebno da zadovolje zahteve masovnog potrošača i dizajnirani su za obavljanje jednostavnih popravki kod kuće, na selu iu automobilu. Sparta alati su dostupni svima i biće korisni u svakom domaćinstvu.",
  "text do kraja sparta": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda Sparta potražite na našoj ",
  "link do proizvodjaca text sparta": "zvaničnoj internet prodavnici",
  "SpartaMetaTitle": "Sparta alati prodavnica - Srbija, Beograd | Stridon Group",
  "SpartaMetaDescription": "Saznajte sve o Sparta alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "Sparta, MTX katalog": "Sparta, MTX katalog"
}