{
  "Pogledaj PDF kataloge": "Pogledaj PDF kataloge",
  "naslov pasusa 1 stanley": "Istorijat",
  "naslov pasusa 2 stanley": "Tehnologije i inovacije",
  "naslov pasusa 3 stanley": "Asortiman proizvoda",
  "Stanley alati - Uvoznik za Srbiju": "Stanley alati - Uvoznik za Srbiju",
  "text pasusa 1 stanley": "Brend Stanley Tools ima duboko ukorenjenu tradiciju u industriji ručnih alata.\n\nKompaniju The Stanley Works osnovao je Frederik Trent Stenli 1843. godine u Nju Britenu, Konektikat, kao proizvođača vijaka i okova za vrata.\n\nDrugu kompaniju, The Stanley Rule and Level, osnovao je 1857. godine njegov rođak Henri Stenli, takođe u Nju Britenu.\n\nGodine 1920, ove dve firme su se spojile, a sektor za ručne alate nastavio je da posluje pod okriljem The Stanley Works.\n\nOvaj spoj bio je ključan za razvoj Stanley ručnih alata, koji su kasnije postali sinonim za pouzdanost i preciznost u zanatskoj i građevinskoj industriji.\n\nOko 1937. godine, Stanley je napravio strateški korak ka evropskom tržištu preuzimanjem britanske kompanije J. A. Chapman, renomiranog proizvođača stolarskih alata iz Šefilda.\n\nOvo preuzimanje proširilo je globalno prisustvo brenda Stanley i dodatno učvrstilo njegovu reputaciju.\n\nU martu 2010. godine, Stanley Works se spojio sa Black & Decker, čime je nastala globalna korporacija Stanley Black & Decker.\n\nDanas, Stanley Hand Tools funkcioniše kao važan deo ove grupacije, ostajući veran svojim korenima dok se razvija u skladu sa savremenim zahtevima korisnika alata.",
  "text pasusa 2 stanley": "Stanley je poznat po brojnim inovacijama koje su unapredile kvalitet i efikasnost alata.\n\nMeđu najpoznatijim inovacijama nalaze se Bailey blanja, Surform alat, PowerLock metar, skalpel i višenamenski alat Stanley #1 Odd Jobs.\n\nPosebno se ističe serija Stanley FatMax, koja je poznata po robusnim i izdržljivim alatima dizajniranim za teške radne uslove.\n\nOvi alati su omiljeni među profesionalnim korisnicima zbog svoje pouzdanosti i snage.",
  "text pasusa 3 stanley": "Stanley nudi širok asortiman ručnih alata za različite primene, od stolarije do obrade metala i merenja.\n\nMeđu najpoznatijim proizvodima nalaze se blanjalice, testere, lenjiri, ugaonici, dleta, odvijači, kao i razni drugi alati za ličnu i profesionalnu upotrebu.\n\nZa obradu drveta, Stanley nudi precizne testere, dleta i metre koji omogućavaju kontrolisano sečenje i oblikovanje materijala.\n\nNjihovi metri i libele, kao što su modeli iz FatMax serije, omogućavaju tačna merenja u zahtevnim uslovima rada.\n\nU oblasti obrade metala, Stanley proizvodi efikasne makaze, turpije i druge alate koji osiguravaju preciznu završnu obradu.\n\nStanley alati su prepoznati kao kvalitetno rešenje za profesionalce i hobiste širom sveta.",
  "text do kraja stanley": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda Stanley potražite na našoj ",
  "link do proizvodjaca text stanley": "zvaničnoj internet prodavnici",
  "StanleyMetaTitle": "Stanley alati prodavnica - Srbija, Beograd | Stridon Group",
  "StanleyMetaDescription": "Saznajte sve o Stanley alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "Stanley katalog": "Stanley katalog"
}