{
  "Pogledaj PDF kataloge": "Pogledaj PDF kataloge",
  "naslov pasusa 1 wiha": "Istorijat",
  "naslov pasusa 2 wiha": "Tehnologije i inovacije",
  "naslov pasusa 3 wiha": "Asortiman proizvoda",
  "naslov pasusa 4 wiha": "Priznanja i sponzorstva",
  "Wiha alati - Uvoznik za Srbiju": "Wiha alati - Uvoznik za Srbiju",
  "text pasusa 1 wiha": "Kompanija Wiha osnovana je 1939. godine u Vupertalu, od strane Vilija Hana. Ova oblast, Bergišes Land, bila je poznata kao centar industrije alata, jer je obuhvatala značajne rudarske resurse i brojnu industrijsku proizvodnju alata, kao što su kovačnice duž reka. Sam naziv kompanije potiče od prvih slova imena njenog osnivača, Vilija Hana.\n\nNakon četiri godine, sedište kompanije je premešteno u Šonah, gde se i danas nalazi.\n\nPočetno su proizvodili samo pričvršćivače, ali je 1947. godine započeta proizvodnja šrafcigera. U narednim decenijama, Wiha je nastavila širenje svog asortimana, uvodeći nove proizvode, uključujući imbus ključeve i sečiva.\n\nGodine 1966. kupili su pogon u Menšvajleru/Švarcvald, gde se danas proizvode sečiva i imbus ključevi. Wiha je takođe nastavila širenje i otvaranjem filijala u Sjedinjenim Američkim Državama (1985), kao i u Francuskoj, Španiji, Velikoj Britaniji, Danskoj, Poljskoj, Kini, Vijetnamu, Tajlandu, Kanadi i azijsko-pacifičkom regionu.",
  "text pasusa 2 wiha": "Wiha stalno investira u inovativne tehnologije koje unapređuju funkcionalnost i kvalitet alata. Kroz razvoj proizvoda kao što su ručke sa višekomponentnim slojevima i precizno kalibrisani moment ključevi, Wiha alati pružaju vrhunske performanse.\n\nKompanija se oslanja na iskustva i povratne informacije stručnjaka kako bi stalno unapređivala svoje proizvode. Kao jedan od lidera na tržištu alata, Wiha je prepoznata po svom posvećenju kvalitetu, inovacijama i korisničkom iskustvu.\n\nWiha alati, zahvaljujući svojoj visokoj pouzdanosti i tehnologiji, postali su ključni u industrijama širom sveta, osiguravajući svojim korisnicima dugoročnu vrednost i efikasnost.",
  "text pasusa 3 wiha": "Wiha nudi širok asortiman alata, sa više od 3.500 različitih proizvoda, uključujući šrafcigere, alate za merenje obrtnog momenta, imbus ključeve, bitove, klešta, čekiće i merni alat. Sa globalnom prisutnošću i visokom kvalitetom, Wiha alati su prepoznati u industriji.\n\nOva porodična kompanija zapošljava oko 750 ljudi širom sveta, a proizvodi Wiha su sinonim za inovativnu proizvodnju i dugoročne standarde u alatnoj industriji.",
  "text pasusa 4 wiha": "Wiha je više puta nagrađena za dizajn svojih proizvoda, tehničke inovacije i društvenu odgovornost. Kompanija je osvojila brojne prestižne nagrade, uključujući oko 20 iF nagrada, od kojih je jedna zlatna nagrada za Wiha držač bitova sa magazinom, kao i desetine Red Dot nagrada, uključujući prestižnu Red Dot Best of the Best nagradu.\n\nPored toga, Wiha je od 2010. godine glavni sponzor regionalnog košarkaškog tima Wiha Panthers Schwenningen, čime pokazuje svoju posvećenost društvenoj odgovornosti i promociji sportskih aktivnosti.",
  "text do kraja wiha": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda Wiha potražite na našoj ",
  "link do proizvodjaca text wiha": "zvaničnoj internet prodavnici",
  "WihaMetaTitle": "Wiha alati prodavnica - Srbija, Beograd | Stridon Group",
  "WihaMetaDescription": "Saznajte sve o Wiha alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "Wiha merni alati": "Wiha merni alati",
  "Wiha katalog": "Wiha katalog",
  "Wiha XXL III kofer": "Wiha XXL III kofer"
}