{
  "Pogledaj PDF kataloge": "Pogledaj PDF kataloge",
  "naslov pasusa 1 wolfcraft": "Istorijat",
  "naslov pasusa 2 wolfcraft": "Tehnologije i inovacije",
  "naslov pasusa 3 wolfcraft": "Asortiman proizvoda",
  "Wolfcraft alati - Uvoznik za Srbiju": "Wolfcraft alati - Uvoznik za Srbiju",
  "text pasusa 1 wolfcraft": "Kompaniju Wolfcraft osnovao je 1949. godine u Remšajdu proizvođač alata i tehnički crtač Robert Wolff.\n\nPrvobitno se bavila proizvodnjom ručnih bušilica, datoteka i pila, namenjenih specijalizovanoj trgovini sa alatom.\n\nGodine 1961. Wolfcraft je počeo da nudi alate za DIY segment.\n\nPrvi alati za uradi sam korisnike predstavljeni su pod brendom Wolfcraft.\n\nSedište kompanije premešteno je 1965. iz Remšajda u Vajbern, u regionu Ajfel.\n\nU 1969. godini počela je proizvodnja ručnih glodalica, čime je započet razvoj uređaja i alata u toj kategoriji.\n\nCentralni skladišni objekat u Kempenihu počeo je sa radom 1976. godine.\n\nOva logistička tačka imala je važnu ulogu u distribuciji alata.\n\nGodine 1977. Wolfcraft ulazi na američko tržište otvaranjem prodajnog ureda u Čikagu.\n\nTe godine Robert Wolff dobija Rudolf Diesel Srebrnu medalju.\n\nTokom narednih godina otvaraju se filijale u Francuskoj, Velikoj Britaniji, Italiji i Slovačkoj.\n\nNovi logistički centar za Evropu otvoren je u Kempenihu dve godine kasnije.\n\nSedište kompanije sa novom administrativnom zgradom premešteno je u Kempenih 1995. godine.\n\nU 2008. godini predstavljene su kompletne DIY linije proizvoda sa grupama za laminat i suvu gradnju.\n\nGodine 2017. Wolfcraft je dobio „Nemačku nagradu za brend 2017“ od Nemačkog savetodavnog tela za dizajn.\n\nRobert Wolff sala u Vajbernu nosi ime po osnivaču, koji je proglašen i počasnim građaninom opštine Kempenih.",
  "text pasusa 2 wolfcraft": "Inovacija je deo svakog Wolfcraft proizvoda.\n\nKompanija ulaže u istraživanje i razvoj, sa ciljem da alati koje nudi unaprede radne procese.\n\nSvaki alat prolazi kroz proces inženjeringa i testiranja.\n\nAlati su prilagođeni zahtevima korisnika i projektovani da zadovolje funkcionalnost.\n\nWolfcraft alati izrađuju se od materijala koji su u skladu sa industrijskim standardima.\n\nProizvodni procesi omogućavaju da alati budu pogodni za čestu upotrebu i primenu u različitim uslovima.",
  "text pasusa 3 wolfcraft": "Od 2023. godine, Wolfcraft u svojoj ponudi ima oko 3.000 proizvoda.\n\nAsortiman obuhvata alate i dodatke koji se koriste u radionici, na gradilištu i u kućnim uslovima.\n\nU ponudi su ručni alati i dodaci za električne alate.\n\nWolfcraft radionički alati uključuju stege, šablone, uglomere i vinkel.\n\nOvi alati su prisutni u stolarskim radionicama i deo su redovne upotrebe.\n\nAlati su razvijeni za različite namene u okviru tehničkih i praktičnih poslova.",
  "text do kraja wolfcraft": "Kompletan asortiman i informacije o dostupnosti proizvoda brenda Wolfcraft potražite na našoj ",
  "link do proizvodjaca text wolfcraft": "zvaničnoj internet prodavnici",
  "WolfcraftMetaTitle": "Wolfcraft alati prodavnica - Srbija, Beograd | Stridon Group",
  "WolfcraftMetaDescription": "Saznajte sve o Wolfcraft alatu, od bogate istorije i inovacija do asortimana proizvoda i zanimljivosti. Pronađite prave informacije o proizvodima koji Vas zanimaju.✅",

  "Wolfcraft katalog": "Wolfcraft katalog"
}