{
  "BlackDeckerMetaTitle": "Black+Decker tools store - Serbia, Belgrade | Stridon Group",
  "BlackDeckerMetaDescription": "Learn all about Black+Decker tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",
  "naslov pasusa 1 black+decker": "History",
  "naslov pasusa 2 black+decker": "Technologies and innovations",
  "naslov pasusa 3 black+decker": "Product range",
  "Black+Decker alati - Uvoznik za Srbiju": "Black+Decker Tools - Importer for Serbia",
  "text pasusa 1 black+decker": "Black & Decker, a globally recognized manufacturer of power tools and home equipment, was founded in 1910 by S. Duncan Black and Alonzo G. Decker. The company started as a small machine shop in Baltimore but quickly gained attention due to its innovation. In 1917, they patented the first portable electric drill with a trigger switch, a revolutionary power tool that laid the foundation for the modern tool industry. That same year, the first manufacturing plant opened in Towson, Maryland.\n\nOver the following decades, Black & Decker continued to grow. The acquisition of Van Dorn Electric Tool Company in 1928 and listing on the New York Stock Exchange in 1936 solidified its leadership in the power tool market. After WWII, the company received the Army-Navy E Award for excellence in manufacturing. By 1960, it had acquired DeWalt, further expanding its electric and industrial tool portfolio.\n\nFrom 1975, Black & Decker pursued major acquisitions, including the small appliance division from General Electric in 1984 and Emhart Corporation in 1989. Their innovation in cordless tools earned them a place in the Space Foundation’s Space Technology Hall of Fame. In 2010, the merger with Stanley Works created Stanley Black & Decker, a global powerhouse in tool manufacturing.\n\nPost-merger, the company continued to evolve. In 2012, it sold its hardware and home improvement division, and in 2014, rebranded to Black+Decker. The acquisition of the Craftsman brand in 2017 and a licensing deal with Stovekraft for Indian distribution further expanded the brand. By 2025, Indkal Technologies began manufacturing Black+Decker smart TVs for the Indian market.",
  "text pasusa 2 black+decker": "Black+Decker tools are renowned for innovations that transformed the power tool industry. In 1917, they developed the first pistol-grip electric drill. By 1961, they introduced cordless tools powered by lithium-ion batteries, making them a pioneer in battery-powered tool technology.\n\nRecent innovations include advanced Li-ion battery technology for longer runtime and AutoSense technology that intelligently adjusts torque. The company has also improved home cleaning devices and offers efficient garden maintenance solutions.",
  "text pasusa 3 black+decker": "Black+Decker offers a vast range of products, including power tools, cordless tools, garden equipment, and cleaning devices, all designed to meet the diverse needs of professionals and everyday users.\n\nTheir power tools, such as drills, saws, grinders, and screwdrivers, are known for reliability and ergonomic design. Cordless tools, powered by lithium-ion technology, provide cable-free freedom, fast charging, and powerful performance for both home and job site tasks.\n\nIn the gardening segment, Black+Decker provides lawn mowers, trimmers, leaf blowers, and branch cutters, tools designed to simplify yard maintenance. Their home cleaning devices, including vacuums and steam cleaners, ensure hygienic and spotless environments.\n\nBlack+Decker tools blend functionality, durability, and modern technology to meet the evolving demands of users around the world.",
  "text do kraja black+decker": "Find the complete range and availability information for Black+Decker products on our ",
  "link do proizvodjaca text black+decker": "official online store"
}