{
  "Pogledaj PDF kataloge": "View PDF catalogs",
  "naslov pasusa 1 bosch": "History",
  "naslov pasusa 2 bosch": "Technologies and innovations",
  "naslov pasusa 3 bosch": "Product range",
  "naslov pasusa 4 bosch": "Global presence",
  "BOSCH alati - Uvoznik za Srbiju": "Bosch Tools - Importer for Serbia",
  "text pasusa 1 bosch": "The company Bosch began operations on November 15, 1886, as a workshop for precision mechanics and electrical engineering in West Stuttgart.\n\nJust a year later, Bosch developed a low-voltage magneto for gas engines, marking the start of its innovation journey in the automotive industry.\n\nFrom 1897, Bosch started installing magneto ignition systems in motor vehicles, becoming a leading supplier of ignition systems.\n\nIn 1902, chief engineer Gottlob Honold introduced the high-voltage magneto ignition system with a spark plug — a crucial invention for the advancement of the automotive sector.\n\nIn 1901, Bosch opened its first manufacturing plant in Stuttgart.\n\nThe company rapidly expanded: by 1906, it had produced its 100,000th magneto and introduced the eight-hour workday.\n\nIn 1910, a new plant was opened in Feuerbach, where the famous Bosch light, a generator and headlight system — entered production in 1914 after its 1913 debut.\n\nThe growing use of motor vehicles after 1900 led to a rapid increase in demand.\n\nBosch grew from 45 employees in 1901 to over 1,000 by 1908.\n\nGlobal expansion began in 1898 with an office in London, followed by Paris, Vienna, and Budapest, and soon extended across all continents.\n\nIn the 1920s, Bosch expanded its product line with electric horns (1921), windshield wipers (1926), and turn signals (1927).\n\nThat same year, it introduced diesel fuel injection systems.\n\nIn 1932, as part of its diversification strategy, Bosch acquired the gas equipment sector from Junkers & Co.\n\nThat year, it also launched its first electric drill and introduced its first car radio.\n\nIn 1933, Bosch unveiled the first electric household refrigerator.\n\nIn the 2000s, Bosch rolled out innovations such as electro-hydraulic brakes, piezo injection for diesel engines, digital car radios with CD players, and the lithium-ion cordless screwdriver (2003).\n\nThe company received the German Future Prize from the German President in both 2005 and 2008.\n\nIn 2021, Bosch made its largest single investment with a $1.2 billion semiconductor factory.",
  "text pasusa 2 bosch": "Bosch technologies are synonymous with innovation.\n\nIn 2009, the company allocated €3.6 billion to research and development, filing around 3,900 patents annually.\n\nBosch focuses on improving energy efficiency, utilizing renewable energy sources, and exploring fields such as biomedical technology.\n\nIts subsidiary, Bosch Healthcare Solutions GmbH, offers medical devices and services.\n\nIn 2020, the company launched a rapid COVID-19 test.\n\nBetween 2022 and 2026, Bosch is investing €3 billion in chip production and R&D, with an emphasis on 40 and 200-nanometer chips for automotive applications.\n\nThis further solidifies its leadership in automotive and electronic industries.",
  "text pasusa 3 bosch": "Bosch products span multiple industries.\n\nIn the automotive sector, Bosch supplies fuel injection systems, brake systems, and advanced car electronics.\n\nIn the consumer goods sector, it is renowned for its Bosch power tools, home appliances, and electric bicycle motors.\n\nIn industrial technology, Bosch develops automation and packaging systems.\n\nIn the energy and building technology sector, it offers heating systems, hot water solutions, security systems, and communication devices.\n\nThe company also manufactures sensors, smart home devices, and medical instruments.\n\nBosch is actively involved in software solutions, especially for autonomous driving and smart vehicles.\n\nBy revenue, Bosch is the world’s leading supplier of automotive components.",
  "text pasusa 4 bosch": "The Bosch Group operates over 468 subsidiaries and regional offices in more than 60 countries.\n\nIts manufacturing, engineering, and sales activities span the globe.\n\nOver 90,000 researchers and engineers work across 125 locations worldwide — positioning Bosch as one of today’s most innovative global brands.",
  "text do kraja bosch": "Find the complete range and availability information for Bosch products on our ",
  "link do proizvodjaca text bosch": "official online store",
  "BoschMetaTitle": "Bosch tools store - Serbia, Belgrade | Stridon Group",
  "BoschMetaDescription": "Learn all about Bosch tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "Bosch DIY merni alati": "Bosch DIY measuring tools",
  "Bosch pribor": "Bosch accessories",
  "Bosch Plavi": "Bosch Blue",
  "Bosch VP cenovnik": "Bosch wholesale pricelist"
}