{
    "Idi na brend": "Go to the brand",

    "DeWalt": "DeWalt tools are among the highest quality tools of today. They are used in all industries, and there is no heavy task for DeWalt professional machines. D...",
    "Bosch": "Bosch is one of the world's largest companies that deals with the production of electric and hand tools. Bosch Professional represents a synonym for quality...",
    "Stanley": "Stanley tools are synonymous with durability and precision. Trusted by professionals and homeowners alike, Stanley offers a wide range of high-quality...",
    "REMS": "REMS is a recognizable brand specialized in the production of machines and tools for various industries. Their range includes various types of...",
    "Wiha": "Wiha is a renowned German brand specialized in the production of high-quality hand tools. Their range includes a wide spectrum of products, including...",
    "Knipex": "Knipex is a leading manufacturer of high-quality hand tools specialized in working with pipes, wires, and similar materials. With precise design...",
    "GTV": "GTV is a well-known Polish brand that stands out with its offering of high-quality products for interior furnishing and various projects. Their special...",
    "MAX": "MAX is a well-known brand specialized in the production of top-notch tools and machines for various industries. Their range includes pneumatic tools...",
    "Högert": "Högert is a specialized manufacturer of hand tools that stands out for its innovation and ergonomic design. With a focus on user experience, Högert...",
    "Wera": "Wera is a recognized German brand specialized in the production of high-quality hand tools. Their range includes a wide spectrum of products, including...",
    "Rubi": "Rubi, synonymous with professionalism and precision, offers you a top-notch collection of machines and tools for ceramics that meet high standards in the industry...",
    "Senco": "SENCO, synonymous with strength and reliability, offers you an exceptional collection of nailers that meet high standards in the construction industry. With...",
    "Black+Decker": "Black+Decker provides an outstanding collection of tools that meet a wide range of needs for professionals and enthusiasts worldwide. With over a century of...",
    "MTX": "MTX - provides an outstanding collection of hand tools specially designed for hobbyists and DIY enthusiasts. With a focus on simplicity and functionality...",
    "Sparta": "Sparta, your reliable choice for hobby projects, offers you an outstanding collection of hand tools specially designed for hobbyists and DIY enthusiasts...",
    "SG Tools": "SG Tools is a professional brand of diamond tools. SG Tools products stand out for their quality and durability. Part of the SG Tools product offerings...",
    "Karcher": "Karcher is a globally renowned manufacturer of high-quality cleaners for household and industrial use. With innovative technologies and high standards, Karcher...",
    "Wolfcraft": "Wolfcraft is a renowned manufacturer of tools and accessories for working with wood and metal. With a passion for quality and innovation, Wolfcraft tools are designed...",
    "Kwb": "Kwb is a manufacturer of tools and accessories for working with wood and metal. With many years of experience and expertise, KWB tools are recognized as a symbol of quality..."
}