{
  "Pogledaj PDF kataloge": "View PDF catalogs",
  "naslov pasusa 1 dewalt": "History",
  "naslov pasusa 2 dewalt": "Technologies and innovations",
  "naslov pasusa 3 dewalt": "Product range",
  "naslov pasusa 4 dewalt": "Sponsorships",
  "DEWALT alati - Uvoznik za Srbiju": "DeWalt Tools - Importer for Serbia",
  "text pasusa 1 dewalt": "DeWalt was founded in 1924 by Raymond E. DeWalt in Leola, Pennsylvania, known as the inventor of the radial arm saw. His invention had a major impact on the development of electric woodworking tools.\n\nThe business expanded rapidly, and the company was reorganized and re-registered in 1947 as DeWalt Inc. In 1949, it was acquired by American Machine & Foundry Co, which later sold it to Black & Decker in 1960.\n\nIn 1989, Black & Decker sold the part of the business responsible for manufacturing radial saws to two company executives, while retaining a focus on other types of professional-grade tools.\n\nIn 1992, Black & Decker launched a rebranding initiative, introducing its professional and high-performance tools under the name DeWalt tools. This move significantly influenced the market by creating a strong brand focused on tools for professional use.\n\nIn 1994, DeWalt acquired the German manufacturer ELU and integrated its technology into its product lineup. By 2001, DeWalt was producing and selling over 200 models of professional tools and 800 accessories.\n\nDeWalt quickly became a favorite among commercial contractors, especially in the construction industry. In 2004, Black & Decker acquired rival tool manufacturer Porter-Cable and merged it with DeWalt in Jackson, Tennessee.\n\nIn 2011, DeWalt began producing hand tools for contractors, including utility knives, pliers, adjustable wrenches, measuring tools, saws, and hammers, all essential tools on a modern jobsite.\n\nTwo years later, they expanded into automotive tools, such as wrenches, ratchets, and sockets.\n\nIn December 2013, DeWalt announced that certain products would be assembled in the United States, using components sourced from Brazil, China, the Czech Republic, Italy, Mexico, the UK, and the US.\n\nBy 2015, the company operated seven manufacturing facilities in the U.S., reinforcing DeWalt's image as an American tool brand.",
  "text pasusa 2 dewalt": "In April 2016, DeWalt introduced a rugged Android-based smartphone, specially designed for the construction workforce. The device is built to survive a two-meter drop and operate in temperatures ranging from −20°C to 60°C, making it ideal for construction sites.\n\nIn September 2016, the company introduced the FlexVolt hybrid battery, capable of operating at 60V (54V nominal) and 2Ah, or at 20V (18V nominal) and 6Ah, depending on the cordless tool in use.\n\nAround May 2017, DeWalt began integrating Bluetooth-enabled ToolConnect technology into its drills and drivers. ToolConnect allows users to monitor, track, and configure their power tools through a mobile app.\n\nSome models include built-in support for ToolConnect, while others can be upgraded with an add-on chip.\n\nIn May 2018, DeWalt launched a line of cordless lawn mowers running on 20V and 40V, quickly gaining traction in the outdoor tools market.\n\nIn September 2022, DeWalt introduced POWERSTACK battery technology, becoming the first tool manufacturer to use pouch-style lithium-ion battery cells, which offer increased performance and a compact form.",
  "text pasusa 3 dewalt": "DeWalt is known for a wide range of power and hand tools, designed for the construction, manufacturing, and woodworking sectors, as well as for advanced DIY users.\n\nTheir product lineup includes DeWalt power tools like drills, saws, grinders, and cordless equipment, in addition to high-quality DeWalt hand tools such as pliers, utility knives, and hammers.\n\nPreviously, Black & Decker was best known for lighter tools and household appliances, which didn’t meet the demands of professional tradespeople. In the late 1980s, Michael Hammes proposed a strategy similar to Honda’s luxury car brand approach.\n\nAs a result, Black & Decker used the lesser-known DeWalt name to re-enter the professional power tools market.\n\nAfter the 1960 acquisition, DeWalt produced various stationary electric tools. In 1992, the company introduced a new line of handheld tools under the DeWalt brand, which previously belonged to Black & Decker's “Professional” and “Kodiak” series.\n\nThese older lines were soon discontinued, and DeWalt emerged as the primary brand for professional-grade tools. Industry research showed that 70% of tradespeople recognized the DeWalt name as a symbol of reliability and performance.",
  "text pasusa 4 dewalt": "Since July 2021, DeWalt has been the official tool and equipment supplier for the McLaren Formula 1 team, further emphasizing the brand’s commitment to precision and high-performance standards.\n\nIn 2022, DeWalt also signed a sponsorship deal with the English football club AFC Bournemouth, expanding its presence beyond the tools industry into the world of professional sports.",
  "text do kraja dewalt": "Find the complete range and availability information for DeWalt products on our ",
  "link do proizvodjaca text dewalt": "official online store",
  "link do proizvodjaca url dewalt": "https://www.prodavnicaalata.rs/proizvodjaci/dewalt/",
  "DeWaltMetaTitle": "DeWalt tools store - Serbia, Belgrade | Stridon Group",
  "DeWaltMetaDescription": "Learn all about DeWalt tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "Dewalt najprodavanije 2023": "Dewalt top sellers 2023",
  "Dewalt ograničeno izdanje": "Dewalt limited catalog"
}