{
  "Pogledaj PDF kataloge": "View PDF catalogs",
  "naslov pasusa 1 gtv": "History",
  "naslov pasusa 2 gtv": "Technologies and innovations",
  "naslov pasusa 3 gtv": "Product range",
  "naslov pasusa 4 gtv": "Customer support",
  "GTV alati - Uvoznik za Srbiju": "GTV Tools - Importer for Serbia",
  "text pasusa 1 gtv": "From a small Polish company, GTV has grown into an internationally recognized manufacturer of furniture fittings and LED lighting. The company is known for its fast operations, innovation, and ability to adapt to market demands. For decades, GTV has successfully responded to rapidly changing customer needs while closely monitoring global trends in interior design, hardware solutions, and LED technologies.\n\nIn 2022, GTV expanded its business by acquiring a production facility specialized in manufacturing bed frames, door frames, casings, mechanisms, and accessories for upholstered furniture. Located in Szczytno, this production center represents a strategic move to strengthen GTV’s presence in complementary segments of the furniture market. This investment allows GTV to diversify its offering and provide customers with a broader range of products for modern space solutions.\n\nCore values such as honesty, transparency, professionalism, and support form the foundation of GTV’s organizational culture, further reinforcing the trust of customers and partners across Europe and around the world.",
  "text pasusa 2 gtv": "GTV continuously invests in cutting-edge technologies and high-quality materials to ensure their furniture fittings and LED lighting meet the highest standards of quality and design. Their products are built on innovations that follow the latest trends in interior aesthetics and smart solutions for both residential and commercial spaces.\n\nAs true entrepreneurs, the experts at GTV constantly learn, develop new skills, and apply their knowledge to create products that meet both current and future market demands. By leveraging advanced technologies such as cloud computing, artificial intelligence, and automation tools, GTV delivers intelligent systems that enhance the overall user experience.\n\nThrough the optimization of logistics processes, GTV guarantees high availability of its full product range, from LED strips and profiles to cabinet hinges, sliding systems, and kitchen accessories.",
  "text pasusa 3 gtv": "GTV offers one of the most comprehensive assortments of furniture fittings and LED lighting solutions available on the market. Their extensive portfolio includes cabinet hardware, drawer slides, hinges, lift systems, handles, knobs, LED strips, aluminum profiles, and various lighting accessories. These products provide perfect finishing touches, quiet drawer and door movement, and optimal functionality in limited spaces.\n\nInnovative space-saving and ergonomic solutions contribute to modern interior design. Many GTV products are designed to meet the expectations of both professional carpenters and hobbyists who value high-quality and visually appealing components for their furniture.\n\nThe company’s catalog includes more than 12,000 products, covering everything from lighting and fittings to kitchen accessories and wardrobe systems. This extensive offering allows customers to find everything they need for their projects in one place, saving time, effort, and resources.\n\nThe motto “Creating a better everyday life for people” reflects GTV’s strong commitment to developing products that not only look great but also make everyday living simpler and more functional.",
  "text pasusa 4 gtv": "Customer satisfaction is GTV’s top priority. That’s why they provide full customer support throughout the entire purchasing process, from selecting the right furniture fittings to installing LED lighting. Their team of experienced specialists offers assistance in choosing the best solutions, processes orders promptly, and ensures efficient delivery logistics.\n\nGTV supports its B2B partners with a reliable online platform, technical documentation, 3D visualizations, and a wide array of marketing materials. Their advisors are experts in the fields of furniture fittings and LED lighting and are fluent in multiple languages to ensure smooth communication with international clients.\n\nEvery business partner can count on personalized marketing support, product range consulting, and valuable insights into market trends. GTV doesn’t just sell products, they build long-term relationships and contribute to the success of every project.",
  "text do kraja gtv": "Find the complete range and availability information for GTV products on our ",
  "link do proizvodjaca text gtv": "official online store",
  "GTVMetaTitle": "GTV tools store - Serbia, Belgrade | Stridon Group",
  "GTVMetaDescription": "Learn all about GTV tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "GTV katalog": "GTV catalog"
}