{
  "Pogledaj PDF kataloge": "View PDF catalogs",
  "naslov pasusa 1 hogert": "History",
  "naslov pasusa 2 hogert": "Technologies and innovations",
  "naslov pasusa 3 hogert": "Product range",
  "Hogert alati - Uvoznik za Srbiju": "Högert Tools - Importer for Serbia",
  "text pasusa 1 hogert": "Högert is a relatively new but ambitious brand of hand tools and protective equipment, with a clear goal to establish a strong presence in the professional tools sector.\n\nFrom the very beginning, Högert Technik has focused on combining modern technical solutions with proven quality and reliability, aiming to offer tools that professionals can trust.\n\nAs a modern brand operating on the international market, Högert's hand tools and equipment have been available across Europe, Asia, and South America since 2015.\n\nThe company is built on core values such as honesty, readiness for new challenges, user support, and technical expertise, all of which are embedded in Högert Technik's organizational culture.\n\nWith efficient organizational structures that enable fast decision-making and clear internal and external communication, Högert is open to innovation, development, and new approaches.\n\nThe company conducts business with a focus on strategic brand development and expanding its presence in the tool and equipment market.",
  "text pasusa 2 hogert": "Quality and innovation are fundamental principles at Högert Technik.\n\nIn-house laboratories conduct detailed product testing and quality measurements to ensure effective resource management and continuous product improvement.\n\nThe goal is to develop tools that simplify work for professionals in construction and industry.\n\nBy continuously exploring innovative solutions and enhancing product design, Högert raises the standards within the company and the industry at large.\n\nThe brand is committed to simplicity, usability, and reliability, creating tools built for heavy-duty, everyday use in demanding conditions.",
  "text pasusa 3 hogert": "Högert Technik offers a comprehensive portfolio of hand tools, including screwdrivers, wrenches, pliers, and measuring instruments, engineered for precision, durability, and professional performance.\n\nThe range also includes power tools designed for efficient task execution in various working environments.\n\nIn addition to tools, Högert produces high-quality protective equipment, including work gloves, safety glasses, helmets, and work footwear, all developed to ensure maximum protection and comfort in industrial settings.\n\nSpecial attention is given to raw materials: carbon steel is used in the production of hand tools, ensuring resistance, strength, and long service life.\n\nHögert Technik carefully selects and audits its suppliers, working only with trusted industry partners to provide tools of verified origin and superior quality.\n\nAll Högert products are certified by leading institutions such as TÜV Rheinland and VDE, and meet the requirements of the German DIN standard.\n\nThese certifications confirm that Högert tools comply with the highest standards of safety, quality, and performance.",
  "text do kraja hogert": "Find the complete range and availability information for Högert Technik products on our ",
  "link do proizvodjaca text hogert": "official online store",
  "HogertMetaTitle": "Högert tools store - Serbia, Belgrade | Stridon Group",
  "HogertMetaDescription": "Learn all about Högert tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "Hogert električarski alati": "Hogert electrician tools",
  "Hogert HTZ": "Hogert catalog",
  "Hogert odeća katalog": "Hogert clothing catalog",
  "Hogert ručni alati": "Hogert hand tools"
}