{
  "hero opis": "The best tool store in Serbia. Wholesale, retail, and online sale of power and hand tools, protective equipment for professionals and craftsmen, machines, and accessories.",
  "naslov buttona": "Web shop",
  "brendovi": "Brands",
  "HomepageBrandsTextBelowTitle": "Stridon offers tools and equipment from the most renowned brands such as DeWalt, Stanley, Bosch, Makita, Knipex, Wiha, Hogert, GTV, REMS, MAX, Wera, Black & Decker, Rubi, Senco, and many others. As the official importer and distributor for Serbia, we guarantee original quality, product availability, and technical support for every brand we represent.",
  "HomepageTestimonialsTextBelowTitle": "Our strength lies in the trust we build with our partners. Read below to see what our associates think about working with us — their satisfaction is our greatest recommendation.",
  "svi brendovi": "All brands",
  "Besplatna dostava": "Free Shipping",
  "Za kupovinu preko 15.000 RSD": "For purchases over 15,000 RSD",
  "Brza isporuka": "Fast Delivery",
  "Isporuka 1-5 radnih dana": "Delivery within 1-5 working days",
  "Sigurna kupovina": "Secure Shopping",
  "Garancija na kupljene mašine": "Warranty on purchased machines",
  "Čekovima građana": "Personal checks",
  "Na 4 rate bez kamate": "In 4 installments without interest",
  "galerija": "Images",
  "Brojevi govore umesto nas": "Numbers speak for themselves",
  "Veleprodajnih kupaca": "Wholesale customers",
  "Dilera širom Srbije": "Dealers throughout Serbia",
  "Zadovoljstvo uslugom": "Satisfaction with service",
  "Brendova koje zastupamo": "Brands we represent",
  "Šta naši saradnici kažu o nama": "What our associates say about us",
  
  "IN GRADNJA": "\"Great professionals and good people, always ready to meet requirements and deadlines. Highly recommended for any kind of collaboration.\"",
  "ENTERIJER JANKOVIC": "\"Very good experience working with Stridon Group. Excellent in communication, they stick to deadlines, always have good professional advice, and tools in stock!\"",
  "HIDRO INA": "\"A company that always knows what our company needs. Invaluable friendly advice and solutions that only true professionals in their field know. Highly recommend Stridon!\"",
  "TERMO TIM": "\"Simple and fast daily collaboration. People who are always ready to meet the needs of customers.\"",
  "SILMAX doo": "\"Excellent tool stock and knowledge of customer needs. Also, a large number of brands imported by Stridon makes them an indispensable daily supplier!\"",
  "MBM RAD": "\"Advice from Stridon's professional salesmen has led to a 50% reduction in our company's work on certain parts of projects!\"",
  "Galens": "\"No matter how big the project you're starting, Stridon always has enough tools for you. Next-day delivery, quality tools, and a genuine desire to help the customer - invaluable!\"",
  "COLLIGO ARS": "\"A loyal partner in all our projects. In our many years of collaboration, they have never let us down. Recommendations for Stridon company!\"",
  
  "Ko su naši klijenti?": "Who are our clients?",
  "klijenti": "Well-known renowned domestic companies in the fields of construction, carpentry, ceramics and others. Small and medium enterprises as well as individuals who need a quality tool and fast service!",
  
  "Wolfcraft katalog": "Wolfcraft catalog",
  
  "Pogledaj PDF kataloge": "View PDF catalogs",

  "naslov pasusa 1 wolfcraft": "History",
  "naslov pasusa 2 wolfcraft": "Technologies and innovations",
  "naslov pasusa 3 wolfcraft": "Product range",
  "Wolfcraft alati - Uvoznik za Srbiju": "Wolfcraft Tools - Importer for Serbia",
  "text pasusa 1 wolfcraft": "The Wolfcraft company was founded in 1949 in Remscheid by toolmaker and technical draftsman Robert Wolff.\n\nInitially, it manufactured hand drills, files, and saws for specialized tool trade.\n\nIn 1961, Wolfcraft started offering tools for the DIY segment.\n\nThe first DIY tools were introduced under the Wolfcraft brand.\n\nIn 1965, the company moved its headquarters from Remscheid to Weibern, in the Eifel region.\n\nIn 1969, it began manufacturing hand routers, marking the start of device and tool development in that area.\n\nIn 1976, the central warehouse in Kempenich became operational.\n\nThis logistics point played an important role in tool distribution.\n\nIn 1977, Wolfcraft entered the U.S. market by opening a sales office in Chicago.\n\nThat year, Robert Wolff received the Rudolf Diesel Silver Medal.\n\nOver the following years, branches were opened in France, the UK, Italy, and Slovakia.\n\nA new logistics center for Europe was opened in Kempenich two years later.\n\nThe company's headquarters and new administrative building were relocated to Kempenich in 1995.\n\nIn 2008, complete DIY product lines were introduced, with groups for laminate and drywall.\n\nIn 2017, Wolfcraft received the “German Brand Award 2017” from the German Design Council.\n\nThe Robert Wolff Hall in Weibern was named after the founder, who was also named honorary citizen of the municipality of Kempenich.",
  "text pasusa 2 wolfcraft": "Innovation is part of every Wolfcraft product.\n\nThe company invests in research and development to ensure its tools improve work processes.\n\nEach tool goes through engineering and testing processes.\n\nTools are designed to meet user needs and functional requirements.\n\nWolfcraft tools are made of materials that comply with industry standards.\n\nThe manufacturing process allows the tools to be suitable for frequent use and application in various conditions.",
  "text pasusa 3 wolfcraft": "As of 2023, Wolfcraft offers around 3,000 products.\n\nThe range includes tools and accessories used in workshops, on construction sites, and at home.\n\nThe offering includes hand tools and accessories for power tools.\n\nWolfcraft workshop tools include clamps, templates, angle rulers, and squares.\n\nThese tools are commonly used in woodworking shops and are part of daily operations.\n\nThe tools are developed for various technical and practical applications.",
  "text do kraja wolfcraft": "Find the complete range and availability information for Wolfcraft products on our ",
  "link do proizvodjaca text wolfcraft": "official online store",
  "WolfcraftMetaTitle": "Wolfcraft tools store - Serbia, Belgrade | Stridon Group",
  "WolfcraftMetaDescription": "Learn all about Wolfcraft tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "Adrese maloprodaja:": "Retail Addresses:",
  "Adresa maloprodaje 1: Ugrinovačka 212": "Retail Address 1: Ugrinovačka 212",
  "Adresa maloprodaje 2: Vojislava Ilića 141g": "Retail Address 2: Vojislava Ilića 141g",
  "Kontakt telefoni:": "Contact Phones:",
  "Fiksni telefon internet prodaja: 011/4520-171,": "Fixed Phone Internet Sales: 011/4520-171,",
  "Maloprodaja Ugrinovačka: 011/210-0230,": "Retail Ugrinovačka: 011/210-0230,",
  "Maloprodaja Vojislava Ilića: 011/2886-509 (samo profesionalni alati)": "Retail Vojislava Ilića: 011/2886-509 (only professional tools)"
}
