{
  "hero opis": "The best tool store in Serbia. Wholesale, retail, and online sale of power and hand tools, protective equipment for professionals and craftsmen, machines, and accessories.",
  "naslov buttona": "Web shop",
  "brendovi": "Brands",
  "HomepageBrandsTextBelowTitle": "Stridon offers tools and equipment from the most renowned brands such as DeWalt, Stanley, Bosch, Makita, Knipex, Wiha, Hogert, GTV, REMS, MAX, Wera, Black & Decker, Rubi, Senco, and many others. As the official importer and distributor for Serbia, we guarantee original quality, product availability, and technical support for every brand we represent.",
  "HomepageTestimonialsTextBelowTitle": "Our strength lies in the trust we build with our partners. Read below to see what our associates think about working with us — their satisfaction is our greatest recommendation.",
  "svi brendovi": "All brands",
  "Besplatna dostava": "Free Shipping",
  "Za kupovinu preko 15.000 RSD": "For purchases over 15,000 RSD",
  "Brza isporuka": "Fast Delivery",
  "Isporuka 1-5 radnih dana": "Delivery within 1-5 working days",
  "Sigurna kupovina": "Secure Shopping",
  "Garancija na kupljene mašine": "Warranty on purchased machines",
  "Čekovima građana": "Personal checks",
  "Na 4 rate bez kamate": "In 4 installments without interest",
  "galerija": "Images",
  "Brojevi govore umesto nas": "Numbers speak for themselves",
  "Veleprodajnih kupaca": "Wholesale customers",
  "Dilera širom Srbije": "Dealers throughout Serbia",
  "Zadovoljstvo uslugom": "Satisfaction with service",
  "Brendova koje zastupamo": "Brands we represent",
  "Šta naši saradnici kažu o nama": "What our associates say about us",
  
  "IN GRADNJA": "\"Great professionals and good people, always ready to meet requirements and deadlines. Highly recommended for any kind of collaboration.\"",
  "ENTERIJER JANKOVIC": "\"Very good experience working with Stridon Group. Excellent in communication, they stick to deadlines, always have good professional advice, and tools in stock!\"",
  "HIDRO INA": "\"A company that always knows what our company needs. Invaluable friendly advice and solutions that only true professionals in their field know. Highly recommend Stridon!\"",
  "TERMO TIM": "\"Simple and fast daily collaboration. People who are always ready to meet the needs of customers.\"",
  "SILMAX doo": "\"Excellent tool stock and knowledge of customer needs. Also, a large number of brands imported by Stridon makes them an indispensable daily supplier!\"",
  "MBM RAD": "\"Advice from Stridon's professional salesmen has led to a 50% reduction in our company's work on certain parts of projects!\"",
  "Galens": "\"No matter how big the project you're starting, Stridon always has enough tools for you. Next-day delivery, quality tools, and a genuine desire to help the customer - invaluable!\"",
  "COLLIGO ARS": "\"A loyal partner in all our projects. In our many years of collaboration, they have never let us down. Recommendations for Stridon company!\"",
  
  "Ko su naši klijenti?": "Who are our clients?",
  "klijenti": "Well-known renowned domestic companies in the fields of construction, carpentry, ceramics and others. Small and medium enterprises as well as individuals who need a quality tool and fast service!",
  
  "Rems akcija 2023": "Rems sale 2023",
  "Rubi akcija 2023": "Rubi sale 2023",
  
  "Wiha merni alati": "Wiha measuring tools",
  "Wiha katalog": "Wiha catalog",
  "Wiha XXL III kofer": "Wiha XXL III tool case",
  
  "Knipex katalog": "Knipex catalog",
  "MAX katalog": "MAX catalog", 
  "Wolfcraft katalog": "Wolfcraft catalog",
  "Wera katalog": "Wera catalog",
  "MTX, Sparta katalog": "MTX, Sparta catalog",
  "Sparta, MTX katalog": "Sparta, MTX catalog",
  "Stanley katalog": "Stanley catalog",
  
  "Hogert električarski alati": "Hogert electrician tools",
  "Hogert HTZ": "Hogert catalog",
  "Hogert odeća katalog": "Hogert clothing catalog",
  "Hogert ručni alati": "Hogert hand tools",
  
  "Karcher profesionalni program katalog": "Karcher professional program catalog",
  "Karcher žuti program katalog": "Karcher yellow program catalog",
  
  "KWB AKKU TOP pribor za aku alate": "KWB AKKU TOP accessories for cordless tools",
  "KWB dodaci za mašine katalog": "KWB machine accessories catalog",
  "KWB pribor": "KWB accessories",
  
  "Pogledaj PDF kataloge": "View PDF catalogs",

  "naslov pasusa 1 stanley": "History",
  "naslov pasusa 2 stanley": "Technologies and innovations",
  "naslov pasusa 3 stanley": "Product range",
  "Stanley alati - Uvoznik za Srbiju": "Stanley Tools - Importer for Serbia",
  "text pasusa 1 stanley": "The Stanley Tools brand has a long-standing tradition in the hand tool industry.\n\nThe Stanley Works was founded by Frederick Trent Stanley in 1843 in New Britain, Connecticut, originally as a manufacturer of door bolts and hardware.\n\nAnother company, The Stanley Rule and Level, was founded by his cousin, Henry Stanley, in 1857, also in New Britain.\n\nIn 1920, the two companies merged, and the hand tool division continued to operate under The Stanley Works.\n\nThis merger laid the foundation for the development of Stanley hand tools, which would later become a symbol of reliability and precision in the carpentry and construction industries.\n\nAround 1937, Stanley acquired the British company J. A. Chapman, a well-known manufacturer of woodworking tools from Sheffield.\n\nThis acquisition helped Stanley expand into the UK market and solidify its global presence.\n\nIn March 2010, Stanley Works merged with Black & Decker to form the global corporation Stanley Black & Decker.\n\nToday, Stanley Hand Tools continues to evolve as a key brand within this group, staying true to its roots while meeting the needs of modern tool users.",
  "text pasusa 2 stanley": "Stanley is known for many innovations that have improved tool performance and efficiency.\n\nSome of the most famous innovations include the Bailey plane, Surform tool, PowerLock tape measure, utility knife, and the versatile Stanley #1 Odd Jobs tool.\n\nThe Stanley FatMax line stands out for its heavy-duty tools designed to endure the toughest working conditions.\n\nThese tools are highly favored by professionals for their durability and reliability.",
  "text pasusa 3 stanley": "Stanley offers a broad range of hand tools for various applications, including woodworking, metalworking, and measurement.\n\nSome of the most recognized products include hand planes, saws, rulers, squares, chisels, screwdrivers, and a variety of other tools for both personal and commercial use.\n\nFor woodworking, Stanley provides precise saws, chisels, and measuring tools that ensure controlled cuts and accurate shaping.\n\nTheir tape measures and levels, especially those in the FatMax line, deliver accurate readings even in challenging work environments.\n\nIn the metalworking category, Stanley manufactures efficient shears, files, and other finishing tools that enable precise results.\n\nStanley tools are a trusted choice for professionals and hobbyists around the globe.",
  "text do kraja stanley": "Find the complete range and availability information for Stanley products on our ",
  "link do proizvodjaca text stanley": "official online store",
  "StanleyMetaTitle": "Stanley tools store - Serbia, Belgrade | Stridon Group",
  "StanleyMetaDescription": "Learn all about Stanley tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 rems": "History",
  "naslov pasusa 2 rems": "Technologies and innovations",
  "naslov pasusa 3 rems": "Product range",
  "REMS alati - Uvoznik za Srbiju": "REMS Tools - Importer for Serbia",
  "text pasusa 1 rems": "Since its foundation in 1909, REMS has been developing high-quality tools for working with pipes, primarily for professional plumbers and heating system installers. The company started with manual pipe tools and later expanded its offer to include machines and power tools for pipe processing. The founder, Christian Föhl, set a clear standard: REMS tools must always be superior. Today, REMS stands as a global leader in manufacturing machines and tools for pipework.",
  "text pasusa 2 rems": "REMS engineers continuously bring forward revolutionary ideas that simplify daily tasks for professionals. With a strong focus on practical application and industry needs, they develop innovative tools for the toughest demands on the job site. The company's dedication to excellence is supported by constant technical advancement and collaboration with experts across different sectors.\n\nThanks to cutting-edge technology and strict quality control, REMS tools have become globally recognized. Their innovative solutions are protected by numerous national and international patents, confirming their status as a pioneer in the field of pipe tools and machines.",
  "text pasusa 3 rems": "REMS offers an extensive range of tools and machines for every aspect of pipe processing and installation work. Their product lineup includes thread cutting machines, rolling tools, electric and hydraulic threading machines, and pipe cutters, from manual tools to electric reciprocating saws and battery-powered circular pipe saws.\n\nThe company also provides solutions for beveling and deburring, as well as a wide variety of installation tools such as Swedish wrenches, pump pliers, cordless drills, and pressure testing units – both manual and electric.\n\nIn the field of soldering and welding, REMS supplies electric soldering tongs, turbo torches, and high-quality soldering materials. For pipe bending, they offer both manual and hydraulic benders, allowing precise and reliable work even under challenging conditions.\n\nREMS is also specialized in tools for radial and axial press fittings, including cordless and electro-hydraulic press machines and various expansion tools. For maintenance and inspection, the company provides pipe inspection cameras, cleaning machines, and tools for welding plastic pipes.",
  "text do kraja rems": "Find the complete range and availability information for REMS products on our ",
  "link do proizvodjaca text rems": "official online store",
  "REMSMetaTitle": "REMS tools store - Serbia, Belgrade | Stridon Group",
  "REMSMetaDescription": "Learn all about REMS tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 wiha": "History",
  "naslov pasusa 2 wiha": "Technologies and innovations",
  "naslov pasusa 3 wiha": "Product range",
  "naslov pasusa 4 wiha": "Awards and sponsorships",
  "Wiha alati - Uvoznik za Srbiju": "Wiha Tools - Importer for Serbia",
  "text pasusa 1 wiha": "Wiha was founded in 1939 in Wuppertal by Willi Hahn. The Bergisches Land region, known as the early center of tool industry, had significant metal resources and numerous forges along its rivers. The name Wiha comes from the first letters of the founder’s name, Willi Hahn.\n\nFour years later, the company moved its headquarters to Schönenbach, where it remains today.\n\nInitially, Wiha produced only fasteners, but in 1947, the production of screwdrivers began. Over the years, additional key product lines, including hex keys and blades, were introduced.\n\nIn 1966, Wiha acquired a facility in Mönschweiler/Black Forest, where today they manufacture blades and hex keys. In 1985, Wiha opened a branch in the United States (now Willi Hahn Corp.) and expanded further to France, Spain, the UK, Denmark, Poland, China, Vietnam, Thailand, Canada, and the Asia-Pacific region.",
  "text pasusa 2 wiha": "Wiha continuously invests in innovative technologies that enhance the usability and functionality of its tools. From multi-component handles to precision-calibrated torque wrenches, each Wiha tool is designed to meet the highest industry standards.\n\nThe company relies on feedback from experts to constantly improve its products, offering reliable solutions. Wiha is recognized as a brand focused on quality, user adaptability, and technological advancement.\n\nWith its focus on high-performance and innovative solutions, Wiha tools are used globally, ensuring efficiency and reliability for users.",
  "text pasusa 3 wiha": "Wiha offers an extensive range of tools, with over 3,500 different products, including screwdrivers, torque measurement tools, hex keys, bits, pliers, hammers, and measuring instruments. With a global presence and a commitment to quality, Wiha tools have become synonymous with innovative manufacturing and long-term standards in the tool industry.\n\nThe family-owned company employs around 750 people worldwide, and Wiha products are known for their precision and durability.",
  "text pasusa 4 wiha": "Wiha has received numerous accolades for product design, technological innovations, and corporate social responsibility, including nearly 20 iF Awards, one of which is a gold award for the Wiha bit holder with magazine, and about 10 Red Dot Awards, including the prestigious Red Dot Best of the Best.\n\nSince 2010, Wiha has been the main sponsor of the regional basketball team Wiha Panthers Schwenningen, demonstrating its commitment to social responsibility and promoting sports activities.",
  "text do kraja wiha": "Find the complete range and availability information for Wiha products on our ",
  "link do proizvodjaca text wiha": "official online store",
  "WihaMetaTitle": "Wiha tools store - Serbia, Belgrade | Stridon Group",
  "WihaMetaDescription": "Learn all about Wiha tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 knipex": "History",
  "naslov pasusa 2 knipex": "Technologies and innovations",
  "naslov pasusa 3 knipex": "Product range",
  "naslov pasusa 4 knipex": "Knipex museum",
  "Knipex alati - Uvoznik za Srbiju": "Knipex Tools - Importer for Serbia",
  "text pasusa 1 knipex": "Knipex is a fourth-generation, family-owned and independent company based in Cronenberg, Wuppertal, located in the heart of Germany’s tool manufacturing region. Renowned for its high-quality pliers and specialized hand tools, Knipex produces all core items, including premium pliers and professional tools, exclusively in Germany. Certain additional tools, such as tweezers and branded leather tool bags, are sourced from carefully selected external suppliers.\n\nThe company was founded in 1882 as a small forge by Carl Gustav Putsch in the basement of his family home. It began with just one worker and two apprentices, focusing from the start on manufacturing pliers for carpenters and farriers. These pliers were initially made by hand, but modernization quickly followed with the introduction of power hammers. At its peak under Carl Putsch’s leadership, the company was producing as many as 7,000 pairs of pliers per week.\n\nKnipex officially registered its brand in 1942, and the next generation of the Putsch family continued the company’s growth. In 1954, the third generation, led by Karl Putsch, took over the business, introducing automation, innovation, and patents into the manufacturing process. Since 1996, the company has been headed by Ralf Putsch, great-grandson of the founder, who has expanded the Knipex presence to more than ten countries worldwide. Today, over 60% of production is exported, demonstrating the brand’s global reputation as a leading manufacturer of pliers and tools for electricians, plumbers, and professional craftsmen.",
  "text pasusa 2 knipex": "Knipex stands out as a brand that continuously pushes the boundaries in hand tool development. Their tools, especially the Cobra pliers with one-handed quick adjustment, represent a perfect blend of functionality and precision. The Cobolt cutters are another innovation, compact yet extremely powerful tools capable of cutting bolts and tough materials. Pliers wrenches combine the functionality of an adjustable wrench and standard pliers, offering users a high-precision, durable solution.\n\nThese advanced designs make Knipex tools synonymous with professional performance across all industries, especially in electrical installations, maintenance, solar system assembly, and other specialized technical fields.",
  "text pasusa 3 knipex": "The Knipex catalog features around 100 different plier models, with over 900 variations in size, handle design, and finish. The range includes side cutters, electrician’s pliers, water pump pliers, and highly specialized tools for electronics and precision work. Electrician’s tools include cable cutters, wire strippers, and crimping tools, engineered for maximum ergonomics and safety.\n\nMost models are available in insulated versions, tested to withstand electrical voltage up to 1,000 V, making them an essential choice for professionals in the electrical industry. The tool classification system uses a decimal code that provides information about the type of pliers, jaw design, and size, helping users easily identify the right model.\n\nKnipex relies entirely on in-house production, with internal processes covering all stages, from forging, drilling, and milling to grinding and laser processing, ensuring top-level quality in every product.",
  "text pasusa 4 knipex": "The Knipex Museum, located at the company’s headquarters in Wuppertal, is dedicated to the history and evolution of hand tools over time. Spread over two floors, visitors can explore tools, machines, reconstructed workstations, and everyday items that illustrate the rich tradition of German toolmaking.\n\nThe museum is open to the public once a year during the Wuppertal-24h-live event, while group tours can be arranged by appointment throughout the year.",
  "text do kraja knipex": "Find the complete range and availability information for Knipex products on our ",
  "link do proizvodjaca text knipex": "official online store",
  "KnipexMetaTitle": "Knipex tools store - Serbia, Belgrade | Stridon Group",
  "KnipexMetaDescription": "Learn all about Knipex tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 max": "History",
  "naslov pasusa 2 max": "Technologies and innovations",
  "naslov pasusa 3 max": "Product range",
  "MAX vezivači armature i žica - Uvoznik za Srbiju": "MAX Rebar and Wire Tier - Importer for Serbia",
  "text pasusa 1 max": "Founded in 1942 under the name Yamada Air Industry Co., Ltd., MAX began manufacturing business and office equipment in 1945.\n\nIn 1964, the integration of production and sales sectors led to the formation of MAX CO., LTD.\n\nSince then, MAX has grown into a globally recognized manufacturer of industrial tools and equipment for the construction industry.\n\nThe company was listed on the Tokyo Stock Exchange in 1970, and the headquarters moved to Tokyo in 1981.\n\nDuring the 1990s and 2000s, MAX expanded its manufacturing capabilities with new plants in Japan, China, Thailand, and Malaysia.\n\nIt also introduced ISO9001 and ISO14001 certifications, reinforcing its commitment to quality and environmental responsibility.\n\nIn 2010 and 2014, key acquisitions and the establishment of new offices across Asia and Europe allowed MAX to further expand its global footprint.\n\nOver the decades, MAX has strengthened its R&D capabilities, becoming a leading developer of tools that meet the evolving needs of professionals worldwide.\n\nToday, MAX is internationally recognized as a reliable manufacturer of industrial equipment, office solutions, and power tools.\n\nIts product development teams focus on creating durable and innovative tools that cater to the demands of various industries.",
  "text pasusa 2 max": "Innovation at MAX begins in the research, design, and production departments and ends with the end-user.\n\nBased on user feedback, MAX tools are regularly optimized for real-world conditions.\n\nClose collaboration with customers enables the company to stay ahead of emerging trends and anticipate industry developments.\n\nMAX tools are developed in Japan and produced in ISO-certified factories, ensuring reliability and premium quality.\n\nAll products undergo rigorous testing to meet internal standards.\n\nContinuous investment in R&D allows MAX to design smart tools and advanced solutions that make work on-site and in the workshop easier and more efficient.",
  "text pasusa 3 max": "MAX has pioneered many tools on the global market, including the first roofing nailer (1982), battery-powered rebar tying tool (1993), and high-pressure compressors and nailers (1994).\n\nThese tools are widely trusted by professionals for their performance, durability, and ergonomic design.\n\nMAX's industrial tools include powerful yet lightweight devices developed with proprietary features.\n\nThe range covers pneumatic nailers, 20-bar high-pressure compressors, metal and concrete tools, and accessories used in construction.\n\nThe office equipment division includes a variety of staplers, such as the innovative Flat Clinch and Integral models used in copy machines worldwide.\n\nMAX also offers check-processing devices for the financial sector and labeling systems for industrial and educational use, including tube marking tools and cable identification systems.\n\nMAX's diverse portfolio provides complete solutions for professionals across multiple sectors.\n\nIts tools and office equipment stand for reliability, innovation, and performance, making MAX a trusted brand for those who value quality in every task.",
  "text do kraja max": "Find the complete range and availability information for MAX products on our ",
  "link do proizvodjaca text max": "official online store",
  "MAXMetaTitle": "MAX tools store - Serbia, Belgrade | Stridon Group",
  "MAXMetaDescription": "Learn all about MAX tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 hogert": "History",
  "naslov pasusa 2 hogert": "Technologies and innovations",
  "naslov pasusa 3 hogert": "Product range",
  "Hogert alati - Uvoznik za Srbiju": "Högert Tools - Importer for Serbia",
  "text pasusa 1 hogert": "Högert is a relatively new but ambitious brand of hand tools and protective equipment, with a clear goal to establish a strong presence in the professional tools sector.\n\nFrom the very beginning, Högert Technik has focused on combining modern technical solutions with proven quality and reliability, aiming to offer tools that professionals can trust.\n\nAs a modern brand operating on the international market, Högert's hand tools and equipment have been available across Europe, Asia, and South America since 2015.\n\nThe company is built on core values such as honesty, readiness for new challenges, user support, and technical expertise, all of which are embedded in Högert Technik's organizational culture.\n\nWith efficient organizational structures that enable fast decision-making and clear internal and external communication, Högert is open to innovation, development, and new approaches.\n\nThe company conducts business with a focus on strategic brand development and expanding its presence in the tool and equipment market.",
  "text pasusa 2 hogert": "Quality and innovation are fundamental principles at Högert Technik.\n\nIn-house laboratories conduct detailed product testing and quality measurements to ensure effective resource management and continuous product improvement.\n\nThe goal is to develop tools that simplify work for professionals in construction and industry.\n\nBy continuously exploring innovative solutions and enhancing product design, Högert raises the standards within the company and the industry at large.\n\nThe brand is committed to simplicity, usability, and reliability, creating tools built for heavy-duty, everyday use in demanding conditions.",
  "text pasusa 3 hogert": "Högert Technik offers a comprehensive portfolio of hand tools, including screwdrivers, wrenches, pliers, and measuring instruments, engineered for precision, durability, and professional performance.\n\nThe range also includes power tools designed for efficient task execution in various working environments.\n\nIn addition to tools, Högert produces high-quality protective equipment, including work gloves, safety glasses, helmets, and work footwear, all developed to ensure maximum protection and comfort in industrial settings.\n\nSpecial attention is given to raw materials: carbon steel is used in the production of hand tools, ensuring resistance, strength, and long service life.\n\nHögert Technik carefully selects and audits its suppliers, working only with trusted industry partners to provide tools of verified origin and superior quality.\n\nAll Högert products are certified by leading institutions such as TÜV Rheinland and VDE, and meet the requirements of the German DIN standard.\n\nThese certifications confirm that Högert tools comply with the highest standards of safety, quality, and performance.",
  "text do kraja hogert": "Find the complete range and availability information for Högert Technik products on our ",
  "link do proizvodjaca text hogert": "official online store",
  "HogertMetaTitle": "Högert tools store - Serbia, Belgrade | Stridon Group",
  "HogertMetaDescription": "Learn all about Högert tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 wera": "History",
  "naslov pasusa 2 wera": "Technologies and innovations",
  "naslov pasusa 3 wera": "Product range",
  "naslov pasusa 4 wera": "Awards",
  "Wera alati - Uvoznik za Srbiju": "Wera Tools - Importer for Serbia",
  "text pasusa 1 wera": "In 1936, entrepreneur Hermann Werner founded Hermann Werner GmbH & Co. KG as a trading company specializing in tools. This laid the foundation for what would later become a globally recognized brand, Wera tools.\n\nThe company was restructured about a decade later under the leadership of Heinz Amtenbrink, Werner’s son-in-law. It was then that the production of screwdrivers began, marking the start of Wera’s own line of hand tools. Since 1951, the company has used the name Wera, a combination of Werner and Amtenbrink, establishing the brand identity that continues to this day.\n\nThe production of bits began in 1963. In 1968, in collaboration with the Fraunhofer Institute, the company developed the iconic Wera Kraftform handle, which remains a part of the Wera logo and reflects the brand’s dedication to ergonomic design in German tools.\n\nDuring the 1990s, Wera Tools introduced diamond-coated bits and expanded by acquiring Drehmax W. Holland and establishing a sales branch in the United Kingdom in 1993. In 1995, manufacturing was relocated to Bystřice, in the Czech Republic.\n\nFollowing the founder’s retirement, Wera was sold to Bitburger Holding in 2016. That same year, a 20,000 m² logistics center was opened in Wuppertal. By then, the company employed over 750 people worldwide, including more than 400 in the Czech Republic. The expansion continued in 2018 with the opening of a new branch in Třebíč.\n\nSince 2019, the brand has taken part in promotional events such as Montgolfiade, Kiel Week, and Balloon Cup in the Kitzbühel Alps with a hot air balloon shaped like a screwdriver, a unique approach to engaging with users. Wera tools have become synonymous with innovation, precision, and professional hand tools.",
  "text pasusa 2 wera": "Wera continually enhances the design and functionality of its professional tools for both manual and power tool applications. Joker combination ratchet wrenches feature a holding function that allows stable tightening and loosening of nuts. The Impaktor bit system is designed for cordless impact drivers and incorporates TriTorsion and Diamond technology for increased durability and performance.\n\nThe BiTorsion bits are built to withstand higher loads, while Rapidaptor bit holders allow for quick and secure one-handed bit changes. Hex-Plus technology prevents rounding of screws with hex heads, extending their service life. Zyklop ratchets combine multiple functions and are compatible with sockets of various sizes.\n\nAmong Wera’s standout tools are the Koloss ratchet, which doubles as a hammer without damaging the tool, and the Chiseldriver, a screwdriver that can be struck with a hammer yet still offers precise screwdriving capabilities. Kraftform Kompakt sets come with holders and a selection of bits packed in hard or soft cases for easy transport. Wera Stainless tools, made from stainless steel, help prevent corrosion caused by contact with dissimilar metals.",
  "text pasusa 3 wera": "Wera designs and manufactures over 3,000 tools including Allen keys, ratchets, sockets, screwdrivers, bits, tool sets, and compact tools. The company’s headquarters is in Germany, with production facilities in the Czech Republic.\n\nThrough its subsidiary Wera Tool Rebels GmbH, the brand operates an online store for direct customer access. Wera specializes in screwdriving tools and is known for integrating multiple functions into one tool, enhancing efficiency and reducing the need for multiple instruments. For instance, their wrenches and ratchets feature advanced functionalities tailored for demanding work environments.\n\nThe brand is best known for its screwdrivers with Kraftform handles, designed to match the contours of the hand, featuring soft and hard gripping zones. The signature “crowns” on the handles are part of the Wera logo, symbolizing innovation and ergonomic excellence in German tool manufacturing.",
  "text pasusa 4 wera": "Over the years, Wera Tools has received numerous awards for product design, brand management, and innovation. In product design, Wera has won the iF Product Design Award in 1997, 2009, 2012, 2013, and 2015, including the prestigious Gold Award. The company also earned the Red Dot Design Award in 2014 for “Best of the Best,” and again in 2015.\n\nIn communication design, Wera received the Red Dot Design Award in 2014 and the German Design Award in 2015. For excellence in brand management, the company was honored with the German Brand Award from 2015 to 2017. In 2007, Wera was named a Top Innovator. In the industrial tools sector, Wera claimed first place in the “Partner des Fachhandels” award in both 2016 and 2021.",
  "text do kraja wera": "Find the complete range and availability information for Wera products on our ",
  "link do proizvodjaca text wera": "official online store",
  "WeraMetaTitle": "Wera tools store - Serbia, Belgrade | Stridon Group",
  "WeraMetaDescription": "Learn all about Wera tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 rubi": "History",
  "naslov pasusa 2 rubi": "Technologies and innovations",
  "naslov pasusa 3 rubi": "Product range",
  "Rubi alati - Uvoznik za Srbiju": "RUBI Tools - Importer for Serbia",
  "text pasusa 1 rubi": "On April 10th, 1951, young inventor Joan Boada submitted a patent application at the Registration and Patents Office in Barcelona for a new tool, a manual cutter for mosaic and tiles. This tool would later become globally recognized as the famous RUBI tile cutter, a benchmark in the field of ceramic cutting tools.\n\nAfter winning the gold medal at the First National Invention Exhibition in Barcelona in 1953, brothers Joan and Antoni Boada focused on producing and improving this groundbreaking tool. In the 1960s, RUBI introduced the impact breaker, also invented and patented by the Boada brothers, further enhancing the performance of their manual cutting tools.\n\nDue to increasing demand, Miquel Escayol joined the brothers in 1969, marking the official establishment of GERMANS BOADA, S.A., the parent company behind the RUBI brand.\n\nDuring the 1970s, RUBI cutters continued to evolve. The company invested in exports while also developing the mechanical breaker, launching the TS model, which became a global standard for manual tile cutters.\n\nWith the emergence of porcelain granite in the late 1980s, RUBI developed a new line of manual cutters adapted to tougher materials and global market demands.\n\nThe 1990s marked a golden era for RUBI. GERMANS BOADA, S.A. expanded by opening subsidiaries in Portugal, Italy, France, and other European countries, further strengthening RUBI’s position in the tile tool industry.\n\nEntering the new millennium, RUBI’s growth continued steadily. The development of tile cutters adopted modern technologies, adjusting to new trends and challenges in the construction and tile-laying sectors.",
  "text pasusa 2 rubi": "RUBI is known for constant innovation, adapting tools to the needs of professionals. RUBI tools are designed with ergonomics, durability, and usability in mind.\n\nSince 2013, RUBI has launched advanced product lines such as the SLIM SYSTEM, TZ series, and the ZERO DUST electric cutters, providing industry-leading solutions for working with ceramic tiles and natural stone.\n\nTheir lightweight design, combined with comfortable grips, makes long work sessions easier. RUBI tools have become a symbol of reliability in the tiling and construction industry.",
  "text pasusa 3 rubi": "RUBI offers a broad range of tools and machines, from basic manual tile cutters to complex electric devices for ceramic and stone cutting.\n\nTheir manual cutters ensure safety and precision, free of sharp parts that could pose a risk to users. RUBI electric cutters allow for precise, efficient cutting of materials like granite and marble.\n\nAdditionally, the RUBI product lineup includes diamond blades for wet and dry cutting, available in diameters from 115 mm to 350 mm, compatible with nearly every type of material. These blades are an ideal choice for a wide range of professional tiling tasks.",
  "text do kraja rubi": "Find the complete range and availability information for RUBI products on our ",
  "link do proizvodjaca text rubi": "official online store",
  "RUBIMetaTitle": "RUBI tools store - Serbia, Belgrade | Stridon Group",
  "RUBIMetaDescription": "Learn all about RUBI tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 senco": "History",
  "naslov pasusa 2 senco": "Technologies and innovations",
  "naslov pasusa 3 senco": "Product range",
  "Senco alati - Uvoznik za Srbiju": "SENCO Tools - Importer for Serbia",
  "text pasusa 1 senco": "In the 1930s, company founder Albert Juilfs worked from his basement and produced the Springtramp Eliminator, a device that addressed the vibration problem in automobiles of the time.\n\nBy the 1940s, SENCO created the first pneumatic stapler for industrial packaging and upholstery, setting a new standard for ease and speed on the production line.\n\nThis secured the company's future, and today, SENCO focuses on producing high-quality fastening tools.\n\nIn the 1960s, SENCO opened its first factory in Cincinnati, Ohio, where it produced a new line of fastening products—paper-taped nails and coil nails.\n\nThe factory expanded five years later to support the growing production of tools and fasteners.\n\nDuring the 1990s, SENCO launched the SN325 Framing Nail and many other tools that became popular among builders, carpenters, and other professionals, including the SFN40 and SN60 nailers, M2+ and M3+ staplers, SLP20 Brad nailer, and the FramePro nailer series.\n\nIn the 2000s, SENCO revolutionized the collated nail market with its wireless DURASPIN® screwdriver.\n\nThe technology enabled a fully integrated auto-feed screw system.\n\nLater that year, a corded model and accessories were introduced.\n\nIn the 2010s, SENCO introduced FUSION® technology with the wireless 15-Gauge finish nailer, which eliminated the need for fuel cells, along with the associated costs and cleaning.\n\nIn 2021, after SENCO was acquired by KYOCERA Corporation in 2017, an investment was announced to expand the factory and bring all SENCO employees in Cincinnati under one roof.\n\nThe new global headquarters will enhance communication and innovation, allowing further progress in the coming years.",
  "text pasusa 2 senco": "SENCO's revolutionary, patented FUSION™ technology relies on a permanently sealed air chamber and a battery-powered motor that recompresses air repeatedly.\n\nWhile other cordless technologies use slow mechanical flywheels or expensive gas cartridges to drive nails, FUSION™ tools function and perform like pneumatic nailers.\n\nSENCO created the first all-in-one auto-feed screw system with the launch of DURASPIN™.\n\nFeaturing a corner-fit feed system, which allows access to tight spaces other drivers cannot reach, and a new return-feed drive system that improves precision, DURASPIN™ boosts productivity by up to 30%.\n\nSENCO’s patented NEVERLUBE® technology virtually eliminates routine tool maintenance.\n\nInternal components include a unique graphite composite that serves as a dry lubricant and self-lubricating O-rings that do not dry out.\n\nNEVERLUBE® tools do not require oiling and never need to be repacked with grease like other oil-free tools.\n\nSENCOTE is a specially formulated nail coating that reduces friction for easier driving.\n\nThe friction melts the coating inside the wood—when it cools, it acts as a bonding agent, increasing holding power.\n\nSENCO also created the popular DA-style finish nail, ideal for nailers with angled magazines that are easier to maneuver in tight spaces.\n\nNailers and DURASPIN systems can be used in manufacturing environments where automation is key.\n\nSENCO tools and technologies can be incorporated into automated framing and screwing tables that build walls and structures with unmatched speed and precision on a massive scale.",
  "text pasusa 3 senco": "Senco offers a wide range of products, from pneumatic tools to fastening machines, designed to meet the needs of professionals.\n\nTheir nailers and staplers provide precise and strong joints, even in demanding conditions, while models with quick reloading and ergonomic designs allow for long work hours with minimal fatigue.\n\nSenco compressors are compact, powerful, and reliable, enabling efficient work, while their nails and staples perfectly match their tools, providing durable and reliable joints for various projects.",
  "text do kraja senco": "Find the complete range and availability information for SENCO products on our ",
  "link do proizvodjaca text senco": "official online store",
  "SENCOMetaTitle": "SENCO tools store - Serbia, Belgrade | Stridon Group",
  "SENCOMetaDescription": "Learn all about SENCO tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 mtx": "History",
  "naslov pasusa 2 mtx": "Technologies and innovations",
  "naslov pasusa 3 mtx": "Product range",
  "MTX alati - Uvoznik za Srbiju": "MTX Tools - Importer for Serbia",
  "text pasusa 1 mtx": "The wholesale company MATRIZE was established in 1995 and has since been engaged in the supply and wholesale of tools. Its main activities include the distribution of hand tools and the development of a broad distribution network for tools. In its early years, the company focused on classic hand tools for metalwork, carpentry, measuring, and painting. Over time, the product range expanded to include garden tools, power tools, construction tools, and garage equipment, strengthening its position in the tool wholesale market.\n\nThe MTX brand was introduced to the market in 2001. Within a few years, MTX tools gained recognition in Europe and later in South America. By 2005, MATRIZE signed its first international agreement, entering the markets of Kazakhstan, Ukraine, Bulgaria, Poland, Romania, and Brazil. The company also collaborates with clients in Greece and Cyprus, further expanding the reach of MTX tools.",
  "text pasusa 2 mtx": "With over 20 years in the tool industry, MTX has become one of the most recognized hand tool brands in Russia and the Commonwealth of Independent States (CIS). MTX tools are made from quality materials using modern manufacturing technologies, ensuring durability and reliability in everyday use.\n\nThe constant implementation of innovative solutions contributes to the consistent performance of MTX tools, making them highly sought after by both professionals and DIY users.",
  "text pasusa 3 mtx": "The MTX tool range includes a wide variety of products, from basic hand tools to professional tools and specialized equipment. Thanks to competitive prices and reliable design, MTX tools are a great choice for both wholesale customers and end users. The product lineup includes tools for household use, construction work, gardening, and professional applications, making MTX one of the most in-demand brands in the tools category.",
  "text do kraja mtx": "Find the complete range and availability information for MTX products on our ",
  "link do proizvodjaca text mtx": "official online store",
  "MTXMetaTitle": "MTX tools store - Serbia, Belgrade | Stridon Group",
  "MTXMetaDescription": "Learn all about MTX tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 sparta": "History",
  "naslov pasusa 2 sparta": "Technologies and innovations",
  "naslov pasusa 3 sparta": "Product range",
  "Sparta alati - Uvoznik za Srbiju": "Sparta Tools - Importer for Serbia",
  "text pasusa 1 sparta": "The name of the Sparta brand symbolizes the spirit of Spartan education. Sparta is a brand that has developed over the years with the aim of offering quality tools at affordable prices. Their core philosophy is that every user, regardless of their level of knowledge or experience, can use their tools easily and safely.\n\n\n\nThe Sparta brand is owned by the company Mir Instrumenta. The company also owns the brands Denzel, Kronverk, Sibirtech, Stern, GROSS, Matrik, STELS, Palisad, and others. This brand is positioned in the affordable price segment with relatively high product quality standards.",
  "text pasusa 2 sparta": "Thanks to a smart approach to implementing secondary features, Sparta tools maintain the necessary level of functionality at minimal cost. Sparta is constantly focused on improving the quality and usability of its products.\n\n\n\nBy continuously following current trends in the tool industry, they invest in the development of ergonomic solutions and functionalities that facilitate everyday household tasks. Their tools are especially adapted for basic home repairs, assemblies, and workshop tasks, making them reliable companions for every project.",
  "text pasusa 3 sparta": "The wide assortment of Sparta tools includes various hand tools such as wrenches, screwdrivers, pliers, utility knives, files, and squares, as well as woodworking tools and carpentry accessories. They also offer silicone guns that are often used in assembly and finishing work. In addition, Sparta also offers gardening tools and basic machines for use in household conditions and around the yard.\n\n\n\nSparta brand products are specifically developed to meet the demands of the mass consumer and are designed for carrying out simple repairs at home, in the countryside, and in the car. Sparta tools are accessible to everyone and will be useful in every household.",
  "text do kraja sparta": "Find the complete range and availability information for Sparta products on our ",
  "link do proizvodjaca text sparta": "official online store",
  "SpartaMetaTitle": "Sparta tools store - Serbia, Belgrade | Stridon Group",
  "SpartaMetaDescription": "Learn all about Sparta tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 sg tools": "History",
  "naslov pasusa 2 sg tools": "Technologies and innovations",
  "naslov pasusa 3 sg tools": "Product range",
  "SG Tools alati - Uvoznik za Srbiju": "SG Tools Tools - Importer for Serbia",
  "text pasusa 1 sg tools": "SG Tools is a specialized brand focused on the production of diamond blades and drills for ceramics. The goal is to provide high-quality tools that enable precise cutting, drilling, and processing of ceramics at affordable prices. SG Tools has become recognized among users who seek reliable products combining efficiency and durability, all at competitive prices.",
  "text pasusa 2 sg tools": "SG Tools prides itself on applying modern technologies in the production of its diamond blades and drills. All brand products are made from high-quality materials, ensuring long-lasting performance even with heavy use.\n\nSG Tools diamond blades are designed for precise cutting of ceramics, concrete, wood, and aluminum materials, while the drills provide safe and precise drilling of ceramics without the need for additional accessories. SG Tools continuously improves its products to meet market demands and deliver top performance at affordable prices.",
  "text pasusa 3 sg tools": "SG Tools offers a wide range of products, including diamond blades and drills perfect for all types of ceramic work. The diamond blades come in various sizes, from 115 to 400 mm, providing precise, fast, and clean cuts. Additionally, the blades are compatible with most standard cutting machines, making them practical for a wide range of users.\n\nSG Tools ceramic drills are designed for dry drilling and are ideal for working with ceramic tiles, porcelain, and other hard materials.",
  "text do kraja sg tools": "Find the complete range and availability information for SG Tools products on our ",
  "link do proizvodjaca text sg tools": "official online store",
  "SGToolsMetaTitle": "SG Tools tools store - Serbia, Belgrade | Stridon Group",
  "SGToolsMetaDescription": "Learn all about SG Tools tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 karcher": "History",
  "naslov pasusa 2 karcher": "Technologies and innovations",
  "naslov pasusa 3 karcher": "Product range",
  "Karcher alati - Uvoznik za Srbiju": "Kärcher Tools - Importer for Serbia",
  "text pasusa 1 karcher": "After graduating from the Technical University of Stuttgart in 1924, Alfred Kärcher (1901–1959) joined the family business, which sold industrial cooking and washing equipment in Bad Cannstatt, a district of Stuttgart.\n\nIn the following years, he began developing devices such as electric immersion heaters and combustion furnaces for industrial use, laying the foundation for his own company.\n\nIn 1935, he founded Alfred Kärcher Limited Partnership in Bad Cannstatt.\n\nDue to space constraints, 120 employees moved to Winnenden in 1939, where the company’s headquarters remain today.\n\nBy the late 1940s, Kärcher was producing items like stoves, handcarts, and trailers for civilians.\n\nThe company also manufactured concrete formwork heaters and air heaters for post-war reconstruction.\n\nFrom the 1950s to the 1970s, Kärcher focused on producing steam generators for industry and construction, while cleaning technology became the company’s main revenue stream later.\n\nOn September 17, 1959, Alfred Kärcher passed away at age 58 from a heart attack.\n\nHis wife, Irene Kärcher (1920–1989), took over the business, increasing revenue by 70% in the first year.\n\nBy 1962, Kärcher had opened its first sales office outside Germany, near Paris, followed by branches in Austria and Switzerland.\n\nIn the 1960s and 1970s, Kärcher expanded into the global market, producing toys, catamarans, and construction formwork before focusing on high-pressure cleaners in 1974.\n\nThat year, the corporate color changed from blue to yellow, and the first international factory was opened in Brazil.\n\nFrom the late 1970s, Kärcher began cleaning historical monuments worldwide.\n\nIn 1984, it launched its first high-pressure cleaner for home use.\n\nAfter Irene Kärcher passed away in 1989, management was taken over by the existing executive team.\n\nAlfred and Irene Kärcher’s descendants remained involved in supervisory roles.\n\nDuring the 1990s, Kärcher entered the commercial floor-cleaning and municipal equipment sector.\n\nThe company launched household appliances like vacuum cleaners and steam cleaners.\n\nIn 2003, Kärcher introduced its first fully autonomous consumer cleaner and later expanded into gardening with pumps and watering systems.\n\nBy the end of 2011, Kärcher acquired the former Pfleiderer factory in Winnenden, nearly doubling its operational space.\n\nIn 2022, Kärcher released Kira, the first autonomous vacuum and mop for professional use.",
  "text pasusa 2 karcher": "Kärcher constantly integrates modern technology to improve the efficiency of its cleaning equipment.\n\nAutomated systems allow for precise production control, while digital tools help monitor performance and quickly identify issues.\n\nSmart cleaning devices that can connect to the internet enable remote operation and monitoring.\n\nThe use of advanced sensors and software ensures accurate analysis and predictive maintenance.\n\nEnergy-efficient innovations and optimized resource usage contribute to greater sustainability and productivity.\n\nOne of Kärcher’s early commercial successes was a salt bath furnace used for hardening and refining light metals.\n\nThe patent was sold to Siebert GmbH, with over 1,200 units sold by 1945.\n\nAccording to WIPO’s 2024 annual report, Kärcher ranked 10th globally in industrial design with 189 registrations in 2023.",
  "text pasusa 3 karcher": "Kärcher offers an extensive range of cleaning equipment for industrial and commercial use.\n\nTheir catalog includes pressure washers, vacuum cleaners, steam cleaners, and specialized equipment for floor and glass cleaning.\n\nHigh-pressure washers are Kärcher’s flagship products, using powerful water jets to remove stubborn dirt from concrete, stone, and tiled surfaces.\n\nTheir vacuum cleaners are designed for both household and commercial applications, capable of handling dry, wet, and specific types of waste.\n\nKärcher’s steam cleaners disinfect and clean various surfaces without chemicals, making them ideal for homes and healthcare facilities.\n\nIn addition, Kärcher offers floor cleaning machines for large industrial spaces and specialized tools for cleaning glass surfaces and facades, delivering fast and efficient maintenance solutions.",
  "text do kraja karcher": "Find the complete range and availability information for Kärcher products on our ",
  "link do proizvodjaca text karcher": "official online store",
  "KarcherMetaTitle": "Kärcher tools store - Serbia, Belgrade | Stridon Group",
  "KarcherMetaDescription": "Learn all about Kärcher tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 wolfcraft": "History",
  "naslov pasusa 2 wolfcraft": "Technologies and innovations",
  "naslov pasusa 3 wolfcraft": "Product range",
  "Wolfcraft alati - Uvoznik za Srbiju": "Wolfcraft Tools - Importer for Serbia",
  "text pasusa 1 wolfcraft": "The Wolfcraft company was founded in 1949 in Remscheid by toolmaker and technical draftsman Robert Wolff.\n\nInitially, it manufactured hand drills, files, and saws for specialized tool trade.\n\nIn 1961, Wolfcraft started offering tools for the DIY segment.\n\nThe first DIY tools were introduced under the Wolfcraft brand.\n\nIn 1965, the company moved its headquarters from Remscheid to Weibern, in the Eifel region.\n\nIn 1969, it began manufacturing hand routers, marking the start of device and tool development in that area.\n\nIn 1976, the central warehouse in Kempenich became operational.\n\nThis logistics point played an important role in tool distribution.\n\nIn 1977, Wolfcraft entered the U.S. market by opening a sales office in Chicago.\n\nThat year, Robert Wolff received the Rudolf Diesel Silver Medal.\n\nOver the following years, branches were opened in France, the UK, Italy, and Slovakia.\n\nA new logistics center for Europe was opened in Kempenich two years later.\n\nThe company's headquarters and new administrative building were relocated to Kempenich in 1995.\n\nIn 2008, complete DIY product lines were introduced, with groups for laminate and drywall.\n\nIn 2017, Wolfcraft received the “German Brand Award 2017” from the German Design Council.\n\nThe Robert Wolff Hall in Weibern was named after the founder, who was also named honorary citizen of the municipality of Kempenich.",
  "text pasusa 2 wolfcraft": "Innovation is part of every Wolfcraft product.\n\nThe company invests in research and development to ensure its tools improve work processes.\n\nEach tool goes through engineering and testing processes.\n\nTools are designed to meet user needs and functional requirements.\n\nWolfcraft tools are made of materials that comply with industry standards.\n\nThe manufacturing process allows the tools to be suitable for frequent use and application in various conditions.",
  "text pasusa 3 wolfcraft": "As of 2023, Wolfcraft offers around 3,000 products.\n\nThe range includes tools and accessories used in workshops, on construction sites, and at home.\n\nThe offering includes hand tools and accessories for power tools.\n\nWolfcraft workshop tools include clamps, templates, angle rulers, and squares.\n\nThese tools are commonly used in woodworking shops and are part of daily operations.\n\nThe tools are developed for various technical and practical applications.",
  "text do kraja wolfcraft": "Find the complete range and availability information for Wolfcraft products on our ",
  "link do proizvodjaca text wolfcraft": "official online store",
  "WolfcraftMetaTitle": "Wolfcraft tools store - Serbia, Belgrade | Stridon Group",
  "WolfcraftMetaDescription": "Learn all about Wolfcraft tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 kwb": "History",
  "naslov pasusa 2 kwb": "Technologies and innovations",
  "naslov pasusa 3 kwb": "Product range",
  "KWB alati - Uvoznik za Srbiju": "KWB Tools - Importer for Serbia",
  "text pasusa 1 kwb": "KWB Germany GmbH is an internationally active brand recognized as an independent systems specialist for power tool accessories and hand tools. Headquartered in Germany, the company develops and distributes a broad range of KWB tools and accessories for both professional and DIY users.\n\nWith over 90 years of experience in the tool industry, KWB Germany GmbH is known for its consistent quality standards and innovative approach. With more than 200 employees, the company offers KWB products in over 90 countries, serving as a reliable partner for hardware stores, specialty retailers, and online tool sellers.",
  "text pasusa 2 kwb": "KWB continuously invests in research and development to improve its current tool range and introduce new technologies that enhance ease of use and work results. Innovation is present in every KWB tool and accessory, offering modern solutions to a variety of challenges.\n\nThe KWB tools and accessories are designed with a focus on practicality and efficiency. Each product is engineered to optimize workflows, reduce effort, and improve productivity. Ergonomic design, ease of use, and durability make KWB products stand out in the market of power tool accessories and workshop tools.",
  "text pasusa 3 kwb": "KWB provides a broad and diverse product range that covers all needs for cutting, drilling, grinding, and a wide selection of workshop tools that simplify daily tasks in the workshop, on the job site, or at home.\n\nTheir portfolio includes power tool accessories as well as hand tools, all developed to enhance performance and achieve better results. With more than 5,500 products, the KWB product offering includes patented innovations, showcasing the company’s dedication to product development.\n\nOngoing improvement of the product line allows KWB Germany GmbH to remain competitive in the fast-moving tool and power tool accessory market, with regular updates and new solutions.",
  "text do kraja kwb": "Find the complete range and availability information for KWB products on our ",
  "link do proizvodjaca text kwb": "official online store",
  "KWBMetaTitle": "KWB tools store - Serbia, Belgrade | Stridon Group",
  "KWBMetaDescription": "Learn all about KWB tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "Adrese maloprodaja:": "Retail Addresses:",
  "Adresa maloprodaje 1: Ugrinovačka 212": "Retail Address 1: Ugrinovačka 212",
  "Adresa maloprodaje 2: Vojislava Ilića 141g": "Retail Address 2: Vojislava Ilića 141g",
  "Kontakt telefoni:": "Contact Phones:",
  "Fiksni telefon internet prodaja: 011/4520-171,": "Fixed Phone Internet Sales: 011/4520-171,",
  "Maloprodaja Ugrinovačka: 011/210-0230,": "Retail Ugrinovačka: 011/210-0230,",
  "Maloprodaja Vojislava Ilića: 011/2886-509 (samo profesionalni alati)": "Retail Vojislava Ilića: 011/2886-509 (only professional tools)"
}
