{
  "hero opis": "The best tool store in Serbia. Wholesale, retail, and online sale of power and hand tools, protective equipment for professionals and craftsmen, machines, and accessories.",
  "naslov buttona": "Web shop",
  "brendovi": "Brands",
  "HomepageBrandsTextBelowTitle": "Stridon offers tools and equipment from the most renowned brands such as DeWalt, Stanley, Bosch, Makita, Knipex, Wiha, Hogert, GTV, REMS, MAX, Wera, Black & Decker, Rubi, Senco, and many others. As the official importer and distributor for Serbia, we guarantee original quality, product availability, and technical support for every brand we represent.",
  "HomepageTestimonialsTextBelowTitle": "Our strength lies in the trust we build with our partners. Read below to see what our associates think about working with us — their satisfaction is our greatest recommendation.",
  "svi brendovi": "All brands",
  "Besplatna dostava": "Free Shipping",
  "Za kupovinu preko 15.000 RSD": "For purchases over 15,000 RSD",
  "Brza isporuka": "Fast Delivery",
  "Isporuka 1-5 radnih dana": "Delivery within 1-5 working days",
  "Sigurna kupovina": "Secure Shopping",
  "Garancija na kupljene mašine": "Warranty on purchased machines",
  "Čekovima građana": "Personal checks",
  "Na 4 rate bez kamate": "In 4 installments without interest",
  "galerija": "Images",
  "Brojevi govore umesto nas": "Numbers speak for themselves",
  "Veleprodajnih kupaca": "Wholesale customers",
  "Dilera širom Srbije": "Dealers throughout Serbia",
  "Zadovoljstvo uslugom": "Satisfaction with service",
  "Brendova koje zastupamo": "Brands we represent",
  "Šta naši saradnici kažu o nama": "What our associates say about us",
  
  "IN GRADNJA": "\"Great professionals and good people, always ready to meet requirements and deadlines. Highly recommended for any kind of collaboration.\"",
  "ENTERIJER JANKOVIC": "\"Very good experience working with Stridon Group. Excellent in communication, they stick to deadlines, always have good professional advice, and tools in stock!\"",
  "HIDRO INA": "\"A company that always knows what our company needs. Invaluable friendly advice and solutions that only true professionals in their field know. Highly recommend Stridon!\"",
  "TERMO TIM": "\"Simple and fast daily collaboration. People who are always ready to meet the needs of customers.\"",
  "SILMAX doo": "\"Excellent tool stock and knowledge of customer needs. Also, a large number of brands imported by Stridon makes them an indispensable daily supplier!\"",
  "MBM RAD": "\"Advice from Stridon's professional salesmen has led to a 50% reduction in our company's work on certain parts of projects!\"",
  "Galens": "\"No matter how big the project you're starting, Stridon always has enough tools for you. Next-day delivery, quality tools, and a genuine desire to help the customer - invaluable!\"",
  "COLLIGO ARS": "\"A loyal partner in all our projects. In our many years of collaboration, they have never let us down. Recommendations for Stridon company!\"",
  
  "Ko su naši klijenti?": "Who are our clients?",
  "klijenti": "Well-known renowned domestic companies in the fields of construction, carpentry, ceramics and others. Small and medium enterprises as well as individuals who need a quality tool and fast service!",
  
  "BrendoviHeader": "Brands",
  "KataloziHeader": "Catalogs",
  "ServisHeader": "Service",
  "KontaktHeader": "Contact",
  
  "BrandsHeroTitle": "Importer and distributor of the best brands",
  "BrandsHeroDescription": "Brands of machinery, accessories, electric, hand, and cordless tools that we import and for which our company is the importer and distributor in Serbia",
  "BrendoviFon": "Brands",
  "KataloziFon": "Catalogs",
  "ServisFon": "Service",
  "KontaktFon": "Contact",
  "O namaFon": "About us",
  
  "opisNaKatalozima": "Explore our promotional catalogs to review a wide range of products and discover the best offers on machinery, power tools, and hand tools for both professional and domestic use.",
  
  "Bosch DIY merni alati": "Bosch DIY measuring tools",
  "Bosch pribor": "Bosch accessories",
  "Bosch Plavi": "Bosch Blue",
  "Bosch VP cenovnik": "Bosch wholesale pricelist",
  
  "Dewalt najprodavanije 2023": "Dewalt top sellers 2023",
  "Dewalt ograničeno izdanje": "Dewalt limited catalog",
  
  "Rems akcija 2023": "Rems sale 2023",
  "Rubi akcija 2023": "Rubi sale 2023",
  
  "Wiha merni alati": "Wiha measuring tools",
  "Wiha katalog": "Wiha catalog",
  "Wiha XXL III kofer": "Wiha XXL III tool case",
  
  "Knipex katalog": "Knipex catalog",
  "MAX katalog": "MAX catalog", 
  "GTV katalog": "GTV catalog",
  "Wolfcraft katalog": "Wolfcraft catalog",
  "Wera katalog": "Wera catalog",
  "MTX, Sparta katalog": "MTX, Sparta catalog",
  "Sparta, MTX katalog": "Sparta, MTX catalog",
  "Stanley katalog": "Stanley catalog",
  
  "Hogert električarski alati": "Hogert electrician tools",
  "Hogert HTZ": "Hogert catalog",
  "Hogert odeća katalog": "Hogert clothing catalog",
  "Hogert ručni alati": "Hogert hand tools",
  
  "Karcher profesionalni program katalog": "Karcher professional program catalog",
  "Karcher žuti program katalog": "Karcher yellow program catalog",
  
  "KWB AKKU TOP pribor za aku alate": "KWB AKKU TOP accessories for cordless tools",
  "KWB dodaci za mašine katalog": "KWB machine accessories catalog",
  "KWB pribor": "KWB accessories",
  
  "SG Servis": "Out-of-warranty tool service in Belgrade",
  "opisNaServisu": "We service and maintain electric, cordless, and hand tools - for professional and hobby use.",
  "Brendovi koje servisiramo": "Brands that we service",
  "ServiceTextBelowBrandsThatWeService": "We service tools and equipment from leading brands such as DeWalt, Bosch, Makita, Metabo, Festool, Rubi, and SENCO.",
  "Kontakt Telefon": "Contact Telephone",
  "Adresa": "Address",
  
  "Kontaktirajte nas!": "Contact us!",
  "ContactTextBelowTitle": "Contact the Stridon team for questions, support, or collaboration. Our expert team is here to help you and provide information about our products and services.",
  
  "TranslateEn": "Translate to English",
  "TranslateSr": "Translate into Serbian",
  
  "DeWalt": "DeWalt tools are among the highest quality tools of today. They are used in all industries, and there is no heavy task for DeWalt professional machines. D...",
  "Bosch": "Bosch is one of the world's largest companies that deals with the production of electric and hand tools. Bosch Professional represents a synonym for quality...",
  "Stanley": "Stanley tools are synonymous with durability and precision. Trusted by professionals and homeowners alike, Stanley offers a wide range of high-quality...",
  "REMS": "REMS is a recognizable brand specialized in the production of machines and tools for various industries. Their range includes various types of...",
  "Wiha": "Wiha is a renowned German brand specialized in the production of high-quality hand tools. Their range includes a wide spectrum of products, including...",
  "Knipex": "Knipex is a leading manufacturer of high-quality hand tools specialized in working with pipes, wires, and similar materials. With precise design...",
  "GTV": "GTV is a well-known Polish brand that stands out with its offering of high-quality products for interior furnishing and various projects. Their special...",
  "MAX": "MAX is a well-known brand specialized in the production of top-notch tools and machines for various industries. Their range includes pneumatic tools...",
  "Högert": "Högert is a specialized manufacturer of hand tools that stands out for its innovation and ergonomic design. With a focus on user experience, Högert...",
  "Wera": "Wera is a recognized German brand specialized in the production of high-quality hand tools. Their range includes a wide spectrum of products, including...",
  "Rubi": "Rubi, synonymous with professionalism and precision, offers you a top-notch collection of machines and tools for ceramics that meet high standards in the industry...",
  "Senco": "SENCO, synonymous with strength and reliability, offers you an exceptional collection of nailers that meet high standards in the construction industry. With...",
  "Black+Decker": "Black+Decker provides an outstanding collection of tools that meet a wide range of needs for professionals and enthusiasts worldwide. With over a century of...",
  "MTX": "MTX - provides an outstanding collection of hand tools specially designed for hobbyists and DIY enthusiasts. With a focus on simplicity and functionality...",
  "Sparta": "Sparta, your reliable choice for hobby projects, offers you an outstanding collection of hand tools specially designed for hobbyists and DIY enthusiasts...",
  "SG Tools": "SG Tools is a professional brand of diamond tools. SG Tools products stand out for their quality and durability. Part of the SG Tools product offerings...",
  "Karcher": "Karcher is a globally renowned manufacturer of high-quality cleaners for household and industrial use. With innovative technologies and high standards, Karcher...",
  "Wolfcraft": "Wolfcraft is a renowned manufacturer of tools and accessories for working with wood and metal. With a passion for quality and innovation, Wolfcraft tools are designed...",
  "Kwb": "Kwb is a manufacturer of tools and accessories for working with wood and metal. With many years of experience and expertise, KWB tools are recognized as a symbol of quality...",

  "Idi na brend": "Go to the brand",
  "Pogledaj PDF kataloge": "View PDF catalogs",
  "Pogledaj PDF katalog": "View PDF catalog",

  "naslov pasusa 1 dewalt": "History",
  "naslov pasusa 2 dewalt": "Technologies and innovations",
  "naslov pasusa 3 dewalt": "Product range",
  "naslov pasusa 4 dewalt": "Sponsorships",
  "DEWALT alati - Uvoznik za Srbiju": "DeWalt Tools - Importer for Serbia",
  "text pasusa 1 dewalt": "DeWalt was founded in 1924 by Raymond E. DeWalt in Leola, Pennsylvania, known as the inventor of the radial arm saw. His invention had a major impact on the development of electric woodworking tools.\n\nThe business expanded rapidly, and the company was reorganized and re-registered in 1947 as DeWalt Inc. In 1949, it was acquired by American Machine & Foundry Co, which later sold it to Black & Decker in 1960.\n\nIn 1989, Black & Decker sold the part of the business responsible for manufacturing radial saws to two company executives, while retaining a focus on other types of professional-grade tools.\n\nIn 1992, Black & Decker launched a rebranding initiative, introducing its professional and high-performance tools under the name DeWalt tools. This move significantly influenced the market by creating a strong brand focused on tools for professional use.\n\nIn 1994, DeWalt acquired the German manufacturer ELU and integrated its technology into its product lineup. By 2001, DeWalt was producing and selling over 200 models of professional tools and 800 accessories.\n\nDeWalt quickly became a favorite among commercial contractors, especially in the construction industry. In 2004, Black & Decker acquired rival tool manufacturer Porter-Cable and merged it with DeWalt in Jackson, Tennessee.\n\nIn 2011, DeWalt began producing hand tools for contractors, including utility knives, pliers, adjustable wrenches, measuring tools, saws, and hammers, all essential tools on a modern jobsite.\n\nTwo years later, they expanded into automotive tools, such as wrenches, ratchets, and sockets.\n\nIn December 2013, DeWalt announced that certain products would be assembled in the United States, using components sourced from Brazil, China, the Czech Republic, Italy, Mexico, the UK, and the US.\n\nBy 2015, the company operated seven manufacturing facilities in the U.S., reinforcing DeWalt's image as an American tool brand.",
  "text pasusa 2 dewalt": "In April 2016, DeWalt introduced a rugged Android-based smartphone, specially designed for the construction workforce. The device is built to survive a two-meter drop and operate in temperatures ranging from −20°C to 60°C, making it ideal for construction sites.\n\nIn September 2016, the company introduced the FlexVolt hybrid battery, capable of operating at 60V (54V nominal) and 2Ah, or at 20V (18V nominal) and 6Ah, depending on the cordless tool in use.\n\nAround May 2017, DeWalt began integrating Bluetooth-enabled ToolConnect technology into its drills and drivers. ToolConnect allows users to monitor, track, and configure their power tools through a mobile app.\n\nSome models include built-in support for ToolConnect, while others can be upgraded with an add-on chip.\n\nIn May 2018, DeWalt launched a line of cordless lawn mowers running on 20V and 40V, quickly gaining traction in the outdoor tools market.\n\nIn September 2022, DeWalt introduced POWERSTACK battery technology, becoming the first tool manufacturer to use pouch-style lithium-ion battery cells, which offer increased performance and a compact form.",
  "text pasusa 3 dewalt": "DeWalt is known for a wide range of power and hand tools, designed for the construction, manufacturing, and woodworking sectors, as well as for advanced DIY users.\n\nTheir product lineup includes DeWalt power tools like drills, saws, grinders, and cordless equipment, in addition to high-quality DeWalt hand tools such as pliers, utility knives, and hammers.\n\nPreviously, Black & Decker was best known for lighter tools and household appliances, which didn’t meet the demands of professional tradespeople. In the late 1980s, Michael Hammes proposed a strategy similar to Honda’s luxury car brand approach.\n\nAs a result, Black & Decker used the lesser-known DeWalt name to re-enter the professional power tools market.\n\nAfter the 1960 acquisition, DeWalt produced various stationary electric tools. In 1992, the company introduced a new line of handheld tools under the DeWalt brand, which previously belonged to Black & Decker's “Professional” and “Kodiak” series.\n\nThese older lines were soon discontinued, and DeWalt emerged as the primary brand for professional-grade tools. Industry research showed that 70% of tradespeople recognized the DeWalt name as a symbol of reliability and performance.",
  "text pasusa 4 dewalt": "Since July 2021, DeWalt has been the official tool and equipment supplier for the McLaren Formula 1 team, further emphasizing the brand’s commitment to precision and high-performance standards.\n\nIn 2022, DeWalt also signed a sponsorship deal with the English football club AFC Bournemouth, expanding its presence beyond the tools industry into the world of professional sports.",
  "text do kraja dewalt": "Find the complete range and availability information for DeWalt products on our ",
  "link do proizvodjaca text dewalt": "official online store",
  "link do proizvodjaca url dewalt": "https://www.prodavnicaalata.rs/proizvodjaci/dewalt/",
  "DeWaltMetaTitle": "DeWalt tools store - Serbia, Belgrade | Stridon Group",
  "DeWaltMetaDescription": "Learn all about DeWalt tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 bosch": "History",
  "naslov pasusa 2 bosch": "Technologies and innovations",
  "naslov pasusa 3 bosch": "Product range",
  "naslov pasusa 4 bosch": "Global presence",
  "BOSCH alati - Uvoznik za Srbiju": "Bosch Tools - Importer for Serbia",
  "text pasusa 1 bosch": "The company Bosch began operations on November 15, 1886, as a workshop for precision mechanics and electrical engineering in West Stuttgart.\n\nJust a year later, Bosch developed a low-voltage magneto for gas engines, marking the start of its innovation journey in the automotive industry.\n\nFrom 1897, Bosch started installing magneto ignition systems in motor vehicles, becoming a leading supplier of ignition systems.\n\nIn 1902, chief engineer Gottlob Honold introduced the high-voltage magneto ignition system with a spark plug — a crucial invention for the advancement of the automotive sector.\n\nIn 1901, Bosch opened its first manufacturing plant in Stuttgart.\n\nThe company rapidly expanded: by 1906, it had produced its 100,000th magneto and introduced the eight-hour workday.\n\nIn 1910, a new plant was opened in Feuerbach, where the famous Bosch light, a generator and headlight system — entered production in 1914 after its 1913 debut.\n\nThe growing use of motor vehicles after 1900 led to a rapid increase in demand.\n\nBosch grew from 45 employees in 1901 to over 1,000 by 1908.\n\nGlobal expansion began in 1898 with an office in London, followed by Paris, Vienna, and Budapest, and soon extended across all continents.\n\nIn the 1920s, Bosch expanded its product line with electric horns (1921), windshield wipers (1926), and turn signals (1927).\n\nThat same year, it introduced diesel fuel injection systems.\n\nIn 1932, as part of its diversification strategy, Bosch acquired the gas equipment sector from Junkers & Co.\n\nThat year, it also launched its first electric drill and introduced its first car radio.\n\nIn 1933, Bosch unveiled the first electric household refrigerator.\n\nIn the 2000s, Bosch rolled out innovations such as electro-hydraulic brakes, piezo injection for diesel engines, digital car radios with CD players, and the lithium-ion cordless screwdriver (2003).\n\nThe company received the German Future Prize from the German President in both 2005 and 2008.\n\nIn 2021, Bosch made its largest single investment with a $1.2 billion semiconductor factory.",
  "text pasusa 2 bosch": "Bosch technologies are synonymous with innovation.\n\nIn 2009, the company allocated €3.6 billion to research and development, filing around 3,900 patents annually.\n\nBosch focuses on improving energy efficiency, utilizing renewable energy sources, and exploring fields such as biomedical technology.\n\nIts subsidiary, Bosch Healthcare Solutions GmbH, offers medical devices and services.\n\nIn 2020, the company launched a rapid COVID-19 test.\n\nBetween 2022 and 2026, Bosch is investing €3 billion in chip production and R&D, with an emphasis on 40 and 200-nanometer chips for automotive applications.\n\nThis further solidifies its leadership in automotive and electronic industries.",
  "text pasusa 3 bosch": "Bosch products span multiple industries.\n\nIn the automotive sector, Bosch supplies fuel injection systems, brake systems, and advanced car electronics.\n\nIn the consumer goods sector, it is renowned for its Bosch power tools, home appliances, and electric bicycle motors.\n\nIn industrial technology, Bosch develops automation and packaging systems.\n\nIn the energy and building technology sector, it offers heating systems, hot water solutions, security systems, and communication devices.\n\nThe company also manufactures sensors, smart home devices, and medical instruments.\n\nBosch is actively involved in software solutions, especially for autonomous driving and smart vehicles.\n\nBy revenue, Bosch is the world’s leading supplier of automotive components.",
  "text pasusa 4 bosch": "The Bosch Group operates over 468 subsidiaries and regional offices in more than 60 countries.\n\nIts manufacturing, engineering, and sales activities span the globe.\n\nOver 90,000 researchers and engineers work across 125 locations worldwide — positioning Bosch as one of today’s most innovative global brands.",
  "text do kraja bosch": "Find the complete range and availability information for Bosch products on our ",
  "link do proizvodjaca text bosch": "official online store",
  "BoschMetaTitle": "Bosch tools store - Serbia, Belgrade | Stridon Group",
  "BoschMetaDescription": "Learn all about Bosch tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 stanley": "History",
  "naslov pasusa 2 stanley": "Technologies and innovations",
  "naslov pasusa 3 stanley": "Product range",
  "Stanley alati - Uvoznik za Srbiju": "Stanley Tools - Importer for Serbia",
  "text pasusa 1 stanley": "The Stanley Tools brand has a long-standing tradition in the hand tool industry.\n\nThe Stanley Works was founded by Frederick Trent Stanley in 1843 in New Britain, Connecticut, originally as a manufacturer of door bolts and hardware.\n\nAnother company, The Stanley Rule and Level, was founded by his cousin, Henry Stanley, in 1857, also in New Britain.\n\nIn 1920, the two companies merged, and the hand tool division continued to operate under The Stanley Works.\n\nThis merger laid the foundation for the development of Stanley hand tools, which would later become a symbol of reliability and precision in the carpentry and construction industries.\n\nAround 1937, Stanley acquired the British company J. A. Chapman, a well-known manufacturer of woodworking tools from Sheffield.\n\nThis acquisition helped Stanley expand into the UK market and solidify its global presence.\n\nIn March 2010, Stanley Works merged with Black & Decker to form the global corporation Stanley Black & Decker.\n\nToday, Stanley Hand Tools continues to evolve as a key brand within this group, staying true to its roots while meeting the needs of modern tool users.",
  "text pasusa 2 stanley": "Stanley is known for many innovations that have improved tool performance and efficiency.\n\nSome of the most famous innovations include the Bailey plane, Surform tool, PowerLock tape measure, utility knife, and the versatile Stanley #1 Odd Jobs tool.\n\nThe Stanley FatMax line stands out for its heavy-duty tools designed to endure the toughest working conditions.\n\nThese tools are highly favored by professionals for their durability and reliability.",
  "text pasusa 3 stanley": "Stanley offers a broad range of hand tools for various applications, including woodworking, metalworking, and measurement.\n\nSome of the most recognized products include hand planes, saws, rulers, squares, chisels, screwdrivers, and a variety of other tools for both personal and commercial use.\n\nFor woodworking, Stanley provides precise saws, chisels, and measuring tools that ensure controlled cuts and accurate shaping.\n\nTheir tape measures and levels, especially those in the FatMax line, deliver accurate readings even in challenging work environments.\n\nIn the metalworking category, Stanley manufactures efficient shears, files, and other finishing tools that enable precise results.\n\nStanley tools are a trusted choice for professionals and hobbyists around the globe.",
  "text do kraja stanley": "Find the complete range and availability information for Stanley products on our ",
  "link do proizvodjaca text stanley": "official online store",
  "StanleyMetaTitle": "Stanley tools store - Serbia, Belgrade | Stridon Group",
  "StanleyMetaDescription": "Learn all about Stanley tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 rems": "History",
  "naslov pasusa 2 rems": "Technologies and innovations",
  "naslov pasusa 3 rems": "Product range",
  "REMS alati - Uvoznik za Srbiju": "REMS Tools - Importer for Serbia",
  "text pasusa 1 rems": "Since its foundation in 1909, REMS has been developing high-quality tools for working with pipes, primarily for professional plumbers and heating system installers. The company started with manual pipe tools and later expanded its offer to include machines and power tools for pipe processing. The founder, Christian Föhl, set a clear standard: REMS tools must always be superior. Today, REMS stands as a global leader in manufacturing machines and tools for pipework.",
  "text pasusa 2 rems": "REMS engineers continuously bring forward revolutionary ideas that simplify daily tasks for professionals. With a strong focus on practical application and industry needs, they develop innovative tools for the toughest demands on the job site. The company's dedication to excellence is supported by constant technical advancement and collaboration with experts across different sectors.\n\nThanks to cutting-edge technology and strict quality control, REMS tools have become globally recognized. Their innovative solutions are protected by numerous national and international patents, confirming their status as a pioneer in the field of pipe tools and machines.",
  "text pasusa 3 rems": "REMS offers an extensive range of tools and machines for every aspect of pipe processing and installation work. Their product lineup includes thread cutting machines, rolling tools, electric and hydraulic threading machines, and pipe cutters, from manual tools to electric reciprocating saws and battery-powered circular pipe saws.\n\nThe company also provides solutions for beveling and deburring, as well as a wide variety of installation tools such as Swedish wrenches, pump pliers, cordless drills, and pressure testing units – both manual and electric.\n\nIn the field of soldering and welding, REMS supplies electric soldering tongs, turbo torches, and high-quality soldering materials. For pipe bending, they offer both manual and hydraulic benders, allowing precise and reliable work even under challenging conditions.\n\nREMS is also specialized in tools for radial and axial press fittings, including cordless and electro-hydraulic press machines and various expansion tools. For maintenance and inspection, the company provides pipe inspection cameras, cleaning machines, and tools for welding plastic pipes.",
  "text do kraja rems": "Find the complete range and availability information for REMS products on our ",
  "link do proizvodjaca text rems": "official online store",
  "REMSMetaTitle": "REMS tools store - Serbia, Belgrade | Stridon Group",
  "REMSMetaDescription": "Learn all about REMS tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 wiha": "History",
  "naslov pasusa 2 wiha": "Technologies and innovations",
  "naslov pasusa 3 wiha": "Product range",
  "naslov pasusa 4 wiha": "Awards and sponsorships",
  "Wiha alati - Uvoznik za Srbiju": "Wiha Tools - Importer for Serbia",
  "text pasusa 1 wiha": "Wiha was founded in 1939 in Wuppertal by Willi Hahn. The Bergisches Land region, known as the early center of tool industry, had significant metal resources and numerous forges along its rivers. The name Wiha comes from the first letters of the founder’s name, Willi Hahn.\n\nFour years later, the company moved its headquarters to Schönenbach, where it remains today.\n\nInitially, Wiha produced only fasteners, but in 1947, the production of screwdrivers began. Over the years, additional key product lines, including hex keys and blades, were introduced.\n\nIn 1966, Wiha acquired a facility in Mönschweiler/Black Forest, where today they manufacture blades and hex keys. In 1985, Wiha opened a branch in the United States (now Willi Hahn Corp.) and expanded further to France, Spain, the UK, Denmark, Poland, China, Vietnam, Thailand, Canada, and the Asia-Pacific region.",
  "text pasusa 2 wiha": "Wiha continuously invests in innovative technologies that enhance the usability and functionality of its tools. From multi-component handles to precision-calibrated torque wrenches, each Wiha tool is designed to meet the highest industry standards.\n\nThe company relies on feedback from experts to constantly improve its products, offering reliable solutions. Wiha is recognized as a brand focused on quality, user adaptability, and technological advancement.\n\nWith its focus on high-performance and innovative solutions, Wiha tools are used globally, ensuring efficiency and reliability for users.",
  "text pasusa 3 wiha": "Wiha offers an extensive range of tools, with over 3,500 different products, including screwdrivers, torque measurement tools, hex keys, bits, pliers, hammers, and measuring instruments. With a global presence and a commitment to quality, Wiha tools have become synonymous with innovative manufacturing and long-term standards in the tool industry.\n\nThe family-owned company employs around 750 people worldwide, and Wiha products are known for their precision and durability.",
  "text pasusa 4 wiha": "Wiha has received numerous accolades for product design, technological innovations, and corporate social responsibility, including nearly 20 iF Awards, one of which is a gold award for the Wiha bit holder with magazine, and about 10 Red Dot Awards, including the prestigious Red Dot Best of the Best.\n\nSince 2010, Wiha has been the main sponsor of the regional basketball team Wiha Panthers Schwenningen, demonstrating its commitment to social responsibility and promoting sports activities.",
  "text do kraja wiha": "Find the complete range and availability information for Wiha products on our ",
  "link do proizvodjaca text wiha": "official online store",
  "WihaMetaTitle": "Wiha tools store - Serbia, Belgrade | Stridon Group",
  "WihaMetaDescription": "Learn all about Wiha tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 knipex": "History",
  "naslov pasusa 2 knipex": "Technologies and innovations",
  "naslov pasusa 3 knipex": "Product range",
  "naslov pasusa 4 knipex": "Knipex museum",
  "Knipex alati - Uvoznik za Srbiju": "Knipex Tools - Importer for Serbia",
  "text pasusa 1 knipex": "Knipex is a fourth-generation, family-owned and independent company based in Cronenberg, Wuppertal, located in the heart of Germany’s tool manufacturing region. Renowned for its high-quality pliers and specialized hand tools, Knipex produces all core items, including premium pliers and professional tools, exclusively in Germany. Certain additional tools, such as tweezers and branded leather tool bags, are sourced from carefully selected external suppliers.\n\nThe company was founded in 1882 as a small forge by Carl Gustav Putsch in the basement of his family home. It began with just one worker and two apprentices, focusing from the start on manufacturing pliers for carpenters and farriers. These pliers were initially made by hand, but modernization quickly followed with the introduction of power hammers. At its peak under Carl Putsch’s leadership, the company was producing as many as 7,000 pairs of pliers per week.\n\nKnipex officially registered its brand in 1942, and the next generation of the Putsch family continued the company’s growth. In 1954, the third generation, led by Karl Putsch, took over the business, introducing automation, innovation, and patents into the manufacturing process. Since 1996, the company has been headed by Ralf Putsch, great-grandson of the founder, who has expanded the Knipex presence to more than ten countries worldwide. Today, over 60% of production is exported, demonstrating the brand’s global reputation as a leading manufacturer of pliers and tools for electricians, plumbers, and professional craftsmen.",
  "text pasusa 2 knipex": "Knipex stands out as a brand that continuously pushes the boundaries in hand tool development. Their tools, especially the Cobra pliers with one-handed quick adjustment, represent a perfect blend of functionality and precision. The Cobolt cutters are another innovation, compact yet extremely powerful tools capable of cutting bolts and tough materials. Pliers wrenches combine the functionality of an adjustable wrench and standard pliers, offering users a high-precision, durable solution.\n\nThese advanced designs make Knipex tools synonymous with professional performance across all industries, especially in electrical installations, maintenance, solar system assembly, and other specialized technical fields.",
  "text pasusa 3 knipex": "The Knipex catalog features around 100 different plier models, with over 900 variations in size, handle design, and finish. The range includes side cutters, electrician’s pliers, water pump pliers, and highly specialized tools for electronics and precision work. Electrician’s tools include cable cutters, wire strippers, and crimping tools, engineered for maximum ergonomics and safety.\n\nMost models are available in insulated versions, tested to withstand electrical voltage up to 1,000 V, making them an essential choice for professionals in the electrical industry. The tool classification system uses a decimal code that provides information about the type of pliers, jaw design, and size, helping users easily identify the right model.\n\nKnipex relies entirely on in-house production, with internal processes covering all stages, from forging, drilling, and milling to grinding and laser processing, ensuring top-level quality in every product.",
  "text pasusa 4 knipex": "The Knipex Museum, located at the company’s headquarters in Wuppertal, is dedicated to the history and evolution of hand tools over time. Spread over two floors, visitors can explore tools, machines, reconstructed workstations, and everyday items that illustrate the rich tradition of German toolmaking.\n\nThe museum is open to the public once a year during the Wuppertal-24h-live event, while group tours can be arranged by appointment throughout the year.",
  "text do kraja knipex": "Find the complete range and availability information for Knipex products on our ",
  "link do proizvodjaca text knipex": "official online store",
  "KnipexMetaTitle": "Knipex tools store - Serbia, Belgrade | Stridon Group",
  "KnipexMetaDescription": "Learn all about Knipex tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 gtv": "History",
  "naslov pasusa 2 gtv": "Technologies and innovations",
  "naslov pasusa 3 gtv": "Product range",
  "naslov pasusa 4 gtv": "Customer support",
  "GTV alati - Uvoznik za Srbiju": "GTV Tools - Importer for Serbia",
  "text pasusa 1 gtv": "From a small Polish company, GTV has grown into an internationally recognized manufacturer of furniture fittings and LED lighting. The company is known for its fast operations, innovation, and ability to adapt to market demands. For decades, GTV has successfully responded to rapidly changing customer needs while closely monitoring global trends in interior design, hardware solutions, and LED technologies.\n\nIn 2022, GTV expanded its business by acquiring a production facility specialized in manufacturing bed frames, door frames, casings, mechanisms, and accessories for upholstered furniture. Located in Szczytno, this production center represents a strategic move to strengthen GTV’s presence in complementary segments of the furniture market. This investment allows GTV to diversify its offering and provide customers with a broader range of products for modern space solutions.\n\nCore values such as honesty, transparency, professionalism, and support form the foundation of GTV’s organizational culture, further reinforcing the trust of customers and partners across Europe and around the world.",
  "text pasusa 2 gtv": "GTV continuously invests in cutting-edge technologies and high-quality materials to ensure their furniture fittings and LED lighting meet the highest standards of quality and design. Their products are built on innovations that follow the latest trends in interior aesthetics and smart solutions for both residential and commercial spaces.\n\nAs true entrepreneurs, the experts at GTV constantly learn, develop new skills, and apply their knowledge to create products that meet both current and future market demands. By leveraging advanced technologies such as cloud computing, artificial intelligence, and automation tools, GTV delivers intelligent systems that enhance the overall user experience.\n\nThrough the optimization of logistics processes, GTV guarantees high availability of its full product range, from LED strips and profiles to cabinet hinges, sliding systems, and kitchen accessories.",
  "text pasusa 3 gtv": "GTV offers one of the most comprehensive assortments of furniture fittings and LED lighting solutions available on the market. Their extensive portfolio includes cabinet hardware, drawer slides, hinges, lift systems, handles, knobs, LED strips, aluminum profiles, and various lighting accessories. These products provide perfect finishing touches, quiet drawer and door movement, and optimal functionality in limited spaces.\n\nInnovative space-saving and ergonomic solutions contribute to modern interior design. Many GTV products are designed to meet the expectations of both professional carpenters and hobbyists who value high-quality and visually appealing components for their furniture.\n\nThe company’s catalog includes more than 12,000 products, covering everything from lighting and fittings to kitchen accessories and wardrobe systems. This extensive offering allows customers to find everything they need for their projects in one place, saving time, effort, and resources.\n\nThe motto “Creating a better everyday life for people” reflects GTV’s strong commitment to developing products that not only look great but also make everyday living simpler and more functional.",
  "text pasusa 4 gtv": "Customer satisfaction is GTV’s top priority. That’s why they provide full customer support throughout the entire purchasing process, from selecting the right furniture fittings to installing LED lighting. Their team of experienced specialists offers assistance in choosing the best solutions, processes orders promptly, and ensures efficient delivery logistics.\n\nGTV supports its B2B partners with a reliable online platform, technical documentation, 3D visualizations, and a wide array of marketing materials. Their advisors are experts in the fields of furniture fittings and LED lighting and are fluent in multiple languages to ensure smooth communication with international clients.\n\nEvery business partner can count on personalized marketing support, product range consulting, and valuable insights into market trends. GTV doesn’t just sell products, they build long-term relationships and contribute to the success of every project.",
  "text do kraja gtv": "Find the complete range and availability information for GTV products on our ",
  "link do proizvodjaca text gtv": "official online store",
  "GTVMetaTitle": "GTV tools store - Serbia, Belgrade | Stridon Group",
  "GTVMetaDescription": "Learn all about GTV tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 max": "History",
  "naslov pasusa 2 max": "Technologies and innovations",
  "naslov pasusa 3 max": "Product range",
  "MAX vezivači armature i žica - Uvoznik za Srbiju": "MAX Rebar and Wire Tier - Importer for Serbia",
  "text pasusa 1 max": "Founded in 1942 under the name Yamada Air Industry Co., Ltd., MAX began manufacturing business and office equipment in 1945.\n\nIn 1964, the integration of production and sales sectors led to the formation of MAX CO., LTD.\n\nSince then, MAX has grown into a globally recognized manufacturer of industrial tools and equipment for the construction industry.\n\nThe company was listed on the Tokyo Stock Exchange in 1970, and the headquarters moved to Tokyo in 1981.\n\nDuring the 1990s and 2000s, MAX expanded its manufacturing capabilities with new plants in Japan, China, Thailand, and Malaysia.\n\nIt also introduced ISO9001 and ISO14001 certifications, reinforcing its commitment to quality and environmental responsibility.\n\nIn 2010 and 2014, key acquisitions and the establishment of new offices across Asia and Europe allowed MAX to further expand its global footprint.\n\nOver the decades, MAX has strengthened its R&D capabilities, becoming a leading developer of tools that meet the evolving needs of professionals worldwide.\n\nToday, MAX is internationally recognized as a reliable manufacturer of industrial equipment, office solutions, and power tools.\n\nIts product development teams focus on creating durable and innovative tools that cater to the demands of various industries.",
  "text pasusa 2 max": "Innovation at MAX begins in the research, design, and production departments and ends with the end-user.\n\nBased on user feedback, MAX tools are regularly optimized for real-world conditions.\n\nClose collaboration with customers enables the company to stay ahead of emerging trends and anticipate industry developments.\n\nMAX tools are developed in Japan and produced in ISO-certified factories, ensuring reliability and premium quality.\n\nAll products undergo rigorous testing to meet internal standards.\n\nContinuous investment in R&D allows MAX to design smart tools and advanced solutions that make work on-site and in the workshop easier and more efficient.",
  "text pasusa 3 max": "MAX has pioneered many tools on the global market, including the first roofing nailer (1982), battery-powered rebar tying tool (1993), and high-pressure compressors and nailers (1994).\n\nThese tools are widely trusted by professionals for their performance, durability, and ergonomic design.\n\nMAX's industrial tools include powerful yet lightweight devices developed with proprietary features.\n\nThe range covers pneumatic nailers, 20-bar high-pressure compressors, metal and concrete tools, and accessories used in construction.\n\nThe office equipment division includes a variety of staplers, such as the innovative Flat Clinch and Integral models used in copy machines worldwide.\n\nMAX also offers check-processing devices for the financial sector and labeling systems for industrial and educational use, including tube marking tools and cable identification systems.\n\nMAX's diverse portfolio provides complete solutions for professionals across multiple sectors.\n\nIts tools and office equipment stand for reliability, innovation, and performance, making MAX a trusted brand for those who value quality in every task.",
  "text do kraja max": "Find the complete range and availability information for MAX products on our ",
  "link do proizvodjaca text max": "official online store",
  "MAXMetaTitle": "MAX tools store - Serbia, Belgrade | Stridon Group",
  "MAXMetaDescription": "Learn all about MAX tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 hogert": "History",
  "naslov pasusa 2 hogert": "Technologies and innovations",
  "naslov pasusa 3 hogert": "Product range",
  "Hogert alati - Uvoznik za Srbiju": "Högert Tools - Importer for Serbia",
  "text pasusa 1 hogert": "Högert is a relatively new but ambitious brand of hand tools and protective equipment, with a clear goal to establish a strong presence in the professional tools sector.\n\nFrom the very beginning, Högert Technik has focused on combining modern technical solutions with proven quality and reliability, aiming to offer tools that professionals can trust.\n\nAs a modern brand operating on the international market, Högert's hand tools and equipment have been available across Europe, Asia, and South America since 2015.\n\nThe company is built on core values such as honesty, readiness for new challenges, user support, and technical expertise, all of which are embedded in Högert Technik's organizational culture.\n\nWith efficient organizational structures that enable fast decision-making and clear internal and external communication, Högert is open to innovation, development, and new approaches.\n\nThe company conducts business with a focus on strategic brand development and expanding its presence in the tool and equipment market.",
  "text pasusa 2 hogert": "Quality and innovation are fundamental principles at Högert Technik.\n\nIn-house laboratories conduct detailed product testing and quality measurements to ensure effective resource management and continuous product improvement.\n\nThe goal is to develop tools that simplify work for professionals in construction and industry.\n\nBy continuously exploring innovative solutions and enhancing product design, Högert raises the standards within the company and the industry at large.\n\nThe brand is committed to simplicity, usability, and reliability, creating tools built for heavy-duty, everyday use in demanding conditions.",
  "text pasusa 3 hogert": "Högert Technik offers a comprehensive portfolio of hand tools, including screwdrivers, wrenches, pliers, and measuring instruments, engineered for precision, durability, and professional performance.\n\nThe range also includes power tools designed for efficient task execution in various working environments.\n\nIn addition to tools, Högert produces high-quality protective equipment, including work gloves, safety glasses, helmets, and work footwear, all developed to ensure maximum protection and comfort in industrial settings.\n\nSpecial attention is given to raw materials: carbon steel is used in the production of hand tools, ensuring resistance, strength, and long service life.\n\nHögert Technik carefully selects and audits its suppliers, working only with trusted industry partners to provide tools of verified origin and superior quality.\n\nAll Högert products are certified by leading institutions such as TÜV Rheinland and VDE, and meet the requirements of the German DIN standard.\n\nThese certifications confirm that Högert tools comply with the highest standards of safety, quality, and performance.",
  "text do kraja hogert": "Find the complete range and availability information for Högert Technik products on our ",
  "link do proizvodjaca text hogert": "official online store",
  "HogertMetaTitle": "Högert tools store - Serbia, Belgrade | Stridon Group",
  "HogertMetaDescription": "Learn all about Högert tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 wera": "History",
  "naslov pasusa 2 wera": "Technologies and innovations",
  "naslov pasusa 3 wera": "Product range",
  "naslov pasusa 4 wera": "Awards",
  "Wera alati - Uvoznik za Srbiju": "Wera Tools - Importer for Serbia",
  "text pasusa 1 wera": "In 1936, entrepreneur Hermann Werner founded Hermann Werner GmbH & Co. KG as a trading company specializing in tools. This laid the foundation for what would later become a globally recognized brand, Wera tools.\n\nThe company was restructured about a decade later under the leadership of Heinz Amtenbrink, Werner’s son-in-law. It was then that the production of screwdrivers began, marking the start of Wera’s own line of hand tools. Since 1951, the company has used the name Wera, a combination of Werner and Amtenbrink, establishing the brand identity that continues to this day.\n\nThe production of bits began in 1963. In 1968, in collaboration with the Fraunhofer Institute, the company developed the iconic Wera Kraftform handle, which remains a part of the Wera logo and reflects the brand’s dedication to ergonomic design in German tools.\n\nDuring the 1990s, Wera Tools introduced diamond-coated bits and expanded by acquiring Drehmax W. Holland and establishing a sales branch in the United Kingdom in 1993. In 1995, manufacturing was relocated to Bystřice, in the Czech Republic.\n\nFollowing the founder’s retirement, Wera was sold to Bitburger Holding in 2016. That same year, a 20,000 m² logistics center was opened in Wuppertal. By then, the company employed over 750 people worldwide, including more than 400 in the Czech Republic. The expansion continued in 2018 with the opening of a new branch in Třebíč.\n\nSince 2019, the brand has taken part in promotional events such as Montgolfiade, Kiel Week, and Balloon Cup in the Kitzbühel Alps with a hot air balloon shaped like a screwdriver, a unique approach to engaging with users. Wera tools have become synonymous with innovation, precision, and professional hand tools.",
  "text pasusa 2 wera": "Wera continually enhances the design and functionality of its professional tools for both manual and power tool applications. Joker combination ratchet wrenches feature a holding function that allows stable tightening and loosening of nuts. The Impaktor bit system is designed for cordless impact drivers and incorporates TriTorsion and Diamond technology for increased durability and performance.\n\nThe BiTorsion bits are built to withstand higher loads, while Rapidaptor bit holders allow for quick and secure one-handed bit changes. Hex-Plus technology prevents rounding of screws with hex heads, extending their service life. Zyklop ratchets combine multiple functions and are compatible with sockets of various sizes.\n\nAmong Wera’s standout tools are the Koloss ratchet, which doubles as a hammer without damaging the tool, and the Chiseldriver, a screwdriver that can be struck with a hammer yet still offers precise screwdriving capabilities. Kraftform Kompakt sets come with holders and a selection of bits packed in hard or soft cases for easy transport. Wera Stainless tools, made from stainless steel, help prevent corrosion caused by contact with dissimilar metals.",
  "text pasusa 3 wera": "Wera designs and manufactures over 3,000 tools including Allen keys, ratchets, sockets, screwdrivers, bits, tool sets, and compact tools. The company’s headquarters is in Germany, with production facilities in the Czech Republic.\n\nThrough its subsidiary Wera Tool Rebels GmbH, the brand operates an online store for direct customer access. Wera specializes in screwdriving tools and is known for integrating multiple functions into one tool, enhancing efficiency and reducing the need for multiple instruments. For instance, their wrenches and ratchets feature advanced functionalities tailored for demanding work environments.\n\nThe brand is best known for its screwdrivers with Kraftform handles, designed to match the contours of the hand, featuring soft and hard gripping zones. The signature “crowns” on the handles are part of the Wera logo, symbolizing innovation and ergonomic excellence in German tool manufacturing.",
  "text pasusa 4 wera": "Over the years, Wera Tools has received numerous awards for product design, brand management, and innovation. In product design, Wera has won the iF Product Design Award in 1997, 2009, 2012, 2013, and 2015, including the prestigious Gold Award. The company also earned the Red Dot Design Award in 2014 for “Best of the Best,” and again in 2015.\n\nIn communication design, Wera received the Red Dot Design Award in 2014 and the German Design Award in 2015. For excellence in brand management, the company was honored with the German Brand Award from 2015 to 2017. In 2007, Wera was named a Top Innovator. In the industrial tools sector, Wera claimed first place in the “Partner des Fachhandels” award in both 2016 and 2021.",
  "text do kraja wera": "Find the complete range and availability information for Wera products on our ",
  "link do proizvodjaca text wera": "official online store",
  "WeraMetaTitle": "Wera tools store - Serbia, Belgrade | Stridon Group",
  "WeraMetaDescription": "Learn all about Wera tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 rubi": "History",
  "naslov pasusa 2 rubi": "Technologies and innovations",
  "naslov pasusa 3 rubi": "Product range",
  "Rubi alati - Uvoznik za Srbiju": "RUBI Tools - Importer for Serbia",
  "text pasusa 1 rubi": "On April 10th, 1951, young inventor Joan Boada submitted a patent application at the Registration and Patents Office in Barcelona for a new tool, a manual cutter for mosaic and tiles. This tool would later become globally recognized as the famous RUBI tile cutter, a benchmark in the field of ceramic cutting tools.\n\nAfter winning the gold medal at the First National Invention Exhibition in Barcelona in 1953, brothers Joan and Antoni Boada focused on producing and improving this groundbreaking tool. In the 1960s, RUBI introduced the impact breaker, also invented and patented by the Boada brothers, further enhancing the performance of their manual cutting tools.\n\nDue to increasing demand, Miquel Escayol joined the brothers in 1969, marking the official establishment of GERMANS BOADA, S.A., the parent company behind the RUBI brand.\n\nDuring the 1970s, RUBI cutters continued to evolve. The company invested in exports while also developing the mechanical breaker, launching the TS model, which became a global standard for manual tile cutters.\n\nWith the emergence of porcelain granite in the late 1980s, RUBI developed a new line of manual cutters adapted to tougher materials and global market demands.\n\nThe 1990s marked a golden era for RUBI. GERMANS BOADA, S.A. expanded by opening subsidiaries in Portugal, Italy, France, and other European countries, further strengthening RUBI’s position in the tile tool industry.\n\nEntering the new millennium, RUBI’s growth continued steadily. The development of tile cutters adopted modern technologies, adjusting to new trends and challenges in the construction and tile-laying sectors.",
  "text pasusa 2 rubi": "RUBI is known for constant innovation, adapting tools to the needs of professionals. RUBI tools are designed with ergonomics, durability, and usability in mind.\n\nSince 2013, RUBI has launched advanced product lines such as the SLIM SYSTEM, TZ series, and the ZERO DUST electric cutters, providing industry-leading solutions for working with ceramic tiles and natural stone.\n\nTheir lightweight design, combined with comfortable grips, makes long work sessions easier. RUBI tools have become a symbol of reliability in the tiling and construction industry.",
  "text pasusa 3 rubi": "RUBI offers a broad range of tools and machines, from basic manual tile cutters to complex electric devices for ceramic and stone cutting.\n\nTheir manual cutters ensure safety and precision, free of sharp parts that could pose a risk to users. RUBI electric cutters allow for precise, efficient cutting of materials like granite and marble.\n\nAdditionally, the RUBI product lineup includes diamond blades for wet and dry cutting, available in diameters from 115 mm to 350 mm, compatible with nearly every type of material. These blades are an ideal choice for a wide range of professional tiling tasks.",
  "text do kraja rubi": "Find the complete range and availability information for RUBI products on our ",
  "link do proizvodjaca text rubi": "official online store",
  "RUBIMetaTitle": "RUBI tools store - Serbia, Belgrade | Stridon Group",
  "RUBIMetaDescription": "Learn all about RUBI tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 senco": "History",
  "naslov pasusa 2 senco": "Technologies and innovations",
  "naslov pasusa 3 senco": "Product range",
  "Senco alati - Uvoznik za Srbiju": "SENCO Tools - Importer for Serbia",
  "text pasusa 1 senco": "In the 1930s, company founder Albert Juilfs worked from his basement and produced the Springtramp Eliminator, a device that addressed the vibration problem in automobiles of the time.\n\nBy the 1940s, SENCO created the first pneumatic stapler for industrial packaging and upholstery, setting a new standard for ease and speed on the production line.\n\nThis secured the company's future, and today, SENCO focuses on producing high-quality fastening tools.\n\nIn the 1960s, SENCO opened its first factory in Cincinnati, Ohio, where it produced a new line of fastening products—paper-taped nails and coil nails.\n\nThe factory expanded five years later to support the growing production of tools and fasteners.\n\nDuring the 1990s, SENCO launched the SN325 Framing Nail and many other tools that became popular among builders, carpenters, and other professionals, including the SFN40 and SN60 nailers, M2+ and M3+ staplers, SLP20 Brad nailer, and the FramePro nailer series.\n\nIn the 2000s, SENCO revolutionized the collated nail market with its wireless DURASPIN® screwdriver.\n\nThe technology enabled a fully integrated auto-feed screw system.\n\nLater that year, a corded model and accessories were introduced.\n\nIn the 2010s, SENCO introduced FUSION® technology with the wireless 15-Gauge finish nailer, which eliminated the need for fuel cells, along with the associated costs and cleaning.\n\nIn 2021, after SENCO was acquired by KYOCERA Corporation in 2017, an investment was announced to expand the factory and bring all SENCO employees in Cincinnati under one roof.\n\nThe new global headquarters will enhance communication and innovation, allowing further progress in the coming years.",
  "text pasusa 2 senco": "SENCO's revolutionary, patented FUSION™ technology relies on a permanently sealed air chamber and a battery-powered motor that recompresses air repeatedly.\n\nWhile other cordless technologies use slow mechanical flywheels or expensive gas cartridges to drive nails, FUSION™ tools function and perform like pneumatic nailers.\n\nSENCO created the first all-in-one auto-feed screw system with the launch of DURASPIN™.\n\nFeaturing a corner-fit feed system, which allows access to tight spaces other drivers cannot reach, and a new return-feed drive system that improves precision, DURASPIN™ boosts productivity by up to 30%.\n\nSENCO’s patented NEVERLUBE® technology virtually eliminates routine tool maintenance.\n\nInternal components include a unique graphite composite that serves as a dry lubricant and self-lubricating O-rings that do not dry out.\n\nNEVERLUBE® tools do not require oiling and never need to be repacked with grease like other oil-free tools.\n\nSENCOTE is a specially formulated nail coating that reduces friction for easier driving.\n\nThe friction melts the coating inside the wood—when it cools, it acts as a bonding agent, increasing holding power.\n\nSENCO also created the popular DA-style finish nail, ideal for nailers with angled magazines that are easier to maneuver in tight spaces.\n\nNailers and DURASPIN systems can be used in manufacturing environments where automation is key.\n\nSENCO tools and technologies can be incorporated into automated framing and screwing tables that build walls and structures with unmatched speed and precision on a massive scale.",
  "text pasusa 3 senco": "Senco offers a wide range of products, from pneumatic tools to fastening machines, designed to meet the needs of professionals.\n\nTheir nailers and staplers provide precise and strong joints, even in demanding conditions, while models with quick reloading and ergonomic designs allow for long work hours with minimal fatigue.\n\nSenco compressors are compact, powerful, and reliable, enabling efficient work, while their nails and staples perfectly match their tools, providing durable and reliable joints for various projects.",
  "text do kraja senco": "Find the complete range and availability information for SENCO products on our ",
  "link do proizvodjaca text senco": "official online store",
  "SENCOMetaTitle": "SENCO tools store - Serbia, Belgrade | Stridon Group",
  "SENCOMetaDescription": "Learn all about SENCO tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 black+decker": "History",
  "naslov pasusa 2 black+decker": "Technologies and innovations",
  "naslov pasusa 3 black+decker": "Product range",
  "Black+Decker alati - Uvoznik za Srbiju": "Black+Decker Tools - Importer for Serbia",
  "text pasusa 1 black+decker": "Black & Decker, a globally recognized manufacturer of power tools and home equipment, was founded in 1910 by S. Duncan Black and Alonzo G. Decker. The company started as a small machine shop in Baltimore but quickly gained attention due to its innovation. In 1917, they patented the first portable electric drill with a trigger switch, a revolutionary power tool that laid the foundation for the modern tool industry. That same year, the first manufacturing plant opened in Towson, Maryland.\n\nOver the following decades, Black & Decker continued to grow. The acquisition of Van Dorn Electric Tool Company in 1928 and listing on the New York Stock Exchange in 1936 solidified its leadership in the power tool market. After WWII, the company received the Army-Navy E Award for excellence in manufacturing. By 1960, it had acquired DeWalt, further expanding its electric and industrial tool portfolio.\n\nFrom 1975, Black & Decker pursued major acquisitions, including the small appliance division from General Electric in 1984 and Emhart Corporation in 1989. Their innovation in cordless tools earned them a place in the Space Foundation’s Space Technology Hall of Fame. In 2010, the merger with Stanley Works created Stanley Black & Decker, a global powerhouse in tool manufacturing.\n\nPost-merger, the company continued to evolve. In 2012, it sold its hardware and home improvement division, and in 2014, rebranded to Black+Decker. The acquisition of the Craftsman brand in 2017 and a licensing deal with Stovekraft for Indian distribution further expanded the brand. By 2025, Indkal Technologies began manufacturing Black+Decker smart TVs for the Indian market.",
  "text pasusa 2 black+decker": "Black+Decker tools are renowned for innovations that transformed the power tool industry. In 1917, they developed the first pistol-grip electric drill. By 1961, they introduced cordless tools powered by lithium-ion batteries, making them a pioneer in battery-powered tool technology.\n\nRecent innovations include advanced Li-ion battery technology for longer runtime and AutoSense technology that intelligently adjusts torque. The company has also improved home cleaning devices and offers efficient garden maintenance solutions.",
  "text pasusa 3 black+decker": "Black+Decker offers a vast range of products, including power tools, cordless tools, garden equipment, and cleaning devices, all designed to meet the diverse needs of professionals and everyday users.\n\nTheir power tools, such as drills, saws, grinders, and screwdrivers, are known for reliability and ergonomic design. Cordless tools, powered by lithium-ion technology, provide cable-free freedom, fast charging, and powerful performance for both home and job site tasks.\n\nIn the gardening segment, Black+Decker provides lawn mowers, trimmers, leaf blowers, and branch cutters, tools designed to simplify yard maintenance. Their home cleaning devices, including vacuums and steam cleaners, ensure hygienic and spotless environments.\n\nBlack+Decker tools blend functionality, durability, and modern technology to meet the evolving demands of users around the world.",
  "text do kraja black+decker": "Find the complete range and availability information for Black+Decker products on our ",
  "link do proizvodjaca text black+decker": "official online store",
  "BlackDeckerMetaTitle": "Black+Decker tools store - Serbia, Belgrade | Stridon Group",
  "BlackDeckerMetaDescription": "Learn all about Black+Decker tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 mtx": "History",
  "naslov pasusa 2 mtx": "Technologies and innovations",
  "naslov pasusa 3 mtx": "Product range",
  "MTX alati - Uvoznik za Srbiju": "MTX Tools - Importer for Serbia",
  "text pasusa 1 mtx": "The wholesale company MATRIZE was established in 1995 and has since been engaged in the supply and wholesale of tools. Its main activities include the distribution of hand tools and the development of a broad distribution network for tools. In its early years, the company focused on classic hand tools for metalwork, carpentry, measuring, and painting. Over time, the product range expanded to include garden tools, power tools, construction tools, and garage equipment, strengthening its position in the tool wholesale market.\n\nThe MTX brand was introduced to the market in 2001. Within a few years, MTX tools gained recognition in Europe and later in South America. By 2005, MATRIZE signed its first international agreement, entering the markets of Kazakhstan, Ukraine, Bulgaria, Poland, Romania, and Brazil. The company also collaborates with clients in Greece and Cyprus, further expanding the reach of MTX tools.",
  "text pasusa 2 mtx": "With over 20 years in the tool industry, MTX has become one of the most recognized hand tool brands in Russia and the Commonwealth of Independent States (CIS). MTX tools are made from quality materials using modern manufacturing technologies, ensuring durability and reliability in everyday use.\n\nThe constant implementation of innovative solutions contributes to the consistent performance of MTX tools, making them highly sought after by both professionals and DIY users.",
  "text pasusa 3 mtx": "The MTX tool range includes a wide variety of products, from basic hand tools to professional tools and specialized equipment. Thanks to competitive prices and reliable design, MTX tools are a great choice for both wholesale customers and end users. The product lineup includes tools for household use, construction work, gardening, and professional applications, making MTX one of the most in-demand brands in the tools category.",
  "text do kraja mtx": "Find the complete range and availability information for MTX products on our ",
  "link do proizvodjaca text mtx": "official online store",
  "MTXMetaTitle": "MTX tools store - Serbia, Belgrade | Stridon Group",
  "MTXMetaDescription": "Learn all about MTX tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 sparta": "History",
  "naslov pasusa 2 sparta": "Technologies and innovations",
  "naslov pasusa 3 sparta": "Product range",
  "Sparta alati - Uvoznik za Srbiju": "Sparta Tools - Importer for Serbia",
  "text pasusa 1 sparta": "The name of the Sparta brand symbolizes the spirit of Spartan education. Sparta is a brand that has developed over the years with the aim of offering quality tools at affordable prices. Their core philosophy is that every user, regardless of their level of knowledge or experience, can use their tools easily and safely.\n\n\n\nThe Sparta brand is owned by the company Mir Instrumenta. The company also owns the brands Denzel, Kronverk, Sibirtech, Stern, GROSS, Matrik, STELS, Palisad, and others. This brand is positioned in the affordable price segment with relatively high product quality standards.",
  "text pasusa 2 sparta": "Thanks to a smart approach to implementing secondary features, Sparta tools maintain the necessary level of functionality at minimal cost. Sparta is constantly focused on improving the quality and usability of its products.\n\n\n\nBy continuously following current trends in the tool industry, they invest in the development of ergonomic solutions and functionalities that facilitate everyday household tasks. Their tools are especially adapted for basic home repairs, assemblies, and workshop tasks, making them reliable companions for every project.",
  "text pasusa 3 sparta": "The wide assortment of Sparta tools includes various hand tools such as wrenches, screwdrivers, pliers, utility knives, files, and squares, as well as woodworking tools and carpentry accessories. They also offer silicone guns that are often used in assembly and finishing work. In addition, Sparta also offers gardening tools and basic machines for use in household conditions and around the yard.\n\n\n\nSparta brand products are specifically developed to meet the demands of the mass consumer and are designed for carrying out simple repairs at home, in the countryside, and in the car. Sparta tools are accessible to everyone and will be useful in every household.",
  "text do kraja sparta": "Find the complete range and availability information for Sparta products on our ",
  "link do proizvodjaca text sparta": "official online store",
  "SpartaMetaTitle": "Sparta tools store - Serbia, Belgrade | Stridon Group",
  "SpartaMetaDescription": "Learn all about Sparta tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 sg tools": "History",
  "naslov pasusa 2 sg tools": "Technologies and innovations",
  "naslov pasusa 3 sg tools": "Product range",
  "SG Tools alati - Uvoznik za Srbiju": "SG Tools Tools - Importer for Serbia",
  "text pasusa 1 sg tools": "SG Tools is a specialized brand focused on the production of diamond blades and drills for ceramics. The goal is to provide high-quality tools that enable precise cutting, drilling, and processing of ceramics at affordable prices. SG Tools has become recognized among users who seek reliable products combining efficiency and durability, all at competitive prices.",
  "text pasusa 2 sg tools": "SG Tools prides itself on applying modern technologies in the production of its diamond blades and drills. All brand products are made from high-quality materials, ensuring long-lasting performance even with heavy use.\n\nSG Tools diamond blades are designed for precise cutting of ceramics, concrete, wood, and aluminum materials, while the drills provide safe and precise drilling of ceramics without the need for additional accessories. SG Tools continuously improves its products to meet market demands and deliver top performance at affordable prices.",
  "text pasusa 3 sg tools": "SG Tools offers a wide range of products, including diamond blades and drills perfect for all types of ceramic work. The diamond blades come in various sizes, from 115 to 400 mm, providing precise, fast, and clean cuts. Additionally, the blades are compatible with most standard cutting machines, making them practical for a wide range of users.\n\nSG Tools ceramic drills are designed for dry drilling and are ideal for working with ceramic tiles, porcelain, and other hard materials.",
  "text do kraja sg tools": "Find the complete range and availability information for SG Tools products on our ",
  "link do proizvodjaca text sg tools": "official online store",
  "SGToolsMetaTitle": "SG Tools tools store - Serbia, Belgrade | Stridon Group",
  "SGToolsMetaDescription": "Learn all about SG Tools tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 karcher": "History",
  "naslov pasusa 2 karcher": "Technologies and innovations",
  "naslov pasusa 3 karcher": "Product range",
  "Karcher alati - Uvoznik za Srbiju": "Kärcher Tools - Importer for Serbia",
  "text pasusa 1 karcher": "After graduating from the Technical University of Stuttgart in 1924, Alfred Kärcher (1901–1959) joined the family business, which sold industrial cooking and washing equipment in Bad Cannstatt, a district of Stuttgart.\n\nIn the following years, he began developing devices such as electric immersion heaters and combustion furnaces for industrial use, laying the foundation for his own company.\n\nIn 1935, he founded Alfred Kärcher Limited Partnership in Bad Cannstatt.\n\nDue to space constraints, 120 employees moved to Winnenden in 1939, where the company’s headquarters remain today.\n\nBy the late 1940s, Kärcher was producing items like stoves, handcarts, and trailers for civilians.\n\nThe company also manufactured concrete formwork heaters and air heaters for post-war reconstruction.\n\nFrom the 1950s to the 1970s, Kärcher focused on producing steam generators for industry and construction, while cleaning technology became the company’s main revenue stream later.\n\nOn September 17, 1959, Alfred Kärcher passed away at age 58 from a heart attack.\n\nHis wife, Irene Kärcher (1920–1989), took over the business, increasing revenue by 70% in the first year.\n\nBy 1962, Kärcher had opened its first sales office outside Germany, near Paris, followed by branches in Austria and Switzerland.\n\nIn the 1960s and 1970s, Kärcher expanded into the global market, producing toys, catamarans, and construction formwork before focusing on high-pressure cleaners in 1974.\n\nThat year, the corporate color changed from blue to yellow, and the first international factory was opened in Brazil.\n\nFrom the late 1970s, Kärcher began cleaning historical monuments worldwide.\n\nIn 1984, it launched its first high-pressure cleaner for home use.\n\nAfter Irene Kärcher passed away in 1989, management was taken over by the existing executive team.\n\nAlfred and Irene Kärcher’s descendants remained involved in supervisory roles.\n\nDuring the 1990s, Kärcher entered the commercial floor-cleaning and municipal equipment sector.\n\nThe company launched household appliances like vacuum cleaners and steam cleaners.\n\nIn 2003, Kärcher introduced its first fully autonomous consumer cleaner and later expanded into gardening with pumps and watering systems.\n\nBy the end of 2011, Kärcher acquired the former Pfleiderer factory in Winnenden, nearly doubling its operational space.\n\nIn 2022, Kärcher released Kira, the first autonomous vacuum and mop for professional use.",
  "text pasusa 2 karcher": "Kärcher constantly integrates modern technology to improve the efficiency of its cleaning equipment.\n\nAutomated systems allow for precise production control, while digital tools help monitor performance and quickly identify issues.\n\nSmart cleaning devices that can connect to the internet enable remote operation and monitoring.\n\nThe use of advanced sensors and software ensures accurate analysis and predictive maintenance.\n\nEnergy-efficient innovations and optimized resource usage contribute to greater sustainability and productivity.\n\nOne of Kärcher’s early commercial successes was a salt bath furnace used for hardening and refining light metals.\n\nThe patent was sold to Siebert GmbH, with over 1,200 units sold by 1945.\n\nAccording to WIPO’s 2024 annual report, Kärcher ranked 10th globally in industrial design with 189 registrations in 2023.",
  "text pasusa 3 karcher": "Kärcher offers an extensive range of cleaning equipment for industrial and commercial use.\n\nTheir catalog includes pressure washers, vacuum cleaners, steam cleaners, and specialized equipment for floor and glass cleaning.\n\nHigh-pressure washers are Kärcher’s flagship products, using powerful water jets to remove stubborn dirt from concrete, stone, and tiled surfaces.\n\nTheir vacuum cleaners are designed for both household and commercial applications, capable of handling dry, wet, and specific types of waste.\n\nKärcher’s steam cleaners disinfect and clean various surfaces without chemicals, making them ideal for homes and healthcare facilities.\n\nIn addition, Kärcher offers floor cleaning machines for large industrial spaces and specialized tools for cleaning glass surfaces and facades, delivering fast and efficient maintenance solutions.",
  "text do kraja karcher": "Find the complete range and availability information for Kärcher products on our ",
  "link do proizvodjaca text karcher": "official online store",
  "KarcherMetaTitle": "Kärcher tools store - Serbia, Belgrade | Stridon Group",
  "KarcherMetaDescription": "Learn all about Kärcher tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 wolfcraft": "History",
  "naslov pasusa 2 wolfcraft": "Technologies and innovations",
  "naslov pasusa 3 wolfcraft": "Product range",
  "Wolfcraft alati - Uvoznik za Srbiju": "Wolfcraft Tools - Importer for Serbia",
  "text pasusa 1 wolfcraft": "The Wolfcraft company was founded in 1949 in Remscheid by toolmaker and technical draftsman Robert Wolff.\n\nInitially, it manufactured hand drills, files, and saws for specialized tool trade.\n\nIn 1961, Wolfcraft started offering tools for the DIY segment.\n\nThe first DIY tools were introduced under the Wolfcraft brand.\n\nIn 1965, the company moved its headquarters from Remscheid to Weibern, in the Eifel region.\n\nIn 1969, it began manufacturing hand routers, marking the start of device and tool development in that area.\n\nIn 1976, the central warehouse in Kempenich became operational.\n\nThis logistics point played an important role in tool distribution.\n\nIn 1977, Wolfcraft entered the U.S. market by opening a sales office in Chicago.\n\nThat year, Robert Wolff received the Rudolf Diesel Silver Medal.\n\nOver the following years, branches were opened in France, the UK, Italy, and Slovakia.\n\nA new logistics center for Europe was opened in Kempenich two years later.\n\nThe company's headquarters and new administrative building were relocated to Kempenich in 1995.\n\nIn 2008, complete DIY product lines were introduced, with groups for laminate and drywall.\n\nIn 2017, Wolfcraft received the “German Brand Award 2017” from the German Design Council.\n\nThe Robert Wolff Hall in Weibern was named after the founder, who was also named honorary citizen of the municipality of Kempenich.",
  "text pasusa 2 wolfcraft": "Innovation is part of every Wolfcraft product.\n\nThe company invests in research and development to ensure its tools improve work processes.\n\nEach tool goes through engineering and testing processes.\n\nTools are designed to meet user needs and functional requirements.\n\nWolfcraft tools are made of materials that comply with industry standards.\n\nThe manufacturing process allows the tools to be suitable for frequent use and application in various conditions.",
  "text pasusa 3 wolfcraft": "As of 2023, Wolfcraft offers around 3,000 products.\n\nThe range includes tools and accessories used in workshops, on construction sites, and at home.\n\nThe offering includes hand tools and accessories for power tools.\n\nWolfcraft workshop tools include clamps, templates, angle rulers, and squares.\n\nThese tools are commonly used in woodworking shops and are part of daily operations.\n\nThe tools are developed for various technical and practical applications.",
  "text do kraja wolfcraft": "Find the complete range and availability information for Wolfcraft products on our ",
  "link do proizvodjaca text wolfcraft": "official online store",
  "WolfcraftMetaTitle": "Wolfcraft tools store - Serbia, Belgrade | Stridon Group",
  "WolfcraftMetaDescription": "Learn all about Wolfcraft tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "naslov pasusa 1 kwb": "History",
  "naslov pasusa 2 kwb": "Technologies and innovations",
  "naslov pasusa 3 kwb": "Product range",
  "KWB alati - Uvoznik za Srbiju": "KWB Tools - Importer for Serbia",
  "text pasusa 1 kwb": "KWB Germany GmbH is an internationally active brand recognized as an independent systems specialist for power tool accessories and hand tools. Headquartered in Germany, the company develops and distributes a broad range of KWB tools and accessories for both professional and DIY users.\n\nWith over 90 years of experience in the tool industry, KWB Germany GmbH is known for its consistent quality standards and innovative approach. With more than 200 employees, the company offers KWB products in over 90 countries, serving as a reliable partner for hardware stores, specialty retailers, and online tool sellers.",
  "text pasusa 2 kwb": "KWB continuously invests in research and development to improve its current tool range and introduce new technologies that enhance ease of use and work results. Innovation is present in every KWB tool and accessory, offering modern solutions to a variety of challenges.\n\nThe KWB tools and accessories are designed with a focus on practicality and efficiency. Each product is engineered to optimize workflows, reduce effort, and improve productivity. Ergonomic design, ease of use, and durability make KWB products stand out in the market of power tool accessories and workshop tools.",
  "text pasusa 3 kwb": "KWB provides a broad and diverse product range that covers all needs for cutting, drilling, grinding, and a wide selection of workshop tools that simplify daily tasks in the workshop, on the job site, or at home.\n\nTheir portfolio includes power tool accessories as well as hand tools, all developed to enhance performance and achieve better results. With more than 5,500 products, the KWB product offering includes patented innovations, showcasing the company’s dedication to product development.\n\nOngoing improvement of the product line allows KWB Germany GmbH to remain competitive in the fast-moving tool and power tool accessory market, with regular updates and new solutions.",
  "text do kraja kwb": "Find the complete range and availability information for KWB products on our ",
  "link do proizvodjaca text kwb": "official online store",
  "KWBMetaTitle": "KWB tools store - Serbia, Belgrade | Stridon Group",
  "KWBMetaDescription": "Learn all about KWB tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "Call centar": "Call center",
  "Radno Vreme": "Working hours",
  "Informacije": "Informations",
  "Kompanija": "Company",

  "1": "Discover the latest price list of Bosch DIY measuring tools for June 2023. This comprehensive catalog provides the most current information on available measuring tools for DIY enthusiasts and hobbyists.",
  "2": "Explore the latest offers in our catalog of Bosch accessories for July 2023. Browse a wide selection of premium Bosch accessories that will enhance your tools and simplify your projects.",
  "3": "Explore the latest price list of Dremel tools and accessories for June 2023. In our catalog, you can find a rich assortment of high-quality Dremel tools and accessories to meet all your creative needs.",
  "4": "Get to know our 'EXPERT Mini Accessory Catalog'! In this special edition, we present you with a wide range of high-quality accessories that will meet all your needs.",
  "5": "Check out our recommended price list for Blue tools for July 2023. This catalog brings you a wide selection of top-notch tools that are synonymous with quality and reliability.",
  "6": "Browse our recommended VP price list for PRO Measuring Tools for June 2023. In this catalog, we offer a wide range of top-notch PRO Measuring Tools designed for professionals and demanding projects.",
  "7": "Browse the latest GTV catalog for June 2023. In this catalog, we bring you a wide range of products and tools for your projects and tasks.",
  "8": "Familiarize yourself with our price list of Hogert electrician's tools for June 2023. This catalog offers a wide range of high-quality electrician's tools for all your electrical needs.",
  "9": "Discover the latest offers in our Hogert HTZ equipment catalog for June 2023. Browse a rich selection of HTZ equipment to help you perform tasks with safety and efficiency.",
  "10": "Browse the latest Hogert clothing catalog for June 2023. In this catalog, we offer a wide range of workwear that will provide you with protection and comfort during work activities.",
  "11": "Discover our catalog of Hogert hand tools for this season. In this catalog, we bring you a wide range of top-notch Hogert hand tools designed for professionals and demanding projects.",
  "12": "Browse our catalog of Karcher professional machines for this season. In this catalog, we bring you a wide range of top-notch Karcher professional machines that will meet all your demanding needs.",
  "13": "Discover our catalog of Karcher yellow program for this season. In this catalog, we bring you a wide range of top-notch Karcher products that will equip you for various tasks.",
  "14": "Browse our catalog of Knipex tools for this season. In this catalog, we bring you a wide range of top-notch Knipex tools designed for professionals and demanding projects.",
  "15": "Discover our catalog of KWB AKKU TOP accessories for cordless tools for this season. In this catalog, we bring you a wide range of top-notch KWB AKKU TOP accessories to facilitate your work with cordless tools.",
  "16": "Browse our catalog of KWB machine accessories for this season. In this catalog, we bring you a wide range of top-notch KWB machine accessories that will improve your performance.",
  "17": "Discover our catalog of KWB accessories for this season. In this catalog, we bring you a wide range of top-notch KWB accessories that will be your faithful partners at work.",
  "18": "Browse our catalog of MAX tools for this season. In this catalog, we bring you a wide range of top-notch MAX tools that are reliable allies in your projects.",
  "19": "Browse our catalog of MTX and Sparta tools for this season. In this catalog, we bring you a wide range of top-notch MTX and Sparta tools designed for various needs.",
  "20": "Discover our catalog of Rems promotions for this season. In this catalog, we bring you a wide range of top-notch Rems tools and equipment for your work tasks.",
  "21": "Browse our catalog of Rubi for this season in English. In this catalog, we bring you a wide range of top-notch Rubi tools that will meet the needs of professional craftsmen.",
  "22": "Browse our catalog of Wera tools for this season. In this catalog, we bring you a wide range of top-notch Wera tools known for their quality and innovations.",
  "23": "Discover our catalog of Wiha tools for this season. In this catalog, we bring you a wide range of top-notch Wiha tools designed for precision and reliability.",
  "24": "Browse our catalog of Wiha measuring tools for this season. In this catalog, we bring you a wide range of top-notch Wiha measuring tools to assist you in accurate measurements.",
  "25": "Discover our catalog of Wiha XXL III cases for this season. In this catalog, we bring you a wide range of top-notch Wiha tools housed in a practical case.",
  "26": "Browse our catalog of Wolfcraft tools for this season. In this catalog, we bring you a wide range of top-notch Wolfcraft tools that will be faithful collaborators in your projects.",
  "27": "This catalog showcases the latest top-quality products and tools that Dewalt has offered in 2023. Explore a wide range of Dewalt products that have become the first choice for professionals worldwide.",
  "28": "In this exclusive product range, you will discover tools and equipment that not only meet but also surpass the highest industry standards. Dewalt's limited editions are intended for those who demand the best.",
  "29": "Stanley catalog represents an inexhaustible source of tools and equipment designed for both professional craftsmen and enthusiasts who appreciate high-quality products.",

  "key1": "Tool Service under Warranty",
  "key2": "If your tool is within the warranty period",
  "key3": "and is covered by the manufacturer's warranty, we will gladly direct you to the authorized service center of the brand to which your machine belongs!",
  "key4": "SG Service - Our Reliable Partner",
  "key5": "Our company collaborator 'SG Service' - your reliable partner for servicing power tools!",
  "key6": "The dedicated team of experts at SG Service specializes in the maintenance and repair of a wide range of power tool brands. Whether you need regular servicing, repairs, or fault diagnosis, SG Service is here to provide you with fast and efficient service.",
  "key7": "The brands serviced by SG Service include some of the most well-known and highest-quality manufacturers in the power tool industry. SG Service experts have extensive experience working with brands such as",
  "key8": "Regardless of the model and complexity of the problem, the knowledge of our technicians allows your tools to be repaired and maintained to the highest standards.",
  "key9": "Working Hours",
  "key10": "SG Service operates",
  "key11": "from 8:00 AM to 4:00 PM",
  "key12": "on every working day,",
  "key13": "Saturdays from 9:00 AM to 3:00 PM, Sundays closed",
  "key14": ", so feel free to visit them during the specified time. The SG Service team will warmly welcome you and gladly assist you with any questions or issues regarding your power tools.",
  "key15": "SG Service uses only high-quality replacement parts to ensure the durability and reliability of your tools.",
  "key16": "The mission of SG Service is to keep your power tools in the best possible condition so that you can perform your tasks without any hindrance. Whatever your needs, SG Service is here to help. Contact SG Service or visit them at the address",

  "Zatražite pristup B2B platformi": "Request access to the B2B platform",
  "B2BRequestAccessTextBelowTitle": "Please fill out the form and our team will contact you as soon as possible.",
  "Imate B2B nalog sa nama? Idite na portal.": "Do you already have a B2B account with us? Go to the portal.",
  "Link ka portalu": "Link to the portal",
  "Ime": "Name",
  "Prezime": "Surname",
  "Naziv firme": "Company name",
  "Adresa firme": "Company address",
  "Pib firme": "Company tax identification number (TIN)",
  "Matični broj firme": "Company registration number",
  "Kontakt telefon": "Contact phone",
  "Potvrdi": "Confirm",
  "B2BFormSubmitMessage": "Your request has been successfully sent. Our support team will contact you shortly.",
  "B2BFormSubmitErrorMessage": "Something went wrong while submitting the form. Please try again. If the issue persists, contact support at filiptrivan5@gmail.com",

  "emailValidation": {
    "invalidEmail": "Invalid email",
    "emailRequired": "Email is required"
  },
  "companyNameValidation": {
    "minLength": "Company name must be at least 1 characters long",
    "maxLength": "Company name cannot exceed 100 characters",
    "required": "Company name is required"
  },
  "companyAddressValidation": {
    "minLength": "Company address must be at least 1 characters long",
    "maxLength": "Company address cannot exceed 100 characters",
    "required": "Company address is required"
  },
  "pibValidation": {
    "minLength": "PIB must be at least 9 digits long",
    "maxLength": "PIB cannot exceed 9 digits",
    "required": "PIB is required"
  },
  "companyRegistrationNumberValidation": {
    "minLength": "Registration number must be at least 8 digits long",
    "maxLength": "Registration number cannot exceed 8 digits",
    "required": "Registration number is required"
  },
  "contactPhoneValidation": {
    "minLength": "Contact phone must be at least 6 characters long",
    "maxLength": "Contact phone cannot exceed 36 characters",
    "required": "Contact phone is required"
  },
  "firstNameValidation": {
    "minLength": "First name must be at least 2 characters long",
    "maxLength": "First name cannot exceed 100 characters",
    "required": "First name is required"
  },
  "lastNameValidation": {
    "minLength": "Last name must be at least 2 characters long",
    "maxLength": "Last name cannot exceed 100 characters",
    "required": "Last name is required"
  },

  "Ponedeljak - Petak: 8:00 - 18:00h": "Monday - Friday: 8:00 AM - 6:00 PM",
  "Subota: 9:00 - 15:00h": "Saturday: 9:00 AM - 3:00 PM",
  "Nedelja: Neradan dan": "Sunday: Closed",
  "Početna": "Home",
  "O nama": "About Us",
  "Kontakt": "Contact",
  "Brendovi": "Brands",
  "Katalozi": "Catalogs",
  "Servis": "Service",
  "© 2025 Sva prava zaštićena. Stridon Group d.o.o.": "© 2025 All rights reserved. Stridon Group d.o.o.",
  "Podaci za Identifikaciju · ": "Identification Data · ",
  "Politika Privatnosti": "Privacy Policy",

  "tekst 1 o nama": "Our company Stridon Group doo - Tool Store was founded in 2009 in Belgrade with headquarters in Borivoja Stevanovića street, and a retail outlet at Vojislava Ilića 141g. After a few years, we managed to open another sales facility on the other side of Belgrade - Ugrinovačka 212 (Altina), to provide stable and affordable tool supply to customers in all parts of Belgrade.",
  "tekst 2 o nama": "We are a company engaged in wholesale and retail trade, as well as internet sales, which makes us unique in the world of tools in Serbia. We sell brands of hand and power tools, accessories, protective equipment, gardening tools, vacuum cleaners, and much more! We are authorized importers and distributors of a vast number of global and domestic brands such as DeWalt, Bosch, Stanley, REMS, Wiha, Knipex, GTV, MAX, Högert, Wera, Rubi, Senco, Black+Decker, MTX, Sparta, SG Tools, Karcher, Wolfcraft.",
  "tekst 3 o nama": "On our online store, you can find over 60,000 items, and we are the largest online tool store in Serbia. Whether you have a construction company, you are a tool trader, or just a DIY enthusiast, we are the right tool supplier for you! Our company has been the best distributor of Bosch tools for 9 consecutive years, and this year, we are also the best distributor of DeWalt, Stanley, and Black+Decker tools in Serbia!",
  "Osnivanje": "Establishment",
  "Veleprodaja i maloprodaja": "Wholesale and Retail",
  "Internet prodavnica": "Online Store",
  "Adrese maloprodaja:": "Retail Addresses:",
  "Adresa maloprodaje 1: Ugrinovačka 212": "Retail Address 1: Ugrinovačka 212",
  "Adresa maloprodaje 2: Vojislava Ilića 141g": "Retail Address 2: Vojislava Ilića 141g",
  "Kontakt telefoni:": "Contact Phones:",
  "Fiksni telefon internet prodaja: 011/4520-171,": "Fixed Phone Internet Sales: 011/4520-171,",
  "Maloprodaja Ugrinovačka: 011/210-0230,": "Retail Ugrinovačka: 011/210-0230,",
  "Maloprodaja Vojislava Ilića: 011/2886-509 (samo profesionalni alati)": "Retail Vojislava Ilića: 011/2886-509 (only professional tools)",

  "Podaci za identifikaciju": "Identification Data",
  "Podaci firme": "Company Information",
  "Pun naziv pravnog subjekta: STRIDON GROUP DOO": "Full Legal Name: STRIDON GROUP DOO",
  "Poštanska adresa: Vojislava Ilića 141g": "Postal Address: Vojislava Ilića 141g",
  "Delatnost i šifra delatnosti: 4615 – Posredovanje u prodaji nameštaja, ": "Activity and Activity Code: 4615 – Retail sale via mail order houses or via the Internet,",
  "predmeta za domaćinstvo i metalne robe": "household goods, and metal products",
  "Matični broj: 20588012": "Registration Number: 20588012",
  "Poreski broj (PIB): 106376570": "Tax Identification Number (TIN): 106376570",
  "Web adresa: https://www.stridon.rs/": "Website Address: https://www.stridon.rs/",
  "Kontakt telefon: +381-69-8058-374": "Contact Phone: +381-69-8058-374",
  "Kontakt E-mail: office@stridon.rs": "Contact Email: office@stridon.rs",

  "pp1": "Notice on Personal Data Protection",
  "pp2": "Personal data you provide to Prodavnicaalata.rs website for the purpose of obtaining products or services will be treated in accordance with our Data Privacy document. Sending or transmitting any unlawful, threatening, offensive, defamatory, obscene, pornographic, or other materials that violate any law to or from this location is prohibited.",
  "pp3": "Prodavnica alata at this location does not wish to receive any confidential or proprietary information from you. All materials, information, or other communications you transmit or send to this location will not be considered confidential and cannot be treated as such. Prodavnica alata.rs has no obligations regarding such communications. Our employees may copy, disclose, distribute, apply, or otherwise use communications and all data, images, sounds, texts, and all other materials contained therein for any commercial or non-commercial purposes.",
  "pp4": "Of course, your personal data does not fall into this category. In accordance with our Privacy Policy, we use them only for internal use, do not disclose or transmit them to third parties, and use them solely for the purpose of processing your orders.",
  "pp5": "Types of data collected and the purposes for which they are collected",
  "pp6": "The data collected through the contact form (name, surname, email, phone number, city, and address, as well as email and IP address) will be used by Prodavnica alata for the purpose of preparing and informing users about the offer of a specific product, contracting delivery related to that offer, and sending responses to user inquiries, as well as personalized offers for you on our website, for the time period necessary to achieve the purpose. The data collected in this way will not be shared with third parties. By clicking the \"Confirm Purchase\" button, the user gives consent to the processing of their personal data in the manner described. The legal basis for collecting customer data is consent, legitimate interest, or the conclusion and performance of a contract.",
  "pp7": "Data Users",
  "pp8": "Data users are our employees, who use your data for the purpose of fulfilling your order.",
  "pp9": "Data Protection",
  "pp10": "Your data will be adequately protected on our server with antivirus protection and physical/technical space protection, as long as our employees have access to them.",
  "pp11": "Your Rights Regarding Personal Data",
  "pp12": "- The right to receive confirmation whether we process your personal data - The right to access your personal data - The right to correct your personal data in case of errors - The right to request the termination of the processing of your personal data - The right to delete your personal data You can exercise all your rights by contacting us in the following ways: By email at office@stridon.rs, or by phone at +381-64-616-5003. You can always delete, modify, and review your data on your account, if you have created one on our website.",
  "pp13": "Competent Authority for Personal Data Protection",
  "pp14": "The competent authority for personal data protection is the Commissioner for Information of Public Importance and Personal Data Protection of the Republic of Serbia. You can contact the authority at Bulevar kralja Aleksandra 15, 11000 Belgrade, Republic of Serbia, by email at office@poverenik.rs, or by phone at +381-11-3408 900. www.prodavnicaalata.rs owns copyrights to all content (textual, visual, and audio materials, databases, programming code). Unauthorized use of any part of the portal without the permission of the copyright owner is considered a copyright infringement and is subject to legal action. Products, services, and materials on www.prodavnicaalata.rs website are available for use only within the Republic of Serbia. Further resale of products and services outside the territory of the Republic of Serbia is not allowed, and you do so at your own risk. If you decide to access our internet tool store outside Serbia, you do so on your own initiative and are responsible for complying with applicable local laws. These Terms are governed by the laws of the Republic of Serbia, and the principles of conflict of laws do not apply.",
  "pp15": "Cookie Policy",
  "pp16": "Parts of our website use cookies. A cookie is a text file stored locally on your computer, tablet, or mobile phone, which allows recognizing a user who returned to the website, in order to track and analyze website visits for the purpose of optimizing Prodavnica alata website. The website uses cookies to remember what you have done on it in a certain period and what your desired options are regarding language, font size, and other display features. This means you do not have to specify your desired options every time you visit the website. Additionally, cookies help us analyze how you use our website and whether you encounter obstacles during navigation. They also help us customize online ads and offers according to your interests and needs. Personal data is not stored in this case, so this information cannot be used for personal identification. If you do not want to accept the storage of cookies on your computer, you need to disable cookies for this website in your internet browser. You can manually delete previously installed cookies from your internet browser. Disabling or deleting cookies may also mean reducing certain website functionalities.",
  "pp17": "How to Disable - Delete Cookies",
  "pp18": "You can delete cookies from your internet browser yourself and thus disable their use. Below are links with detailed instructions for deleting cookies from several most commonly used browsers: Chrome, Safari, Firefox, Internet Explorer, Opera. If you use a different browser, follow the instructions of the relevant provider. If you disable cookies, you will not be able to use all the functionalities of our website.",
  "pp19": "How to Change Cookie Settings",
  "pp20": "You can contact us at any time via email: office@stridon.rs, or phone: 064-616-5003, and request a change of cookie settings.",
  "pp21": "Which Cookies Does This Website Use?",
  "pp22": "Necessary Cookies",
  "pp23": "These cookies include Static and Functionality cookies. These cookies are necessary for the website to function, so they cannot be disabled in our systems. They are usually set in response to your requests for services, such as privacy settings, logging in to an account, or filling out forms. You can block these cookies or set your browser to notify you about them, but in that case, some parts of the website may not work.",
  "pp24": "Marketing Cookies",
  "pp25": "These cookies (also called advertising cookies) are used to deliver advertised content relevant to you and can be used to track the effectiveness of our advertising campaigns on the website. These cookies are placed on our website by our partner providers of certain marketing services, and they can remember your web browsing activity on our website. This information may be used to better understand you and your needs, such as demographics (where you come from to our website), age, etc. Only anonymous information is retained and used in this way and only for the purpose of providing you with the most relevant content.",
  "pp26": "Efficiency Cookies - Statistics",
  "pp27": "These cookies allow us to count the number of visits and traffic sources, so we can measure and improve the efficiency of our website. They help us find out which pages are most and least popular, as well as how visitors navigate the website. All data collected by these cookies are aggregated and therefore anonymous. If you do not accept efficiency cookies, we will not know when you visited our website.",
  "pp28": "Changes to Cookie Policy",
  "pp29": "We may update these guidelines from time to time. If we make significant changes, we will notify you, but please check these guidelines regularly to ensure that you are familiar with the latest version.",
  "pp30": "Copyright",
  "pp31": "The content of this website is legally protected and exclusively copyrighted by the owner, Stridon Group doo - Prodavnica alata, which owns all copyright and other intellectual property rights regarding the content, editing, design, and concept. Trademarks, logos, names of individuals, and other similar intellectual property are owned by the owner or third parties. Non-compliance with the binding usage conditions is subject to the application of appropriate legal regulations. Unauthorized duplication, reproduction, public display, or distribution of website content, in any way, is prohibited. Prodavnica alata may revise these Terms at any time by updating this document. Please visit this page periodically to review the currently applicable Terms, as they are binding on you. These Terms are applied in accordance with all relevant laws.",

  "NotFoundErrorMessage": "The page you're looking for doesn't exist or has been moved."
}
