{
  "hero opis": "Wholesale, retail and online sales of tools and machines.",
  "naslov buttona": "Web shop",
  "brendovi": "Brands",
  "svi brendovi": "All brands",
  "Besplatna dostava": "Free Shipping",
  "Za kupovinu preko 15.000 RSD": "For purchases over 15,000 RSD",
  "Brza isporuka": "Fast Delivery",
  "Isporuka 1-5 radnih dana": "Delivery within 1-5 working days",
  "Sigurna kupovina": "Secure Shopping",
  "Garancija na kupljene mašine": "Warranty on purchased machines",
  "Čekovima građana": "Personal checks",
  "Na 4 rate bez kamate": "In 4 installments without interest",
  "galerija": "Images",
  "Brojevi govore umesto nas": "Numbers speak for themselves",
  "Veleprodajnih kupaca": "Wholesale customers",
  "Dilera širom Srbije": "Dealers throughout Serbia",
  "Zadovoljstvo uslugom": "Satisfaction with service",
  "Brendova koje zastupamo": "Brands we represent",
  "Šta naši saradnici kažu o nama": "What our associates say about us",

  "IN GRADNJA": "\"Great professionals and good people, always ready to meet requirements and deadlines. Highly recommended for any kind of collaboration.\"",
  "ENTERIJER JANKOVIC": "\"Very good experience working with Stridon Group. Excellent in communication, they stick to deadlines, always have good professional advice, and tools in stock!\"",
  "HIDRO INA": "\"A company that always knows what our company needs. Invaluable friendly advice and solutions that only true professionals in their field know. Highly recommend Stridon!\"",
  "TERMO TIM": "\"Simple and fast daily collaboration. People who are always ready to meet the needs of customers.\"",
  "SILMAX doo": "\"Excellent tool stock and knowledge of customer needs. Also, a large number of brands imported by Stridon makes them an indispensable daily supplier!\"",
  "MBM RAD": "\"Advice from Stridon's professional salesmen has led to a 50% reduction in our company's work on certain parts of projects!\"",
  "Galens": "\"No matter how big the project you're starting, Stridon always has enough tools for you. Next-day delivery, quality tools, and a genuine desire to help the customer - invaluable!\"",
  "COLLIGO ARS": "\"A loyal partner in all our projects. In our many years of collaboration, they have never let us down. Recommendations for Stridon company!\"",

  "Ko su naši klijenti?": "Who are our clients?",
  "klijenti": "Well-known renowned domestic companies in the fields of construction, carpentry, ceramics and others. Small and medium enterprises as well as individuals who need a quality tool and fast service!",

  "BrendoviHeader": "Brands",
  "KataloziHeader": "Catalogs",
  "ServisHeader": "Service",
  "KontaktHeader": "Contact",

  "BrendoviFon": "Brands",
  "KataloziFon": "Catalogs",
  "ServisFon": "Service",
  "KontaktFon": "Contact",
  "O namaFon": "About us",

  "opisNaHomePage": "Part of the assortment that we import and for which our company is the importer and distributor on the territory of Serbia",
  "opisNaKatalozima": "Selection of excellent tools in one place - Browse our catalogs!",
  "opisNaServisu": "If your machine is out of the warranty period - Vojislava Ilića 141b (next to our store) is the address for you!",

  "Bosch DIY merni alati": "Bosch DIY measuring tools",
  "Bosch pribor": "Bosch accessories",
  "Bosch Plavi": "Bosch Blue",
  "Bosch VP cenovnik": "Bosch wholesale pricelist",

  "Dewalt najprodavanije 2023": "Dewalt top sellers 2023",
  "Dewalt ograničeno izdanje": "Dewalt limited catalog",

  "Rems akcija 2023": "Rems sale 2023",
  "Rubi akcija 2023": "Rubi sale 2023",

  "Wiha merni alati": "Wiha measuring tools",
  "Wiha katalog": "Wiha catalog",
  "Wiha XXL III kofer": "Wiha XXL III tool case",

  "Knipex katalog": "Knipex catalog",
  "MAX katalog": "MAX catalog", 
  "GTV katalog": "GTV catalog",
  "Wolfcraft katalog": "Wolfcraft catalog",
  "Wera katalog": "Wera catalog",
  "MTX, Sparta katalog": "MTX, Sparta catalog",
  "Sparta, MTX katalog": "Sparta, MTX catalog",
  "Stanley katalog": "Stanley catalog",

  "Hogert električarski alati": "Hogert electrician tools",
  "Hogert HTZ": "Hogert catalog",
  "Hogert odeća katalog": "Hogert clothing catalog",
  "Hogert ručni alati": "Hogert hand tools",

  "Karcher profesionalni program katalog": "Karcher professional program catalog",
  "Karcher žuti program katalog": "Karcher yellow program catalog",

  "KWB AKKU TOP pribor za aku alate": "KWB AKKU TOP accessories for cordless tools",
  "KWB dodaci za mašine katalog": "KWB machine accessories catalog",
  "KWB pribor": "KWB accessories",

  "SG Servis": "SG Service",
  "Brendovi koje servisiramo": "Brands that we service",
  "Kontakt Telefon": "Contact Telephone",
  "Adresa": "Address",

  "Kontaktirajte nas!": "Contact us!",

  "DeWalt": "DeWalt tools are among the highest quality tools of today. They are used in all industries, and there is no heavy task for DeWalt professional machines. D...",
  "Bosch": "Bosch is one of the world's largest companies that deals with the production of electric and hand tools. Bosch Professional represents a synonym for quality...",
  "Stanley": "Stanley tools are synonymous with durability and precision. Trusted by professionals and homeowners alike, Stanley offers a wide range of high-quality...",
  "REMS": "REMS is a recognizable brand specialized in the production of machines and tools for various industries. Their range includes various types of...",
  "Wiha": "Wiha is a renowned German brand specialized in the production of high-quality hand tools. Their range includes a wide spectrum of products, including...",
  "Knipex": "Knipex is a leading manufacturer of high-quality hand tools specialized in working with pipes, wires, and similar materials. With precise design...",
  "GTV": "GTV is a well-known Polish brand that stands out with its offering of high-quality products for interior furnishing and various projects. Their special...",
  "MAX": "MAX is a well-known brand specialized in the production of top-notch tools and machines for various industries. Their range includes pneumatic tools...",
  "Högert": "Högert is a specialized manufacturer of hand tools that stands out for its innovation and ergonomic design. With a focus on user experience, Högert...",
  "Wera": "Wera is a recognized German brand specialized in the production of high-quality hand tools. Their range includes a wide spectrum of products, including...",
  "Rubi": "Rubi, synonymous with professionalism and precision, offers you a top-notch collection of machines and tools for ceramics that meet high standards in the industry...",
  "Senco": "SENCO, synonymous with strength and reliability, offers you an exceptional collection of nailers that meet high standards in the construction industry. With...",
  "Black+Decker": "Black+Decker provides an outstanding collection of tools that meet a wide range of needs for professionals and enthusiasts worldwide. With over a century of...",
  "MTX": "MTX - provides an outstanding collection of hand tools specially designed for hobbyists and DIY enthusiasts. With a focus on simplicity and functionality...",
  "Sparta": "Sparta, your reliable choice for hobby projects, offers you an outstanding collection of hand tools specially designed for hobbyists and DIY enthusiasts...",
  "SG Tools": "SG Tools is a professional brand of diamond tools. SG Tools products stand out for their quality and durability. Part of the SG Tools product offerings...",
  "Karcher": "Karcher is a globally renowned manufacturer of high-quality cleaners for household and industrial use. With innovative technologies and high standards, Karcher...",
  "Wolfcraft": "Wolfcraft is a renowned manufacturer of tools and accessories for working with wood and metal. With a passion for quality and innovation, Wolfcraft tools are designed...",
  "Kwb": "Kwb is a manufacturer of tools and accessories for working with wood and metal. With many years of experience and expertise, KWB tools are recognized as a symbol of quality...",

  "Idi na brend": "Go to the brand",
  "Pogledaj PDF kataloge": "View PDF catalogs",
  "Pogledaj PDF katalog": "View PDF catalog",

  "naslov pasusa 1 dewalt": "History",
  "naslov pasusa 2 dewalt": "Technologies and innovations",
  "naslov pasusa 3 dewalt": "Product range",
  "DEWALT alati - Uvoznik za Srbiju": "DeWalt Tools - Importer for Serbia",
  "text pasusa 1 dewalt": "DeWALT is a brand with a rich tradition spanning over 90 years. It was founded by Raymond DeWalt in 1924, and the company quickly gained a reputation as an innovator in the tool industry. His first patent, the radial arm saw, marked a significant breakthrough in tool development and laid the foundation for further progress. Since then, DeWALT has continuously improved its product range, introducing solutions that make work easier and increase efficiency.",
  "text pasusa 2 dewalt": "Each innovation by DeWALT is driven by the desire to enhance performance, ease of use, or productivity. From technology used in space exploration to the integration of Bluetooth technology into its products, DeWALT remains at the forefront of jobsite innovation.",
  "text pasusa 3 dewalt": "DeWALT covers a wide range of products. In addition to power and hand tools, they also produce outdoor equipment, tool accessories, protective gear, storage solutions, and anchors. Their offering also includes laser measurers and levels for precise marking, as well as battery platforms compatible with a variety of devices. Their line of toolboxes provides organization and transport solutions for demanding jobsite conditions.",
  "text do kraja dewalt": "Join the global community of DeWALT tool users and experience the innovation and power our products deliver. As the importer and distributor for Serbia, we take pride in providing you with access to a wide range of tools that will help you achieve outstanding results in every project.",

  "naslov pasusa 1 bosch": "History",
  "naslov pasusa 2 bosch": "Technologies and innovations",
  "naslov pasusa 3 bosch": "Product range",
  "BOSCH alati - Uvoznik za Srbiju": "Bosch Tools - Importer for Serbia",
  "text pasusa 1 bosch": "Bosch is a German company that began its operations in 1886 in Stuttgart. Robert Bosch founded a small workshop for precision mechanical and electrical engineering instruments. They started by producing automotive spark plugs and parts, and later expanded into tools and household appliances. Throughout the 20th century, they became well known in the automotive industry, industrial automation, and the production of batteries and electric motors. Today, they are one of the global leaders in the development of new technologies and the manufacturing of automotive equipment.",
  "text pasusa 2 bosch": "Bosch engineers continuously work on advancing technologies to make your tools even more efficient and reliable. Bosch Wireless Charging is one example of this innovation—the world's first wireless charging system for tools, allowing you to charge batteries while you work, without interruptions. Their Bosch Power Tools line uses advanced battery technologies, such as the ProCore18V battery, which provides more power and a longer tool lifespan. In the automotive industry, Bosch stands out with innovations in driver assistance systems and electric vehicles, using the latest technologies to enhance vehicle safety and efficiency.",
  "text pasusa 3 bosch": "Their product range includes electric, cordless, and hand tools, as well as accessories and attachments. The company also manufactures kitchen appliances such as washing machines, refrigerators, and coffee makers. They are also prominent in the automotive industry, with driver assistance systems and components for electric vehicles. Through their green program, the company offers gardening and landscaping tools, including lawn mowers and trimmers.",
  "text do kraja bosch": "If you're looking for high-quality tools with a 3-year warranty, choose Bosch tools!",

  "naslov pasusa 1 stanley": "History",
  "naslov pasusa 2 stanley": "Technologies and innovations",
  "naslov pasusa 3 stanley": "Product range",
  "Stanley alati - Uvoznik za Srbiju": "Stanley Tools - Importer for Serbia",
  "text pasusa 1 stanley": "Stanley is a company founded in 1843 in the United States by Frederick Stanley. Initially, they produced hinges, bolts, locks, and iron door parts. Later, the focus shifted to hand tool manufacturing, and their subsidiary, Stanley Rule and Level Company, established in 1857, became key to the development of power tools. Throughout the 20th century, Stanley became synonymous with quality tools such as measuring tapes, hand saws, and screwdrivers. In 2010, they merged with Black & Decker, forming the powerhouse Stanley Black & Decker. Today, Stanley owns other well-known brands like DeWALT, Craftsman, and Irwin, and has a global presence as one of the leading manufacturers of tools and equipment.",
  "text pasusa 2 stanley": "Stanley stands out for its ability to blend traditional craftsmanship with modern technology. Stanley tools are the result of extensive research and testing to ensure durability and efficiency. The Stanley FatMax line is one of the best examples of these efforts, offering tools reinforced for extra durability and performance. Their FlexVolt technology allows the same battery to be used across different tools, providing greater flexibility and power.",
  "text pasusa 3 stanley": "The company covers a wide range of products. In addition to power and hand tools, they produce outdoor equipment, tool accessories, protective gear, and storage solutions. Their offering also includes a broad selection of extension cords and plug-in devices, as well as precision levels and measuring instruments. Stanley is recognized for the quality of its tools and innovations, used in many industries—from construction to automotive.",
  "text do kraja stanley": "Discover why millions of users around the world trust Stanley tools for their projects. Our commitment to quality, reliability, and performance makes us a dependable partner for all your needs. With Stanley tools in your hands, every job becomes easier and more efficient.",

  "naslov pasusa 1 rems": "History",
  "naslov pasusa 2 rems": "Technologies and innovations",
  "naslov pasusa 3 rems": "Product range",
  "REMS alati - Uvoznik za Srbiju": "REMS Tools - Importer for Serbia",
  "text pasusa 1 rems": "REMS is a company with a rich heritage that has continuously introduced innovations and set new standards in the specialized tool industry since its founding in 1909. REMS tools are designed with one goal in mind: to be the best choice for specialized tasks in pipe installations and other technical systems. Their wide range of products covers everything needed for professional work, from cutting and bending pipes to tools for pressing and freezing pipes.",
  "text pasusa 2 rems": "The company focuses on technologically advanced tools for cutting, bending, pressing, and freezing pipes. One of the key innovations is the REMS MultiPress system, which allows for fast and secure pipe pressing with minimal effort. Additionally, REMS tools use battery technologies to increase mobility and efficiency on the job site. They continually improve pipe bending tools, making them lighter and more practical for working in tight spaces.",
  "text pasusa 3 rems": "REMS offers a wide range of products. Their offerings include pipe cutting machines, electric and manual devices, as well as tools for freezing pipes and welding plastic pipes. REMS also specializes in soldering, pressure testing, and pipe cleaning. The company stands out with its diamond drilling machines and diamond blades for cutting concrete.",
  "text do kraja rems": "Discover why professionals around the world trust REMS tools for their projects. Our commitment to quality, efficiency, and innovation makes us the top choice for all your pipe and installation needs. With REMS tools, every task becomes easier and more productive.",

  "naslov pasusa 1 wiha": "History",
  "naslov pasusa 2 wiha": "Technologies and innovations",
  "naslov pasusa 3 wiha": "Product range",
  "Wiha alati - Uvoznik za Srbiju": "Wiha Tools - Importer for Serbia",
  "text pasusa 1 wiha": "Wiha is a German company founded in 1939, specializing in the production of high-quality hand tools. Since its inception, Wiha has focused on innovations in tool design, particularly in the areas of electric tools and precision instruments. The company has become a recognized brand for its ergonomic tools and exceptional craftsmanship. Wiha produces a wide range of tools, including screwdrivers, wrenches, pliers, and assembly tools, which are highly valued by professionals worldwide. Today, Wiha has a global presence, with production in Germany and distribution in over 80 countries.",
  "text pasusa 2 wiha": "Wiha stands out for its continuous innovations and application of advanced technologies in tool design. Their Wiha SoftFinish technology offers handles made from a special material blend that improves grip and reduces effort during rotation. Wiha also applies precision technology in manufacturing, allowing for extremely accurate and durable tools. The company is also a leader in developing tools with insulated handles, safe for use under voltages up to 1000 V, ensuring safe work with electrical installations. Wiha is a company that continuously improves its manufacturing processes.",
  "text pasusa 3 wiha": "The company offers a wide range of hand, electric, cordless, measuring, gardening, and many other tools, as well as tool accessories and attachments. Their products are designed for professionals, with a focus on ergonomics, precision, and safety. Wiha is also specialized in insulated tools that enable safe work under voltages up to 1000 V.",
  "text do kraja wiha": "Join millions of users around the world who trust the quality and reliability of the Wiha brand. With Wiha tools, you can rely on top performance and achieve outstanding results in every project.",

  "naslov pasusa 1 knipex": "History",
  "naslov pasusa 2 knipex": "Technologies and innovations",
  "naslov pasusa 3 knipex": "Product range",
  "Knipex alati - Uvoznik za Srbiju": "Knipex Tools - Importer for Serbia",
  "text pasusa 1 knipex": "Knipex is a German company founded in 1882 as a small family workshop in Germany. They specialize in the production of hand tools. Today, Knipex is a global leader in the industry, present in over 100 countries, and is known for its continuous investment in technology and the development of new products.",
  "text pasusa 2 knipex": "Knipex is renowned for its constant innovations and the application of advanced technologies in the production of its tools. The company focuses on ergonomic design, developing tools that reduce effort and increase efficiency during use, such as pliers with special handles that provide a better grip. Additionally, the company is a leader in the development of tools with automatic locking mechanisms, making it easier for users to work with tougher materials.",
  "text pasusa 3 knipex": "The company manufactures power tools, accessories, protective equipment, and other products, but they are specialized in hand tools. Their product range includes pliers, screwdrivers, wrenches, electrical installation accessories, and specialized assembly tools. Knipex also offers tools for precise cutting and crimping, as well as ergonomic tools that reduce effort and increase work efficiency.",
  "text do kraja knipex": "Join millions of users around the world who trust the quality and reliability of the Knipex brand. With Knipex tools, you can rely on exceptional performance and achieve outstanding results in every project.",

  "naslov pasusa 1 gtv": "History",
  "naslov pasusa 2 gtv": "Technologies and innovations",
  "naslov pasusa 3 gtv": "Product range",
  "GTV alati - Uvoznik za Srbiju": "GTV Tools - Importer for Serbia",
  "text pasusa 1 gtv": "GTV is a Polish company founded in the mid-1990s, specializing in the production and distribution of furniture fittings. Over nearly three decades of operation, GTV has grown into a leader in the industry, with a presence in 70 markets worldwide. Their philosophy is based on continuous improvement and adapting to changing trends and market needs.",
  "text pasusa 2 gtv": "GTV expands its product range through constant research and development, offering customers a modern selection. The company implements strict quality control at all stages of production, confirmed by certifications such as SGS and ECJiP. Additionally, the company is committed to environmental sustainability, offering products that meet ecological standards. They are synonymous with innovation, functionality, and aesthetic design.",
  "text pasusa 3 gtv": "GTV's product range includes a wide variety of furniture solutions, such as furniture fittings, sliding door systems, accessories for upholstered furniture, and lighting. Their offerings also include hand and power tools, as well as protective equipment. This diversity allows GTV to meet the needs of different customers, providing complete solutions for space furnishing. GTV solutions ensure the seamless operation of every piece of furniture.",
  "text do kraja gtv": "Join millions of designers and carpenters who trust the quality and innovation of the GTV brand, bringing a new dimension of functionality and aesthetics to your projects, allowing you to create outstanding pieces of furniture that will satisfy even the most demanding tastes.",

  "naslov pasusa 1 max": "History",
  "naslov pasusa 2 max": "Technologies and innovations",
  "naslov pasusa 3 max": "Product range",
  "MAX vezivači armature i žica - Uvoznik za Srbiju": "MAX Rebar and Wire Tier - Importer for Serbia",
  "text pasusa 1 max": "MAX is a company founded in 1942 in Japan, initially focused on manufacturing aircraft parts. Over the years, the company expanded its portfolio to include office equipment and industrial tools. They were pioneers in the development of pneumatic nails in 1962. In 2006, MAX established MAX Europe B.V. in the Netherlands, further expanding into the European market. Today, MAX is a globally recognized manufacturer of high-quality tools and office products, known for its innovations and reliability.",
  "text pasusa 2 max": "MAX is a leader in the implementation of advanced technologies in its products. The company was the first in the world to develop a battery-powered tool for tying rebar in 1993, significantly increasing productivity on construction sites. Their PowerLite high-pressure system, introduced in 1994, enables stronger and lighter tools for various applications. MAX also invests in the development of ergonomic solutions, reducing physical strain for users and increasing safety. Each MAX tool is the result of careful craftsmanship and rigorous testing, ensuring top performance and longevity. Their commitment to research and development has resulted in numerous patents and accolades.",
  "text pasusa 3 max": "MAX offers a wide range of products for the construction industry and office sector. They manufacture cordless, garden, pneumatic tools, and compressors, as well as tool accessories. In the office equipment sector, MAX produces staplers, label printers, and document processing devices. This diversity allows MAX to meet the needs of various users, providing them with high-quality and innovative solutions.",
  "text do kraja max": "Join construction professionals around the world who trust the quality and reliability of the MAX brand.",

  "naslov pasusa 1 hogert": "History",
  "naslov pasusa 2 hogert": "Technologies and innovations",
  "naslov pasusa 3 hogert": "Product range",
  "Hogert alati - Uvoznik za Srbiju": "Högert Tools - Importer for Serbia",
  "text pasusa 1 hogert": "Högert is a relatively young brand, founded in 2015. Despite this, it is a brand with great ambition to become a key player in the tool industry. Established with the aim of providing high-quality hand tools to professionals across various industries, their philosophy is based on a passion for quality, simplicity, and utility, making them recognizable among demanding users who rely on hand tools daily.",
  "text pasusa 2 hogert": "Engineers at Högert Technik are dedicated to developing tools that combine durability and functionality, innovation, and accessibility. Their approach involves precise design of every tool detail. One of their many innovative products is the TOOLBOX HIGH, modular toolboxes that can be connected with other components of the modular system. Products undergo rigorous quality control and possess various certifications. Högert tools are designed to withstand intensive use, reducing the need for frequent replacements and repairs.",
  "text pasusa 3 hogert": "Högert offers a wide range of tools, including hand and power tools, protective equipment, as well as mechanical tools like socket wrench sets and screwdrivers, as well as tools for workshops and automotive services. Their offering also includes tool storage solutions, such as mobile carts and cabinets, enabling efficient organization and transport of tools at the workplace.",
  "text do kraja hogert": "Join thousands of users around the world who trust the quality and affordability of the Högert brand. With Högert tools, your projects will be completed with ease and reliability, allowing you to achieve exceptional results in every situation.",

  "naslov pasusa 1 wera": "History",
  "naslov pasusa 2 wera": "Technologies and innovations",
  "naslov pasusa 3 wera": "Product range",
  "Wera alati - Uvoznik za Srbiju": "Wera Tools - Importer for Serbia",
  "text pasusa 1 wera": "Wera Werkzeuge GmbH is a German manufacturer of hand tools, founded in 1936 in Wuppertal, Germany. During World War II, the company suffered significant damage but was rebuilt after the war under the leadership of Heinz Amtenbrink, the son-in-law of the founder, Hermann Werner. Since 1951, the company has operated under the name Wera. The company’s philosophy is that every tool must be innovative, reliable, and designed with passion. Wera believes that tools should not only perform the job but also provide satisfaction during use, setting new standards in the industry.",
  "text pasusa 2 wera": "Wera is known for its innovative solutions in hand tools. In 1968, they developed the Kraftform handle design for screwdrivers, which is shaped to fit the contours of the human hand, providing optimal ergonomics and reducing user fatigue. Additionally, the company introduced the Hex-Plus profile for hex keys, increasing the contact surface with the screw and reducing the risk of damage. Wera is also famous for products such as the Joker wrenches with a nut-holding function, Zyklop multifunctional ratchets, and the Impaktor bit system for impact drivers.",
  "text pasusa 3 wera": "Wera offers a wide range of tools. Their assortment includes screwdrivers with various profiles, including VDE insulated screwdrivers for live wire work, bit sets, ratchets, socket wrenches, hex keys, torque wrenches, as well as specialized tools like the Koloss ratchet that can also serve as a hammer. They also produce protective equipment. All products are designed with a focus on ergonomics, functionality, and durability.",
  "text do kraja wera": "Join millions of users worldwide who trust the quality and innovation of the Wera brand. With Wera hand tools, your work becomes more efficient and precise, allowing you to achieve outstanding results in every endeavor.",

  "naslov pasusa 1 rubi": "History",
  "naslov pasusa 2 rubi": "Technologies and innovations",
  "naslov pasusa 3 rubi": "Product range",
  "Rubi alati - Uvoznik za Srbiju": "RUBI Tools - Importer for Serbia",
  "text pasusa 1 rubi": "RUBI was founded in 1951 when brothers Boada and Sucarrats patented their innovative tile and ceramic cutting tool. This invention soon became a milestone in the industry. The first manual tile cutter, called RUBI, was presented at the National Invention Exhibition in Barcelona in 1953, where it won a gold medal. Since then, RUBI has become synonymous with high-quality tools in the construction industry, present in more than 120 countries worldwide.",
  "text pasusa 2 rubi": "RUBI continuously invests in research and development of new solutions, keeping up with market and technological trends. The company is known for introducing advanced technologies into its products, such as the SLAB SYSTEM for handling and installing large-format tiles, TZ tile cutters, and electric cutters with the innovative ZERO DUST system, which reduces dust during cutting. Each new generation of RUBI products brings improvements that reflect the latest trends and market demands.",
  "text pasusa 3 rubi": "RUBI offers a wide range of products in the tile installation sector. Their assortment includes manual and electric tile cutters, diamond discs, drilling tools, mortar mixers, tile leveling systems, as well as cleaning and finishing equipment. All products are designed with a focus on quality, precision, and durability, providing users with reliable solutions for every stage of the tile installation process.",
  "text do kraja rubi": "Join professionals worldwide who trust the quality and reliability of the Rubi brand. With Rubi machines and tools for ceramics, your projects will gain a new level of precision and aesthetics, allowing you to achieve outstanding results in every tiling endeavor.",

  "naslov pasusa 1 senco": "History",
  "naslov pasusa 2 senco": "Technologies and innovations",
  "naslov pasusa 3 senco": "Product range",
  "Senco alati - Uvoznik za Srbiju": "SENCO Tools - Importer for Serbia",
  "text pasusa 1 senco": "SENCO was founded in 1948 in Cincinnati, Ohio, by Albert Julfs, who started with the production of vibration elimination devices for automobiles. In the 1940s, SENCO created the first pneumatic staplers for industrial packaging and upholstery, setting new standards in speed and production efficiency. In 1951, the company officially changed its name to SENCO, short for Springtramp Eliminator Company.",
  "text pasusa 2 senco": "SENCO is known for its innovations in fastening tools. In the 1990s, the company launched the DuraSpin line of automatic screwdrivers, revolutionizing the collated screw market. In 2010, SENCO introduced Fusion technology, introducing wireless pneumatic tools that combine the speed and power of pneumatic tools with the convenience of wireless devices, eliminating the need for fuel cells. These innovations are the result of continuous listening to customer needs and a commitment to improving work efficiency and safety.",
  "text pasusa 3 senco": "SENCO offers a wide range of fastening tools, including pneumatic and electric nailers, staplers, automatic screw driving systems, and compressors. Their product range also includes various types of nails, staples, screws, and specialized fasteners. All products are designed with a focus on quality, durability, and ease of use. Each product is carefully engineered.",
  "text do kraja senco": "Join professionals around the world who trust the quality and reliability of the SENCO brand. With SENCO nailers, your projects will be completed faster and with exceptional results, allowing you to achieve top-notch outcomes in every construction and carpentry endeavor.",

  "naslov pasusa 1 black+decker": "History",
  "naslov pasusa 2 black+decker": "Technologies and innovations",
  "naslov pasusa 3 black+decker": "Product range",
  "Black+Decker alati - Uvoznik za Srbiju": "BLACK+DECKER Tools - Importer for Serbia",
  "text pasusa 1 black+decker": "BLACK+DECKER is an American company founded in 1910 in Baltimore, Maryland, by Duncan Black and Alonzo Decker. The company began as a small workshop for manufacturing machines. Their first significant contribution to the tool industry was in 1917 when they patented the first portable electric drill with a pistol grip and trigger, laying the foundation for modern power tools. Over the decades, the company expanded its product range and global presence. In 2010, BLACK+DECKER merged with Stanley Works, forming Stanley Black & Decker, but the BLACK+DECKER brand retained its identity and continued to operate under its well-known name.",
  "text pasusa 2 black+decker": "Their first portable electric drill in 1917 revolutionized the way professionals and hobbyists performed tasks. More recently, the company introduced the MATRIX™ system, which allows users to use one base with different attachments for various tasks. Additionally, BLACK+DECKER is committed to sustainability, as seen in the launch of the reviva™ line of tools, whose casings are made from 50% recycled materials.",
  "text pasusa 3 black+decker": "BLACK+DECKER offers a wide range of products designed for both professionals and DIY enthusiasts. Their assortment includes power tools such as drills, saws, grinders, and multifunctional devices. The company also produces garden tools, including lawnmowers, string trimmers, and leaf blowers, making yard maintenance easier. In the home appliance segment, BLACK+DECKER offers vacuum cleaners, steam cleaners, and kitchen appliances like blenders and toasters. These products are designed with a focus on ergonomics, efficiency, and affordability, making them suitable for a wide range of users. Every product is carefully designed.",
  "text do kraja black+decker": "Join millions of users around the world who trust the quality and innovation of the BLACK+DECKER brand. With BLACK+DECKER tools, your projects will be completed with power and precision, enabling you to achieve outstanding results in every endeavor.",

  "naslov pasusa 1 mtx": "History",
  "naslov pasusa 2 mtx": "Technologies and innovations",
  "naslov pasusa 3 mtx": "Product range",
  "MTX alati - Uvoznik za Srbiju": "MTX Tools - Importer for Serbia",
  "text pasusa 1 mtx": "MTX Technology was founded in 2011 and is headquartered in Shenzhen, China. Since its inception, MTX has focused on manufacturing a wide range of products, including automotive electronics, vehicle care products, emergency kits, car comfort accessories, seat covers, automotive tools, outdoor products, and automotive-related gifts. Over the years, the company has become known for providing diverse and high-quality products for the automotive industry.",
  "text pasusa 2 mtx": "MTX Technology is dedicated to integrating modern technological solutions into its products. The company continuously explores new materials and technologies to improve the performance and durability of its offerings. Special emphasis is placed on the development of multifunctional devices. MTX also follows global trends in the automotive industry, adapting its products to meet the needs of modern vehicles and their users. Through collaboration with experts and engineers, the company strives to implement innovative solutions that enhance the user experience.",
  "text pasusa 3 mtx": "MTX Technology offers a wide range of products aimed at vehicles and their users. The product lineup includes electronic devices for vehicles, such as audio systems and navigation devices, as well as vehicle care and maintenance products, including cleaning and protection solutions. The company also manufactures emergency kits, comfort accessories for vehicles, seat covers, and various tools for repair and maintenance. Additionally, MTX offers products for outdoor activities and automotive-related gifts.",
  "text do kraja mtx": "Join the global community of hobbyists who trust the quality and reliability of the MTX brand. With MTX tools, your hobby projects will become even more fun and satisfying, allowing you to bring your creative ideas to life with ease and confidence.",

  "naslov pasusa 1 sparta": "History",
  "naslov pasusa 2 sparta": "Technologies and innovations",
  "naslov pasusa 3 sparta": "Product range",
  "Sparta alati - Uvoznik za Srbiju": "Sparta Tools - Importer for Serbia",
  "text pasusa 1 sparta": "Sparta is a brand that has developed over the years with the goal of offering quality tools at affordable prices. Their core philosophy is to make their tools easy to use for every customer, regardless of their experience level. They focus on simplicity, practicality, and accessibility, making them the perfect choice for DIY enthusiasts and hobbyists. Sparta tools are practical and highly cost-effective.",
  "text pasusa 2 sparta": "Sparta is a brand that provides everything you need for simple and everyday tasks around the house. They continually work on improving the functionality and ergonomics of their tools, keeping up with the latest industry trends.",
  "text pasusa 3 sparta": "The Sparta company offers a wide range of products designed to be functional and affordable. Their assortment includes hand tools such as wrenches, screwdrivers, pliers, and scalpels, as well as woodworking tools, including files, angle gauges, and caulking guns. Additionally, their range also includes garden tools and machinery, providing users with everything they need for work at home and around the yard.",
  "text do kraja sparta": "Join the community of hobbyists worldwide who trust the quality and practicality of the Sparta brand. With Sparta tools, your DIY projects will become even more fun and successful, allowing you to bring your creative ideas to life with ease and reliability.",

  "naslov pasusa 1 sg tools": "History",
  "naslov pasusa 2 sg tools": "Technologies and innovations",
  "naslov pasusa 3 sg tools": "Product range",
  "SG Tools alati - Uvoznik za Srbiju": "SG Tools Tools - Importer for Serbia",
  "text pasusa 1 sg tools": "SG Tools is a brand specialized in the production of diamond blades and drills for ceramics, committed to providing high-quality tools at affordable prices. Over the years, SG Tools has built a reputation as a reliable manufacturer in the field of ceramic and concrete processing. Their products are known for durability and efficiency, making them a popular choice among professionals and enthusiasts alike.",
  "text pasusa 2 sg tools": "SG Tools continuously improves its products by applying modern technologies and innovative solutions. Their diamond blades for ceramic cutting are known for their exceptionally thin cut, with a thickness of just 1.4 mm, allowing for precise and clean cutting without damaging the material. Additionally, SG Tools offers diamond core bits for dry drilling of ceramics, which do not require the use of water, increasing efficiency and reducing working time. These tools are designed to be compatible with standard machines.",
  "text pasusa 3 sg tools": "The SG Tools product range includes a wide variety of tools for cutting and drilling hard materials. Their diamond blades are available in various sizes, from 115 mm to 400 mm, and are intended for cutting granite ceramics, concrete, asphalt, and other materials. SG Tools also offers diamond core bits for drilling holes ranging from 6 mm to 100 mm in diameter, enabling precise drilling without the need for water cooling. Additionally, their offerings include circular saw blades for cutting wood and aluminum, rounding out the product lineup for various user needs.",
  "text do kraja sg tools": "If you're looking for diamond tools that will impress you with their reliability and performance, SG Tools is the brand you can count on. Their passion for innovation and continuous pursuit of improvement make them a trusted partner for both professionals and anyone who wants top-quality tools for their projects.",

  "naslov pasusa 1 karcher": "History",
  "naslov pasusa 2 karcher": "Technologies and innovations",
  "naslov pasusa 3 karcher": "Product range",
  "Karcher alati - Uvoznik za Srbiju": "Kärcher Tools - Importer for Serbia",
  "text pasusa 1 karcher": "Kärcher is a German company founded in 1935 by Alfred Kärcher in Stuttgart. Initially focused on developing industrial heating systems, including the patented Kärcher salt furnace for hardening steel and alloys, the company made a breakthrough in cleaning technology in 1950 with the development of the first European hot water pressure washer, the DS 350. After Alfred Kärcher's death in 1959, his wife Irene took over the management of the company, expanding the business, including opening the first international branch in France in 1962.",
  "text pasusa 2 karcher": "Kärcher is known for its innovation in cleaning technology. In 1984, they launched the first portable high-pressure cleaner for home use, the HD 555 Profi. In 2003, they introduced the first fully autonomous robotic vacuum, the RoboCleaner RC 3000. The company continuously invests in research and development, focusing on connecting the entire application world and opening new business areas. Their innovative spirit is also reflected in collaborations with startups and external inventors to develop future technologies and realize new business models for the cleaning market.",
  "text pasusa 3 karcher": "Kärcher offers a wide range of cleaning products, including pressure washers, vacuum cleaners, steam cleaners, and window cleaning devices. Their pressure washers, such as the K 2, K 4, and K 5 models, are designed for various cleaning needs, from light household tasks to more demanding jobs. Additionally, Kärcher manufactures professional cleaning equipment, such as industrial vacuum cleaners and floor cleaning machines, providing solutions for various sectors and industries.",
  "text do kraja karcher": "Join millions of users around the world who trust the quality and efficiency of the Kärcher brand. With Kärcher cleaning tools, you will complete your cleaning tasks with ease and achieve impeccably clean surfaces, allowing you to enjoy a spotless and shining environment.",

  "naslov pasusa 1 wolfcraft": "History",
  "naslov pasusa 2 wolfcraft": "Technologies and innovations",
  "naslov pasusa 3 wolfcraft": "Product range",
  "Wolfcraft alati - Uvoznik za Srbiju": "Wolfcraft Tools - Importer for Serbia",
  "text pasusa 1 wolfcraft": "Wolfcraft is a German company founded in 1949 by Robert Wolff in Remscheid. Initially, it focused on manufacturing drills, files, and saws for professional use. In 1961, the company began offering tools for DIY enthusiasts under the Wolfcraft brand. In 1965, the headquarters moved to Weyer, and in 1995, to Kempenich, where it remains today. Today, Wolfcraft employs over 650 people and offers around 3,000 products in more than 50 countries.",
  "text pasusa 2 wolfcraft": "Wolfcraft is known for its innovative approach to developing tools and accessories for power tools. The company has its own development department with 20 product managers, engineers, and designers who continuously work on improving existing products and developing new ones. To date, they have developed more than 550 patented products. Their commitment to quality is confirmed through collaboration with TÜV-Rheinland in developing industrial standards for testing power tool accessories.",
  "text pasusa 3 wolfcraft": "Wolfcraft's range includes a wide variety of tools and accessories. Their offering includes hand tools, power tool accessories, workbenches, clamps, and specialized tools for laminate installation and dry construction. They are particularly known for products such as one-handed clamps and laminate cutters, which have won prestigious design and innovation awards. The company continues to expand its range, keeping up with market needs and user demands.",
  "text do kraja wolfcraft": "Join thousands of users around the world who trust the quality and innovation of the Wolfcraft brand. With Wolfcraft tools, your projects will be completed with top precision and efficiency, allowing you to achieve outstanding results in every endeavor.",

  "naslov pasusa 1 kwb": "History",
  "naslov pasusa 2 kwb": "Technologies and innovations",
  "naslov pasusa 3 kwb": "Product range",
  "KWB alati - Uvoznik za Srbiju": "KWB Tools - Importer for Serbia",
  "text pasusa 1 kwb": "KWB is a company based in Stüh, Germany, founded in 1931. It boasts over 90 years of experience in the production of universal accessories for power tools and hand tools. With a team of over 200 employees, KWB has become a trusted partner for tool stores, specialized dealers, and e-commerce in over 90 countries. KWB was founded with the goal of providing tools and accessories that combine high functionality with durability.",
  "text pasusa 2 kwb": "KWB stands out for its continuous innovations and high-quality standards. Their product range includes over 5,500 products, including patented items. The company regularly introduces new products and improves existing ones, following market and customer demands. Their three-tier quality system—Professional, High Quality, and Quality—allows users to choose tools based on frequency and intensity of use.",
  "text pasusa 3 kwb": "KWB's range includes a wide variety of accessories for power tools and hand tools. Their offerings include drill bits, saw blades, grinding tools, drill accessories, as well as accessory sets compatible with various types of power tools. In addition, KWB offers hand tools such as screwdrivers, wrenches, pliers, and hammers. Their products are designed to provide reliability, durability, and functionality, allowing users to successfully complete every project.",
  "text do kraja kwb": "Join thousands of users worldwide who trust the quality and tradition of the KWB brand. With KWB tools, your projects will be completed with ease and precision, allowing you to achieve outstanding results in every endeavor.",
  
  "Radno Vreme": "Hours",
  "Informacije": "Informations",
  "Kompanija": "Company",

  "1": "Discover the latest price list of Bosch DIY measuring tools for June 2023. This comprehensive catalog provides the most current information on available measuring tools for DIY enthusiasts and hobbyists.",
  "2": "Explore the latest offers in our catalog of Bosch accessories for July 2023. Browse a wide selection of premium Bosch accessories that will enhance your tools and simplify your projects.",
  "3": "Explore the latest price list of Dremel tools and accessories for June 2023. In our catalog, you can find a rich assortment of high-quality Dremel tools and accessories to meet all your creative needs.",
  "4": "Get to know our 'EXPERT Mini Accessory Catalog'! In this special edition, we present you with a wide range of high-quality accessories that will meet all your needs.",
  "5": "Check out our recommended price list for Blue tools for July 2023. This catalog brings you a wide selection of top-notch tools that are synonymous with quality and reliability.",
  "6": "Browse our recommended VP price list for PRO Measuring Tools for June 2023. In this catalog, we offer a wide range of top-notch PRO Measuring Tools designed for professionals and demanding projects.",
  "7": "Browse the latest GTV catalog for June 2023. In this catalog, we bring you a wide range of products and tools for your projects and tasks.",
  "8": "Familiarize yourself with our price list of Hogert electrician's tools for June 2023. This catalog offers a wide range of high-quality electrician's tools for all your electrical needs.",
  "9": "Discover the latest offers in our Hogert HTZ equipment catalog for June 2023. Browse a rich selection of HTZ equipment to help you perform tasks with safety and efficiency.",
  "10": "Browse the latest Hogert clothing catalog for June 2023. In this catalog, we offer a wide range of workwear that will provide you with protection and comfort during work activities.",
  "11": "Discover our catalog of Hogert hand tools for this season. In this catalog, we bring you a wide range of top-notch Hogert hand tools designed for professionals and demanding projects.",
  "12": "Browse our catalog of Karcher professional machines for this season. In this catalog, we bring you a wide range of top-notch Karcher professional machines that will meet all your demanding needs.",
  "13": "Discover our catalog of Karcher yellow program for this season. In this catalog, we bring you a wide range of top-notch Karcher products that will equip you for various tasks.",
  "14": "Browse our catalog of Knipex tools for this season. In this catalog, we bring you a wide range of top-notch Knipex tools designed for professionals and demanding projects.",
  "15": "Discover our catalog of KWB AKKU TOP accessories for cordless tools for this season. In this catalog, we bring you a wide range of top-notch KWB AKKU TOP accessories to facilitate your work with cordless tools.",
  "16": "Browse our catalog of KWB machine accessories for this season. In this catalog, we bring you a wide range of top-notch KWB machine accessories that will improve your performance.",
  "17": "Discover our catalog of KWB accessories for this season. In this catalog, we bring you a wide range of top-notch KWB accessories that will be your faithful partners at work.",
  "18": "Browse our catalog of MAX tools for this season. In this catalog, we bring you a wide range of top-notch MAX tools that are reliable allies in your projects.",
  "19": "Browse our catalog of MTX and Sparta tools for this season. In this catalog, we bring you a wide range of top-notch MTX and Sparta tools designed for various needs.",
  "20": "Discover our catalog of Rems promotions for this season. In this catalog, we bring you a wide range of top-notch Rems tools and equipment for your work tasks.",
  "21": "Browse our catalog of Rubi for this season in English. In this catalog, we bring you a wide range of top-notch Rubi tools that will meet the needs of professional craftsmen.",
  "22": "Browse our catalog of Wera tools for this season. In this catalog, we bring you a wide range of top-notch Wera tools known for their quality and innovations.",
  "23": "Discover our catalog of Wiha tools for this season. In this catalog, we bring you a wide range of top-notch Wiha tools designed for precision and reliability.",
  "24": "Browse our catalog of Wiha measuring tools for this season. In this catalog, we bring you a wide range of top-notch Wiha measuring tools to assist you in accurate measurements.",
  "25": "Discover our catalog of Wiha XXL III cases for this season. In this catalog, we bring you a wide range of top-notch Wiha tools housed in a practical case.",
  "26": "Browse our catalog of Wolfcraft tools for this season. In this catalog, we bring you a wide range of top-notch Wolfcraft tools that will be faithful collaborators in your projects.",
  "27": "This catalog showcases the latest top-quality products and tools that Dewalt has offered in 2023. Explore a wide range of Dewalt products that have become the first choice for professionals worldwide.",
  "28": "In this exclusive product range, you will discover tools and equipment that not only meet but also surpass the highest industry standards. Dewalt's limited editions are intended for those who demand the best.",
  "29": "Stanley catalog represents an inexhaustible source of tools and equipment designed for both professional craftsmen and enthusiasts who appreciate high-quality products.",

  "key1": "Tool Service under Warranty",
  "key2": "If your tool is within the warranty period",
  "key3": "and is covered by the manufacturer's warranty, we will gladly direct you to the authorized service center of the brand to which your machine belongs!",
  "key4": "SG Service - Our Reliable Partner",
  "key5": "Our company collaborator 'SG Service' - your reliable partner for servicing power tools!",
  "key6": "The dedicated team of experts at SG Service specializes in the maintenance and repair of a wide range of power tool brands. Whether you need regular servicing, repairs, or fault diagnosis, SG Service is here to provide you with fast and efficient service.",
  "key7": "The brands serviced by SG Service include some of the most well-known and highest-quality manufacturers in the power tool industry. SG Service experts have extensive experience working with brands such as",
  "key8": "Regardless of the model and complexity of the problem, the knowledge of our technicians allows your tools to be repaired and maintained to the highest standards.",
  "key9": "Working Hours",
  "key10": "SG Service operates",
  "key11": "from 8:00 AM to 4:00 PM",
  "key12": "on every working day,",
  "key13": "Saturdays from 9:00 AM to 3:00 PM, Sundays closed",
  "key14": ", so feel free to visit them during the specified time. The SG Service team will warmly welcome you and gladly assist you with any questions or issues regarding your power tools.",
  "key15": "SG Service uses only high-quality replacement parts to ensure the durability and reliability of your tools.",
  "key16": "The mission of SG Service is to keep your power tools in the best possible condition so that you can perform your tasks without any hindrance. Whatever your needs, SG Service is here to help. Contact SG Service or visit them at the address",

  "Zatražite pristup B2B platformi": "Request access to the B2B platform",
  "Imate B2B nalog sa nama? Idite na portal.": "Do you already have a B2B account with us? Go to the portal.",
  "Link ka portalu": "Link to the portal",
  "Ime": "Name",
  "Prezime": "Surname",
  "Naziv firme": "Company name",
  "Adresa firme": "Company address",
  "Pib firme": "Company tax identification number (TIN)",
  "Matični broj firme": "Company registration number",
  "Kontakt telefon": "Contact phone",
  "Potvrdi": "Confirm",
  "Forma je uspešno potvrđena": "The form has been successfully submitted",

  "Ponedeljak - Petak: 8:00 - 18:00h": "Monday - Friday: 8:00 AM - 6:00 PM",
  "Subota: 9:00 - 15:00h": "Saturday: 9:00 AM - 3:00 PM",
  "Nedelja: Neradan dan": "Sunday: Closed",
  "Početna": "Home",
  "O nama": "About Us",
  "Kontakt": "Contact",
  "Brendovi": "Brands",
  "Katalozi": "Catalogs",
  "Servis": "Service",
  "© 2023 Sva prava zaštićena. Stridon Group d.o.o.": "© 2023 All rights reserved. Stridon Group d.o.o.",
  "Podaci za Identifikaciju · ": "Identification Data · ",
  "Politika Privatnosti": "Privacy Policy",

  "tekst 1 o nama": "Our company Stridon Group doo - Tool Store was founded in 2009 in Belgrade with headquarters in Borivoja Stevanovića street, and a retail outlet at Vojislava Ilića 141g. After a few years, we managed to open another sales facility on the other side of Belgrade - Ugrinovačka 212 (Altina), to provide stable and affordable tool supply to customers in all parts of Belgrade.",
  "tekst 2 o nama": "We are a company engaged in wholesale and retail trade, as well as internet sales, which makes us unique in the world of tools in Serbia. We sell brands of hand and power tools, accessories, protective equipment, gardening tools, vacuum cleaners, and much more! We are authorized importers and distributors of a vast number of global and domestic brands such as DeWalt, Bosch, Stanley, REMS, Wiha, Knipex, GTV, MAX, Högert, Wera, Rubi, Senco, Black+Decker, MTX, Sparta, SG Tools, Karcher, Wolfcraft.",
  "tekst 3 o nama": "On our online store, you can find over 60,000 items, and we are the largest online tool store in Serbia. Whether you have a construction company, you are a tool trader, or just a DIY enthusiast, we are the right tool supplier for you! Our company has been the best distributor of Bosch tools for 9 consecutive years, and this year, we are also the best distributor of DeWalt, Stanley, and Black+Decker tools in Serbia!",
  "Osnivanje": "Establishment",
  "Veleprodaja i maloprodaja": "Wholesale and Retail",
  "Internet prodavnica": "Online Store",
  "Adrese maloprodaja:": "Retail Addresses:",
  "Adresa maloprodaje 1: Ugrinovačka 212": "Retail Address 1: Ugrinovačka 212",
  "Adresa maloprodaje 2: Vojislava Ilića 141g": "Retail Address 2: Vojislava Ilića 141g",
  "Kontakt telefoni:": "Contact Phones:",
  "Fiksni telefon internet prodaja: 011/4520-171,": "Fixed Phone Internet Sales: 011/4520-171,",
  "Maloprodaja Ugrinovačka: 011/210-0230,": "Retail Ugrinovačka: 011/210-0230,",
  "Maloprodaja Vojislava Ilića: 011/2886-509 (samo profesionalni alati)": "Retail Vojislava Ilića: 011/2886-509 (only professional tools)",

  "Podaci za identifikaciju": "Identification Data",
  "Podaci firme": "Company Information",
  "Pun naziv pravnog subjekta: STRIDON GROUP DOO": "Full Legal Name: STRIDON GROUP DOO",
  "Poštanska adresa: Borivoja Stevanovića 9": "Postal Address: Borivoja Stevanovića 9",
  "Delatnost i šifra delatnosti: 4615 – Posredovanje u prodaji nameštaja, ": "Activity and Activity Code: 4615 – Retail sale via mail order houses or via the Internet,",
  "predmeta za domaćinstvo i metalne robe": "household goods, and metal products",
  "Matični broj: 20588012": "Registration Number: 20588012",
  "Poreski broj (PIB): 106376570": "Tax Identification Number (TIN): 106376570",
  "Web adresa: https://www.stridon.rs/": "Website Address: https://www.stridon.rs/",
  "Kontakt telefon: +381-69-8058-374": "Contact Phone: +381-69-8058-374",
  "Kontakt E-mail: office@stridon.rs": "Contact Email: office@stridon.rs",

  "pp1": "Notice on Personal Data Protection",
  "pp2": "Personal data you provide to Prodavnicaalata.rs website for the purpose of obtaining products or services will be treated in accordance with our Data Privacy document. Sending or transmitting any unlawful, threatening, offensive, defamatory, obscene, pornographic, or other materials that violate any law to or from this location is prohibited.",
  "pp3": "Prodavnica alata at this location does not wish to receive any confidential or proprietary information from you. All materials, information, or other communications you transmit or send to this location will not be considered confidential and cannot be treated as such. Prodavnica alata.rs has no obligations regarding such communications. Our employees may copy, disclose, distribute, apply, or otherwise use communications and all data, images, sounds, texts, and all other materials contained therein for any commercial or non-commercial purposes.",
  "pp4": "Of course, your personal data does not fall into this category. In accordance with our Privacy Policy, we use them only for internal use, do not disclose or transmit them to third parties, and use them solely for the purpose of processing your orders.",
  "pp5": "Types of data collected and the purposes for which they are collected",
  "pp6": "The data collected through the contact form (name, surname, email, phone number, city, and address, as well as email and IP address) will be used by Prodavnica alata for the purpose of preparing and informing users about the offer of a specific product, contracting delivery related to that offer, and sending responses to user inquiries, as well as personalized offers for you on our website, for the time period necessary to achieve the purpose. The data collected in this way will not be shared with third parties. By clicking the \"Confirm Purchase\" button, the user gives consent to the processing of their personal data in the manner described. The legal basis for collecting customer data is consent, legitimate interest, or the conclusion and performance of a contract.",
  "pp7": "Data Users",
  "pp8": "Data users are our employees, who use your data for the purpose of fulfilling your order.",
  "pp9": "Data Protection",
  "pp10": "Your data will be adequately protected on our server with antivirus protection and physical/technical space protection, as long as our employees have access to them.",
  "pp11": "Your Rights Regarding Personal Data",
  "pp12": "- The right to receive confirmation whether we process your personal data - The right to access your personal data - The right to correct your personal data in case of errors - The right to request the termination of the processing of your personal data - The right to delete your personal data You can exercise all your rights by contacting us in the following ways: By email at office@stridon.rs, or by phone at +381-64-616-5003. You can always delete, modify, and review your data on your account, if you have created one on our website.",
  "pp13": "Competent Authority for Personal Data Protection",
  "pp14": "The competent authority for personal data protection is the Commissioner for Information of Public Importance and Personal Data Protection of the Republic of Serbia. You can contact the authority at Bulevar kralja Aleksandra 15, 11000 Belgrade, Republic of Serbia, by email at office@poverenik.rs, or by phone at +381-11-3408 900. www.prodavnicaalata.rs owns copyrights to all content (textual, visual, and audio materials, databases, programming code). Unauthorized use of any part of the portal without the permission of the copyright owner is considered a copyright infringement and is subject to legal action. Products, services, and materials on www.prodavnicaalata.rs website are available for use only within the Republic of Serbia. Further resale of products and services outside the territory of the Republic of Serbia is not allowed, and you do so at your own risk. If you decide to access our internet tool store outside Serbia, you do so on your own initiative and are responsible for complying with applicable local laws. These Terms are governed by the laws of the Republic of Serbia, and the principles of conflict of laws do not apply.",
  "pp15": "Cookie Policy",
  "pp16": "Parts of our website use cookies. A cookie is a text file stored locally on your computer, tablet, or mobile phone, which allows recognizing a user who returned to the website, in order to track and analyze website visits for the purpose of optimizing Prodavnica alata website. The website uses cookies to remember what you have done on it in a certain period and what your desired options are regarding language, font size, and other display features. This means you do not have to specify your desired options every time you visit the website. Additionally, cookies help us analyze how you use our website and whether you encounter obstacles during navigation. They also help us customize online ads and offers according to your interests and needs. Personal data is not stored in this case, so this information cannot be used for personal identification. If you do not want to accept the storage of cookies on your computer, you need to disable cookies for this website in your internet browser. You can manually delete previously installed cookies from your internet browser. Disabling or deleting cookies may also mean reducing certain website functionalities.",
  "pp17": "How to Disable - Delete Cookies",
  "pp18": "You can delete cookies from your internet browser yourself and thus disable their use. Below are links with detailed instructions for deleting cookies from several most commonly used browsers: Chrome, Safari, Firefox, Internet Explorer, Opera. If you use a different browser, follow the instructions of the relevant provider. If you disable cookies, you will not be able to use all the functionalities of our website.",
  "pp19": "How to Change Cookie Settings",
  "pp20": "You can contact us at any time via email: office@stridon.rs, or phone: 064-616-5003, and request a change of cookie settings.",
  "pp21": "Which Cookies Does This Website Use?",
  "pp22": "Necessary Cookies",
  "pp23": "These cookies include Static and Functionality cookies. These cookies are necessary for the website to function, so they cannot be disabled in our systems. They are usually set in response to your requests for services, such as privacy settings, logging in to an account, or filling out forms. You can block these cookies or set your browser to notify you about them, but in that case, some parts of the website may not work.",
  "pp24": "Marketing Cookies",
  "pp25": "These cookies (also called advertising cookies) are used to deliver advertised content relevant to you and can be used to track the effectiveness of our advertising campaigns on the website. These cookies are placed on our website by our partner providers of certain marketing services, and they can remember your web browsing activity on our website. This information may be used to better understand you and your needs, such as demographics (where you come from to our website), age, etc. Only anonymous information is retained and used in this way and only for the purpose of providing you with the most relevant content.",
  "pp26": "Efficiency Cookies - Statistics",
  "pp27": "These cookies allow us to count the number of visits and traffic sources, so we can measure and improve the efficiency of our website. They help us find out which pages are most and least popular, as well as how visitors navigate the website. All data collected by these cookies are aggregated and therefore anonymous. If you do not accept efficiency cookies, we will not know when you visited our website.",
  "pp28": "Changes to Cookie Policy",
  "pp29": "We may update these guidelines from time to time. If we make significant changes, we will notify you, but please check these guidelines regularly to ensure that you are familiar with the latest version.",
  "pp30": "Copyright",
  "pp31": "The content of this website is legally protected and exclusively copyrighted by the owner, Stridon Group doo - Prodavnica alata, which owns all copyright and other intellectual property rights regarding the content, editing, design, and concept. Trademarks, logos, names of individuals, and other similar intellectual property are owned by the owner or third parties. Non-compliance with the binding usage conditions is subject to the application of appropriate legal regulations. Unauthorized duplication, reproduction, public display, or distribution of website content, in any way, is prohibited. Prodavnica alata may revise these Terms at any time by updating this document. Please visit this page periodically to review the currently applicable Terms, as they are binding on you. These Terms are applied in accordance with all relevant laws."
}
