{
  "hero opis": "Wholesale, retail and online sales of tools and machines.",
  "naslov buttona": "Web shop",
  "brendovi": "Brands",
  "svi brendovi": "All brands",
  "Besplatna dostava": "Free Shipping",
  "Za kupovinu preko 15.000 RSD": "For purchases over 15,000 RSD",
  "Brza isporuka": "Fast Delivery",
  "Isporuka 1-5 radnih dana": "Delivery within 1-5 working days",
  "Sigurna kupovina": "Secure Shopping",
  "Garancija na kupljene mašine": "Warranty on purchased machines",
  "Čekovima građana": "Personal checks",
  "Na 4 rate bez kamate": "In 4 installments without interest",
  "galerija": "Images",
  "Brojevi govore umesto nas": "Numbers speak for themselves",
  "Veleprodajnih kupaca": "Wholesale customers",
  "Dilera širom Srbije": "Dealers throughout Serbia",
  "Zadovoljstvo uslugom": "Satisfaction with service",
  "Brendova koje zastupamo": "Brands we represent",
  "Šta naši saradnici kažu o nama": "What our associates say about us",

  "IN GRADNJA": "\"Great professionals and good people, always ready to meet requirements and deadlines. Highly recommended for any kind of collaboration.\"",
  "ENTERIJER JANKOVIC": "\"Very good experience working with Stridon Group. Excellent in communication, they stick to deadlines, always have good professional advice, and tools in stock!\"",
  "HIDRO INA": "\"A company that always knows what our company needs. Invaluable friendly advice and solutions that only true professionals in their field know. Highly recommend Stridon!\"",
  "TERMO TIM": "\"Simple and fast daily collaboration. People who are always ready to meet the needs of customers.\"",
  "SILMAX doo": "\"Excellent tool stock and knowledge of customer needs. Also, a large number of brands imported by Stridon makes them an indispensable daily supplier!\"",
  "MBM RAD": "\"Advice from Stridon's professional salesmen has led to a 50% reduction in our company's work on certain parts of projects!\"",
  "Galens": "\"No matter how big the project you're starting, Stridon always has enough tools for you. Next-day delivery, quality tools, and a genuine desire to help the customer - invaluable!\"",
  "COLLIGO ARS": "\"A loyal partner in all our projects. In our many years of collaboration, they have never let us down. Recommendations for Stridon company!\"",

  "Ko su naši klijenti?": "Who are our clients?",
  "klijenti": "Well-known renowned domestic companies in the fields of construction, carpentry, ceramics and others. Small and medium enterprises as well as individuals who need a quality tool and fast service!",

  "BrendoviHeader": "Brands",
  "KataloziHeader": "Catalogs",
  "ServisHeader": "Service",
  "KontaktHeader": "Contact",

  "BrendoviFon": "Brands",
  "KataloziFon": "Catalogs",
  "ServisFon": "Service",
  "KontaktFon": "Contact",
  "O namaFon": "About us",

  "opisNaHomePage": "Part of the assortment that we import and for which our company is the importer and distributor on the territory of Serbia",
  "opisNaKatalozima": "Selection of excellent tools in one place - Browse our catalogs!",
  "opisNaServisu": "If your machine is out of the warranty period - Vojislava Ilića 141b (next to our store) is the address for you!",

  "Bosch DIY merni alati": "Bosch DIY measuring tools",
  "Bosch pribor": "Bosch accessories",
  "Bosch Plavi": "Bosch Blue",
  "Bosch VP cenovnik": "Bosch wholesale pricelist",

  "Rems akcija 2023": "Rems sale 2023",
  "Rubi akcija 2023": "Rubi sale 2023",

  "Wiha merni alati": "Wiha measuring tools",
  "Wiha katalog": "Wiha catalog",
  "Wiha XXL III kofer": "Wiha XXL III tool case",

  "Knipex katalog": "Knipex catalog",
  "MAX katalog": "MAX catalog",
  "GTV katalog": "GTV catalog",
  "Wolfcraft katalog": "Wolfcraft catalog",
  "Wera katalog": "Wera catalog",
  "MTX, Sparta katalog": "MTX, Sparta catalog",
  "Sparta, MTX katalog": "Sparta, MTX catalog",

  "Hogert električarski alati": "Hogert electrician tools",
  "Hogert HTZ": "Hogert catalog",
  "Hogert odeća katalog": "Hogert clothing catalog",
  "Hogert ručni alati": "Hogert hand tools",

  "Karcher profesionalni program katalog": "Karcher professional program catalog",
  "Karcher žuti program katalog": "Karcher yellow program catalog",

  "KWB AKKU TOP pribor za aku alate": "KWB AKKU TOP accessories for cordless tools",
  "KWB dodaci za mašine katalog": "KWB machine accessories catalog",
  "KWB pribor": "KWB accessories",

  "SG Servis": "SG Service",
  "Brendovi koje servisiramo": "Brands we service",
  "Kontakt Telefon": "Contact Telephone",
  "Adresa": "Address",

  "Kontaktirajte nas!": "Contact us!",

  "DeWalt": "DeWalt tools are among the highest quality tools of today. They are used in all industries, and there is no heavy task for DeWalt professional machines. D...",
  "Bosch": "Bosch is one of the world's largest companies that deals with the production of electric and hand tools. Bosch Professional represents a synonym for quality...",
  "Stanley": "Stanley tools are synonymous with durability and precision. Trusted by professionals and homeowners alike, Stanley offers a wide range of high-quality...",
  "REMS": "REMS is a recognizable brand specialized in the production of machines and tools for various industries. Their range includes various types of...",
  "Wiha": "Wiha is a renowned German brand specialized in the production of high-quality hand tools. Their range includes a wide spectrum of products, including...",
  "Knipex": "Knipex is a leading manufacturer of high-quality hand tools specialized in working with pipes, wires, and similar materials. With precise design...",
  "GTV": "GTV is a well-known Polish brand that stands out with its offering of high-quality products for interior furnishing and various projects. Their special...",
  "MAX": "MAX is a well-known brand specialized in the production of top-notch tools and machines for various industries. Their range includes pneumatic tools...",
  "Högert": "Högert is a specialized manufacturer of hand tools that stands out for its innovation and ergonomic design. With a focus on user experience, Högert...",
  "Wera": "Wera is a recognized German brand specialized in the production of high-quality hand tools. Their range includes a wide spectrum of products, including...",
  "Rubi": "Rubi, synonymous with professionalism and precision, offers you a top-notch collection of machines and tools for ceramics that meet high standards in the industry...",
  "Senco": "SENCO, synonymous with strength and reliability, offers you an exceptional collection of nailers that meet high standards in the construction industry. With...",
  "Black+Decker": "Black+Decker provides an outstanding collection of tools that meet a wide range of needs for professionals and enthusiasts worldwide. With over a century of...",
  "MTX": "MTX - provides an outstanding collection of hand tools specially designed for hobbyists and DIY enthusiasts. With a focus on simplicity and functionality...",
  "Sparta": "Sparta, your reliable choice for hobby projects, offers you an outstanding collection of hand tools specially designed for hobbyists and DIY enthusiasts...",
  "SG Tools": "SG Tools is a professional brand of diamond tools. SG Tools products stand out for their quality and durability. Part of the SG Tools product offerings...",
  "Karcher": "Karcher is a globally renowned manufacturer of high-quality cleaners for household and industrial use. With innovative technologies and high standards, Karcher...",
  "Wolfcraft": "Wolfcraft is a renowned manufacturer of tools and accessories for working with wood and metal. With a passion for quality and innovation, Wolfcraft tools are designed...",
  "Kwb": "Kwb is a manufacturer of tools and accessories for working with wood and metal. With many years of experience and expertise, KWB tools are recognized as a symbol of quality...",

  "Idi na brend": "Go to the brand",
  "Pogledaj PDF kataloge": "View PDF catalogs",
  "Pogledaj PDF katalog": "View PDF catalog",

  "naslov pasusa 1 dewalt": "Leading Brand",
  "naslov pasusa 2 dewalt": "Growth and Development",
  "naslov pasusa 3 dewalt": "Setting Apart from the Competition",
  "DEWALT alati - Uvoznik za Srbiju": "DeWalt Tools - Importer for Serbia",
  "text pasusa 1 dewalt": "DEWALT tools, as a leading global brand in the power tool industry, are proudly presented to you by our team as the exclusive importer for Serbia. With over a century of experience and innovation, DEWALT is synonymous with top-quality, reliability, and performance that exceeds expectations.",
  "text pasusa 2 dewalt": "DEWALT engineers continuously work on advanced technology to provide tools that are unparalleled in their class to our users. This dedication to innovation has resulted in an impressive range of tools that meet the needs of professionals and enthusiasts with high demands.",
  "text pasusa 3 dewalt": "Our collection of DEWALT tools includes a wide range of products, including drills, grinders, saws, screwdrivers, jigsaws, cutters, and many others. Regardless of the type of job or project requirements, DEWALT tools deliver exceptional performance and reliability in every situation.",
  "text do kraja dewalt": "When it comes to durability, DEWALT tools set the industry standards. Made from high-quality materials, our tools are designed to withstand tough working conditions, ensuring longevity and reliability at all times.\n\nBattery technology is at the heart of many DEWALT tools, providing unlimited mobility and flexibility without the need for a constant power source. Our batteries are fast-charging and have a long lifespan, giving you more time to get the job done and less time waiting.\n\nDEWALT tools are crafted with a focus on user safety. Each product undergoes rigorous safety testing to ensure it meets the highest standards of protection and security. Regardless of your experience in working with tools, DEWALT will support you with the safety and reliability you deserve.\n\nBecome part of the global community of DEWALT tool users and experience the innovation and power that our products bring. As the importer and distributor for Serbia, we take pride in providing you access to a wide range of tools that will help you achieve outstanding results in every project.\n\nDiscover why DEWALT tools are the right choice for all your needs. Let your work be boundless with DEWALT innovations - with us, your success is guaranteed.",

  "naslov pasusa 1 bosch": "Market",
  "naslov pasusa 2 bosch": "Types of Tools",
  "naslov pasusa 3 bosch": "History of Bosch in Serbia",
  "BOSCH alati - Uvoznik za Srbiju": "Bosch Tools - Importer for Serbia",
  "text pasusa 1 bosch": "Bosch Power Tools is one of the world's largest companies engaged in the production of electric and hand tools. Bosch Professional is synonymous with quality and durability. Bosch electric and cordless tools are among the most used and best-selling tools on the market.",
  "text pasusa 2 bosch": "In addition to Bosch Professional blue tools, there are Bosch HG tools - these are Bosch Hobby green tools and Bosch garden tools. Like Bosch blue tools, these tools are of exceptional quality, as evidenced by the 3-year warranty on both series of tools.",
  "text pasusa 3 bosch": "Bosch Serbia is a branch of the company that has been operating in our market since 2006 and is continuously the most represented brand in Serbia. The Bosch company, with brands like Bosch and Dremel, focuses on customers and significant engineering progress. The key factors of success are innovative power and the pace of innovation.",
  "text do kraja bosch": "In 2019, Bosch Power Tools launched more than 100 new products on the German market in its four business segments: electric tools, accessories, measuring tools, and garden tools. With continuous development and innovation, Bosch remains the market leader in the tool industry worldwide. Alongside Bosch Biturbo tools for professionals and IouSeries for hobby users with the highest demands, Bosch is launching completely new cordless power tools. Bosch electric tools represent innovation, said Henk Becker, President of Robert Bosch Power Tools GmbH. We shape the technical development of the industry. Our claim is that we have the smallest and most powerful batteries on the market, replacing corded tools with cordless tools in the long term. The new Bosch electric tools for professionals are optimized with ProCore18V batteries for maximum performance. This makes them more powerful than all previous Bosch cordless tools. This is based on the optimal coordination of their brushless motor with electronics and the battery, allowing high-performance batteries to be used to their full potential. In addition, Bosch Biturbo tools boast additional advantages such as low weight and an interactive display: Professionals can therefore adapt the tools to their needs. Bosch tools are continuously expanding their cordless segment for both DIY enthusiasts and professionals. The focus remains on 18-volt battery systems. Bosch guarantees compatibility with all existing and future electric tools of the same voltage class - both in professional systems and in DIY enthusiast systems. This allows users to work without batteries and chargers they do not need - thus saving money. If you want quality tools with a 3-year warranty, choose Bosch tools!",

  "naslov pasusa 1 stanley": "Market",
  "naslov pasusa 2 stanley": "Hand Tools",
  "naslov pasusa 3 stanley": "Technology and Progress",
  "Stanley alati - Uvoznik za Srbiju": "Stanley Tools - Importer for Serbia",
  "text pasusa 1 stanley": "Stanley, synonymous with quality and reliability, offers you a wide range of hand and power tools that will impress you with their strength and precision. With a rich history spanning over 175 years, Stanley has become known for its dedication to innovation and tool designs that meet the needs of every user.",
  "text pasusa 2 stanley": "Our collection of hand tools includes everything you need for every job - from hammers, screwdrivers, and wrenches to levels, saws, and knives. Built with attention to detail, our hand tools provide durability and reliability to support you throughout the years.",
  "text pasusa 3 stanley": "Stanley power tools represent a blend of advanced technologies and power, providing you with top-notch efficiency and productivity. Drills, grinders, jigsaws, and other power tools are the heart of our offering, tailored for both professionals and DIY enthusiasts seeking exceptional performance.",
  "text do kraja stanley": "In addition to versatility and reliability, Stanley tools also bring you ease of use. Intuitive design and ergonomic construction enable comfortable tool handling, allowing you to work longer hours without fatigue.\n\nWhen it comes to durability, Stanley sets the standards. Our tools are made from the highest-quality materials to withstand the toughest conditions and provide you with lasting reliability at all times.\n\nSafety is our top priority, which is why all Stanley tools undergo rigorous safety testing to provide you with a worry-free working experience. You can rely on our commitment to your safety while using our products.\n\nStanley also values sustainability and environmentally responsible approaches. We strive to reduce our impact on the environment, providing eco-friendly products that help you perform your work with respect for nature.\n\nDiscover why millions of users worldwide trust their projects to Stanley tools. Our dedication to quality, reliability, and performance makes us a dependable partner for all your needs. With Stanley tools in your hands, every job becomes easier and more efficient.",

  "naslov pasusa 1 rems": "Market",
  "naslov pasusa 2 rems": "Pipes and Installations",
  "naslov pasusa 3 rems": "Technology and Progress",
  "REMS alati - Uvoznik za Srbiju": "REMS Tools - Importer for Serbia",
  "text pasusa 1 rems": "REMS, a symbol of quality and efficiency, brings you a premium range of tools that meet the needs of professionals and tradespeople worldwide. With over 100 years of experience in the industry, REMS has become synonymous with reliability and top-notch performance.",
  "text pasusa 2 rems": "Our collection of tools covers everything you need for working with pipes and installations - from pipe press tools, fitting presses to cutters, and pipe cleaning machines. Each REMS tool is carefully designed to provide you with precision and speed, making your work tasks simple and efficient.",
  "text pasusa 3 rems": "REMS engineers are experts in developing innovative solutions that cater to the needs of modern craftsmen. The advanced technologies we use in manufacturing our tools ensure reliability and durability during use.",
  "text do kraja rems": "The quality of materials we use is of utmost importance, so we strive to make our tools from the finest materials, providing you with durability and reliability that will serve you for many years.\n\nREMS tools are designed with a focus on ease of use and ergonomics, allowing you to perform your work with comfort and ease. Ergonomic design and intuitive use make your work pleasant and effortless, even during long working hours.\n\nSafety is our priority. Our products undergo stringent safety tests to provide you with a worry-free working experience and protect you during the use of our tools.\n\nWhether you are a professional or an enthusiast, REMS tools are the right choice for all your needs in working with pipes and installations. Join millions of users worldwide who trust the quality and reliability of the REMS brand. With REMS tools, you can rely on top-notch performance and achieve outstanding results in every project.",

  "naslov pasusa 1 wiha": "Quality and Standard",
  "naslov pasusa 2 wiha": "Wide Range",
  "naslov pasusa 3 wiha": "Technology and Progress",
  "Wiha alati - Uvoznik za Srbiju": "Wiha Tools - Importer for Serbia",
  "text pasusa 1 wiha": "Wiha, synonymous with excellence and adaptability, brings you a wide range of hand tools that meet the highest standards of quality and performance. With over 80 years of experience in tool manufacturing, Wiha has become one of the most reliable brands among professionals and tradespeople worldwide.",
  "text pasusa 2 wiha": "Our collection of Wiha tools includes a wide range of products - from screwdrivers, wrenches, and keys to pliers, hammers, and many other tools. Each Wiha tool is carefully designed to provide you with top-notch functionality and reliability during each use.",
  "text pasusa 3 wiha": "Wiha engineers are committed to innovation and constantly work on developing new technologies to provide you with the best tools on the market. Our advanced technologies make your work efficient and precise, enabling you to tackle the diverse challenges of your projects.",
  "text do kraja wiha": "The quality of the materials we use is of paramount importance. Our tools are made from the finest materials, providing you with durability and reliability that will serve you for many years.\n\nWiha tools are designed to provide you with comfort and precision during work. Ergonomic design and intuitive use allow you to perform your work with ease and without effort, even during long working hours.\n\nSafety is our priority. Our products undergo strict safety tests to provide you with a worry-free working experience and protect you during the use of our tools.\n\nWhether you are a professional or an enthusiast, Wiha tools are the right choice for all your needs. Join millions of users worldwide who trust in the quality and reliability of the Wiha brand. With Wiha tools, you can rely on top-notch performance and achieve outstanding results in every project.",

  "naslov pasusa 1 knipex": "Market and Quality",
  "naslov pasusa 2 knipex": "Assortment",
  "naslov pasusa 3 knipex": "Technology and Progress",
  "Knipex alati - Uvoznik za Srbiju": "Knipex Tools - Importer for Serbia",
  "text pasusa 1 knipex": "Knipex, synonymous with professionalism and precision, offers you a premium collection of hand tools tailored to the needs of demanding users worldwide. With over 135 years of experience in tool manufacturing, Knipex has become a reliable partner for professionals who demand the highest quality standards.",
  "text pasusa 2 knipex": "Our wide range of Knipex tools includes various products - from pliers, cutters, and scissors to nibblers and knives. Each Knipex tool is carefully crafted to provide you with exceptional functionality and durability, making every job easier.",
  "text pasusa 3 knipex": "Knipex engineers pay attention to details to create innovative tools that enable precision and efficiency. The advanced technologies we apply make our products indispensable for professionals worldwide.",
  "text do kraja knipex": "The quality of materials we use is crucial. Our tools are made from the most durable materials, ensuring longevity and reliability in the most demanding working conditions.\n\nKnipex tools are characterized by ergonomic design and ease of use. Our tools provide you with comfort during work and enable precision even in the most delicate tasks.\n\nSafety is our priority. Our products undergo rigorous safety testing to provide you with a worry-free working experience and protect you during the use of our tools.\n\nWhether you are a professional craftsman or a serious enthusiast, Knipex tools are the right choice for all your needs. Join millions of users worldwide who believe in the quality and reliability of the Knipex brand. With Knipex tools, your work will become more efficient and precise, allowing you to achieve outstanding results in every project.",

  "naslov pasusa 1 gtv": "Renowned Brand",
  "naslov pasusa 2 gtv": "Assortment",
  "naslov pasusa 3 gtv": "Technology and Progress",
  "GTV alati - Uvoznik za Srbiju": "GTV Tools - Importer for Serbia",
  "text pasusa 1 gtv": "GTV, synonymous with innovation and quality, brings you an exceptional collection of furniture fittings and accessories that meet the highest standards of functionality and aesthetics. With a passion for innovation and industry experience, GTV has become a renowned brand among furniture designers and carpenters worldwide.",
  "text pasusa 2 gtv": "Our wide range of GTV furniture fittings and accessories includes various products - from hinges, sliders, and locks to wheels, handles, and additional elements. Each GTV product is carefully designed to provide you with functionality and reliability while enhancing the appearance of your furniture.",
  "text pasusa 3 gtv": "GTV engineers are dedicated to creating innovative solutions to enhance your projects. With top-notch technologies and materials, our products are essential for creating modern and functional furniture pieces.",
  "text do kraja gtv": "The quality of our products is of paramount importance. Each GTV fitting and accessory is made from high-quality materials to ensure longevity and reliability of your furniture over the years. GTV products are characterized by easy installation and intuitive use, providing you with convenience and simplifying the process of furniture making and assembly. Safety and functionality are our priority, and our products undergo rigorous testing to provide you with worry-free use and protect your creations from wear and damage. Whether you are a furniture designer or a carpenter seeking top-notch accessories, GTV furniture fittings and accessories are the right choice for every occasion. Join millions of designers and carpenters who trust in the quality and innovation of the GTV brand, to give your projects a new dimension of functionality and aesthetics, enabling you to create exceptional furniture pieces that will satisfy even the most demanding tastes.",

  "naslov pasusa 1 max": "Market Standard",
  "naslov pasusa 2 max": "Assortment",
  "naslov pasusa 3 max": "Technology and Progress",
  "MAX vezivači armature i žica - Uvoznik za Srbiju": "MAX Rebar and Wire Tier - Importer for Serbia",
  "text pasusa 1 max": "MAX, synonymous with power and efficiency, offers you a top-notch collection of rebar and wire tiers that meet high standards in the construction industry. With over 75 years of experience in tool manufacturing, MAX has become a renowned brand among professionals worldwide.",
  "text pasusa 2 max": "Our wide range of MAX rebar and wire tiers includes various products - from handheld and pneumatic rebar tiers to specialized tools for wire tying. Each MAX tool is carefully designed to provide you with speed and precision, making your construction projects easier.",
  "text pasusa 3 max": "MAX engineers are dedicated to innovation to provide you with rebar and wire tiers with the most advanced technology on the market. Our products stand out for reliability and ease of use, allowing you to achieve high levels of productivity on the construction site.",
  "text do kraja max": "The quality of materials we use is essential. Our tiers are made from durable materials to withstand demanding working conditions and ensure longevity and reliability at all times.\n\nMAX rebar and wire tiers are characterized by practical design and adaptability to various needs on the construction site. Our tools provide you with fast and precise results, making your work efficient and productive.\n\nSafety and performance are our priority. Our products undergo stringent safety testing to provide you with worry-free use and protect you during the use of our tiers.\n\nWhether you are involved in construction and rebar work or working with wire, MAX rebar and wire tiers are the right choice for all your needs. Join construction professionals worldwide who trust in the quality and reliability of the MAX brand. With MAX rebar and wire tiers, your projects will be completed faster and with exceptional results, enabling you to achieve a high level of success in every construction endeavor.",

  "naslov pasusa 1 hogert": "Market Standard",
  "naslov pasusa 2 hogert": "Assortment",
  "naslov pasusa 3 hogert": "Technology and Progress",
  "Hogert alati - Uvoznik za Srbiju": "Hogert Tools - Importer for Serbia",
  "text pasusa 1 hogert": "Hogert, synonymous with quality and affordability, offers you an exceptional collection of tools that meet a wide range of user needs. With years of experience in the industry, Hogert has become a recognizable brand among professionals and enthusiasts worldwide.",
  "text pasusa 2 hogert": "Our wide range of Hogert tools includes various products - from hand tools and power tools to tool sets, accessories, and attachments. Each Hogert tool is carefully designed to provide you with reliability and durability in various working situations, making your projects successful and efficient.",
  "text pasusa 3 hogert": "Hogert engineers are dedicated to developing tools that meet user needs. Our desire for innovation results in products that keep up with technological advancements, allowing you to achieve the best results in every work task.",
  "text do kraja hogert": "The quality of materials we use is of paramount importance. Hogert tools are made from sturdy and durable materials to withstand everyday use and provide you with longevity over the years.\n\nHogert tools stand out for practical design and ease of use. Our products provide you with comfort during work and enable precision in every step of your project.\n\nSafety and performance are our priority. Our products undergo stringent safety testing to provide you with a worry-free work experience and protect you during the use of our tools.\n\nWhether you are a professional or a hobbyist working on projects, Hogert tools are the right choice for all your needs. Join thousands of users worldwide who trust in the quality and affordability of the Hogert brand. With Hogert tools, your projects will be accomplished with ease and reliability, enabling you to achieve outstanding results in every situation.",

  "naslov pasusa 1 wera": "Market Standard",
  "naslov pasusa 2 wera": "Assortment",
  "naslov pasusa 3 wera": "Technology and Progress",
  "Wera alati - Uvoznik za Srbiju": "Wera Tools - Importer for Serbia",
  "text pasusa 1 wera": "Wera, synonymous with professionalism and innovation, offers you a top-notch collection of hand tools favored by professionals and enthusiasts worldwide. With over 80 years of experience in tool manufacturing, Wera has become a symbol of quality and reliability among users.",
  "text pasusa 2 wera": "Our wide range of Wera hand tools includes a wide variety of products - from screwdrivers, sockets, and pliers to sets with special tools. Each Wera tool is carefully designed to provide exceptional performance and durability, making your work tasks easier and more efficient.",
  "text pasusa 3 wera": "Wera engineers are committed to innovations to provide you with tools with the most advanced technologies on the market. Our constant desire for improvement has resulted in tools that stand out for their precision and practicality.",
  "text do kraja wera": "The quality of materials we use is crucial for our success. Our tools are made from high-quality materials to withstand the toughest working conditions and provide you with longevity and reliability at all times.\n\nWera tools stand out for ergonomic design and intuitive use. Our tools provide you with comfort during the work process and enable precise handling, achieving the best results.\n\nSafety is our concern. Our products undergo rigorous safety testing to provide you with a worry-free work experience and protect you during the use of our hand tools.\n\nWhether you are a professional seeking top-notch tools for your daily tasks or an enthusiast looking to fulfill your projects, Wera hand tools are the right choice for all your needs. Join millions of users worldwide who trust in the quality and innovation of the Wera brand. With Wera hand tools, your work becomes more efficient and precise, enabling you to achieve outstanding results in every endeavor.",

  "naslov pasusa 1 rubi": "Market Standard",
  "naslov pasusa 2 rubi": "Assortment",
  "naslov pasusa 3 rubi": "Technology and Progress",
  "Rubi alati - Uvoznik za Srbiju": "Rubi Tools - Importer for Serbia",
  "text pasusa 1 rubi": "Rubi, synonymous with professionalism and precision, offers you a top-notch collection of machinery and tools for ceramics that meet high standards in the industry. With over 70 years of experience in tool manufacturing for tile setters, Rubi has become a recognized brand among professionals worldwide.",
  "text pasusa 2 rubi": "Our wide range of Rubi machinery and tools includes various products - from ceramic cutters, grinders, and drills to tile cutting machines and leveling tools. Each Rubi product is carefully designed to provide you with top-notch functionality and reliability, facilitating every step in your ceramic work.",
  "text pasusa 3 rubi": "Rubi engineers are experts in creating tools that meet the demands of tile setters. Our constant desire for innovation has resulted in tools that stand out for their advanced technology and precision, enabling you to achieve the best results.",
  "text do kraja rubi": "The quality of materials we use is of utmost importance. Our tools are made from high-quality materials to withstand demanding working conditions and provide you with longevity and reliability in every ceramic application.\n\nRubi tools for ceramics stand out for ergonomic design and ease of use. Our products provide you with comfort during work and enable you to achieve precision and aesthetics in every cutting, grinding, or drilling of ceramic materials.\n\nSafety and performance are our priority. Our products undergo rigorous safety testing to provide you with worry-free use and protect you during the use of our ceramic tools.\n\nWhether you are a professional tile setter or an amateur enthusiast, Rubi machinery and tools for ceramics are the right choice for all your needs. Join professionals worldwide who trust in the quality and reliability of the Rubi brand. With Rubi machinery and tools for ceramics, your projects will gain a new dimension of precision and aesthetics, enabling you to achieve outstanding results in every ceramic endeavor.",

  "naslov pasusa 1 senco": "Market Standard",
  "naslov pasusa 2 senco": "Assortment",
  "naslov pasusa 3 senco": "Technology and Progress",
  "Senco alati - Uvoznik za Srbiju": "Senco Tools - Importer for Serbia",
  "text pasusa 1 senco": "SENCO, synonymous with power and reliability, offers you an exceptional collection of nail guns that meet high standards in the construction industry. With over 75 years of experience in tool manufacturing for construction and carpentry, SENCO has become a renowned brand among professionals worldwide.",
  "text pasusa 2 senco": "Our wide range of SENCO nail guns includes various models and sizes - from pneumatic nailers for quick and precise applications to cordless nailers that provide you with mobility on the construction site. Each SENCO nailer is carefully designed to enable high levels of productivity and durability, facilitating your construction and carpentry projects.",
  "text pasusa 3 senco": "SENCO engineers are dedicated to innovations to provide you with tools featuring the most advanced technology on the market. Our nail guns stand out for their power and speed, allowing you to nail nails quickly and efficiently into various materials.",
  "text do kraja senco": "The quality of materials we use is of paramount importance. Our nail guns are made from durable materials to withstand demanding working conditions and provide you with longevity and reliability in every nailing operation.\n\nSENCO nail guns stand out for ergonomic design and ease of use. Our tools provide you with comfort during work and enable precise nail positioning, achieving perfect results.\n\nSafety and performance are our priority. All SENCO tools undergo rigorous safety testing to provide you with worry-free use and protect you during the use of our nail guns.\n\nWhether you are involved in construction work or carpentry projects, SENCO nail guns are the right choice for all your needs. Join professionals worldwide who trust in the quality and reliability of the SENCO brand. With SENCO nail guns, your projects will be completed faster and with outstanding results, enabling you to achieve top-notch results in every construction and carpentry endeavor.",

  "naslov pasusa 1 black+decker": "Market Standard",
  "naslov pasusa 2 black+decker": "Assortment",
  "naslov pasusa 3 black+decker": "Technology and Progress",
  "Black+Decker alati - Uvoznik za Srbiju": "Black+Decker Tools - Importer for Serbia",
  "text pasusa 1 black+decker": "Black+Decker offers you an exceptional collection of tools that meet a wide range of needs for professionals and enthusiasts worldwide. With over a hundred years of experience in tool manufacturing, Black+Decker has become a known and respected brand among users.",
  "text pasusa 2 black+decker": "Our wide range of Black+Decker tools includes everything you need - from power tools like drills, grinders, saws to hand tools like screwdrivers, wrenches, and pliers. Each Black+Decker tool is carefully designed to provide you with power and durability for every type of job, from minor home repairs to demanding construction projects.",
  "text pasusa 3 black+decker": "Black+Decker engineers are dedicated to innovations to provide you with tools featuring the most advanced technologies on the market. Our constant quest for improvement has resulted in tools that are easy to use while delivering high levels of performance and efficiency.",
  "text do kraja black+decker": "The quality of materials we use is crucial. Black+Decker tools are made from high-quality materials to withstand the most demanding working conditions and provide you with longevity and reliability throughout their long lifespan. Black+Decker tools stand out for ergonomic design and ease of use. Our products provide you with comfort during work, reducing fatigue, and enabling you to perform tasks with precision and ease. Safety is our priority. All Black+Decker tools undergo thorough safety testing to provide you with a worry-free work experience and protect you during the use of our tools. Whether you are a professional craftsman, doing household repairs, or simply enjoying hobbies, Black+Decker tools are the right choice for all your needs. Join millions of users worldwide who trust in the quality and innovation of the Black+Decker brand. With Black+Decker tools, your projects will be accomplished with power and precision, enabling you to achieve outstanding results in every endeavor.",

  "naslov pasusa 1 mtx": "Market Standard",
  "naslov pasusa 2 mtx": "Assortment",
  "naslov pasusa 3 mtx": "Technology and Progress",
  "MTX alati - Uvoznik za Srbiju": "MTX Tools - Importer for Serbia",
  "text pasusa 1 mtx": "MTX offers you an exceptional collection of hand tools specifically designed for hobbyists and DIY enthusiasts. With a focus on simplicity and functionality, MTX tools are the ideal choice for all your hobby projects and creative endeavors.",
  "text pasusa 2 mtx": "Our wide range of MTX hand tools includes everything you need for your hobbies - from various screwdrivers, wrenches, and pliers to screwdrivers, hammers, and many other tools. Each MTX tool is carefully designed to provide you with reliability and ease of use, facilitating every step in your DIY projects.",
  "text pasusa 3 mtx": "MTX engineers are dedicated to providing tools that cater to hobbyists' needs. Our attention to detail and simple design results in products that are easy to use, regardless of your experience level in hobbies.",
  "text do kraja mtx": "The quality of materials we use is of paramount importance. MTX tools are made from durable materials that allow you longevity and reliability in your creative projects.\n\nMTX hand tools are intuitive to use. Our products provide you with comfort during work, enabling you to indulge in your creativity and achieve excellent results.\n\nSafety and simplicity are our priority. All MTX tools are carefully tested to provide you with a worry-free experience and protect you during the use of our tools for hobbies.\n\nWhether you are a beginner in the world of hobbies or an experienced DIY enthusiast, MTX hand tools are the right choice for all your needs. Join the community of hobbyists worldwide who trust in the quality and reliability of the MTX brand. With MTX tools, your hobby projects will become even more enjoyable and satisfying, enabling you to realize your creative ideas with ease and security.",

  "naslov pasusa 1 sparta": "Market Standard",
  "naslov pasusa 2 sparta": "Assortment",
  "naslov pasusa 3 sparta": "Technology and Progress",
  "Sparta alati - Uvoznik za Srbiju": "Sparta Tools - Importer for Serbia",
  "text pasusa 1 sparta": "Sparta, your reliable choice for hobby projects, offers you an exceptional collection of hand tools specifically designed for hobbyists and DIY enthusiasts. With a focus on simplicity and practicality, Sparta tools are the ideal choice for all your hobby activities and creative endeavors.",
  "text pasusa 2 sparta": "Our wide range of Sparta hand tools includes everything you need for your hobbies - from screwdrivers, pliers, wrenches to screwdrivers, hammers, and many other tools. Each Sparta tool is carefully designed to provide you with reliability and ease of use, making your hobby projects easier and more enjoyable.",
  "text pasusa 3 sparta": "Sparta tools are specially tailored to the needs of hobbyists. Our attention to detail and simple design result in products that are easy to use, even for those with less experience in DIY projects.",
  "text do kraja sparta": "The quality of materials we use is of vital importance. Sparta tools are made from durable materials that will provide you with longevity and reliability during your hobby activities.\n\nSparta hand tools are intuitive to use. Our products provide you with comfort during work, enabling you to indulge in your creativity and achieve excellent results in your projects.\n\nSafety and simplicity are our priority. All Sparta tools undergo strict safety tests to provide you with a worry-free experience and protect you during the use of our tools for hobbies.\n\nWhether you are a beginner in the world of hobbies or an experienced DIY enthusiast, Sparta hand tools are the right choice for all your needs. Join the community of hobbyists worldwide who trust in the quality and practicality of the Sparta brand. With Sparta tools, your hobby projects will become even more enjoyable and successful, enabling you to realize your creative ideas with ease and reliability.",

  "naslov pasusa 1 sg tools": "Renowned Brand",
  "naslov pasusa 2 sg tools": "Assortment",
  "naslov pasusa 3 sg tools": "Price and Quality",
  "SG Tools alati - Uvoznik za Srbiju": "SG Tools Tools - Importer for Serbia",
  "text pasusa 1 sg tools": "SG Tools is a prominent professional brand of diamond tools known for their superior quality and exceptional durability. Their products set industry standards and represent a reliable choice for a wide range of users.",
  "text pasusa 2 sg tools": "SG Tools is a professional brand of diamond tools. SG Tools products stand out for their quality and durability. Part of the SG Tools product offerings include: diamond ceramic hole saws, diamond concrete cutting discs, and diamond ceramic cutting discs. An excellent price-quality ratio contributes to the brand's increasing presence in Serbia.",
  "text pasusa 3 sg tools": "What sets SG Tools apart is their excellent price-quality ratio. These products are affordable, allowing a wider range of users to enjoy professional tools without compromising on quality. As a result, SG Tools brand is gaining more presence in the Serbian market and becoming the top choice for many professionals and enthusiasts.",
  "text do kraja sg tools": "The SG Tools brand stands out for its commitment to the quality of its products, carefully selected materials, and high production standards. Through constant research and development, SG Tools strives to improve its products and meet the needs of modern users, offering them tools that will ease their everyday tasks and enable them to achieve top-notch results.\n\nIf you are looking for diamond tools that will impress you with their reliability and performance, SG Tools is a brand you can rely on. Their passion for innovation and continuous strive for improvement make them a reliable partner for professionals and anyone seeking top-notch tools for their projects.",

  "naslov pasusa 1 karcher": "Market Standard",
  "naslov pasusa 2 karcher": "Assortment",
  "naslov pasusa 3 karcher": "Technology and Progress",
  "Karcher alati - Uvoznik za Srbiju": "Karcher Tools - Importer for Serbia",
  "text pasusa 1 karcher": "Karcher, synonymous with power and efficiency, offers you an exceptional collection of cleaning tools that meet a wide range of needs for households and industries worldwide. With over 80 years of experience in cleaning, Karcher has become an industry leader and a recognizable brand among users.",
  "text pasusa 2 karcher": "Our wide range of Karcher cleaning tools includes everything you need - from high-pressure washers, steam cleaners, vacuum cleaners to floor cleaners, and many other tools. Each Karcher product is carefully designed to provide you with exceptional cleaning power and speed, making every cleaning task simple and efficient.",
  "text pasusa 3 karcher": "Karcher engineers are dedicated to innovations to provide you with tools featuring the most advanced technologies on the market. Our constant quest for improvement results in products that set standards in cleaning, allowing you to achieve perfect cleanliness with minimal effort.",
  "text do kraja karcher": "The quality of materials we use is of vital importance. Karcher tools are made from durable materials to withstand demanding working conditions and provide you with longevity throughout their long lifespan.\n\nKarcher tools stand out for practical design and ease of use. Our products provide you with comfort during work and enable you to clean with precision and speed, without hassle.\n\nSafety is our priority. All Karcher tools undergo rigorous safety testing to provide you with a worry-free experience and protect you during the use of our cleaning tools.\n\nWhether you want to clean your household, yard, or industrial space, Karcher tools are the right choice for all your needs. Join millions of users worldwide who trust in the quality and efficiency of the Karcher brand. With Karcher cleaning tools, you will clean your spaces with ease and achieve spotless surfaces, allowing you to enjoy a clean and sparkling environment.",

  "naslov pasusa 1 wolfcraft": "Market Standard",
  "naslov pasusa 2 wolfcraft": "Assortment",
  "naslov pasusa 3 wolfcraft": "Technology and Progress",
  "Wolfcraft alati - Uvoznik za Srbiju": "Wolfcraft Tools - Importer for Serbia",
  "text pasusa 1 wolfcraft": "Wolfcraft, synonymous with quality and innovation, offers you an exceptional collection of tools that meet a wide range of needs for both professional craftsmen and hobby enthusiasts worldwide. With over seven decades of experience in the industry, Wolfcraft has become a recognizable and respected brand among users.",
  "text pasusa 2 wolfcraft": "Our wide range of Wolfcraft tools includes everything you need - from hand tools, power tools to accessories and add-ons. Each Wolfcraft tool is carefully designed to provide you with top-quality, reliability, and innovation, whether you are engaged in professional work or enjoying your hobbies.",
  "text pasusa 3 wolfcraft": "Wolfcraft engineers are dedicated to developing tools that meet user needs. Our constant pursuit of innovation results in products that keep pace with technological advances, allowing you to perform tasks with high precision and efficiency.",
  "text do kraja wolfcraft": "The quality of materials we use is of vital importance. Wolfcraft tools are made from high-quality materials to withstand the most demanding working conditions and provide you with durability throughout their long lifespan.\n\nWolfcraft tools stand out for ergonomic design and practical use. Our products provide you with comfort during work, allowing you to achieve excellent results with less effort.\n\nSafety is our priority. All Wolfcraft tools undergo rigorous safety testing to provide you with a worry-free work experience and protect you during the use of our tools.\n\nWhether you are a professional seeking the best tools for your projects or an enthusiast dedicated to hobbies, Wolfcraft tools are the right choice for all your needs. Join thousands of users worldwide who trust in the quality and innovation of the Wolfcraft brand. With Wolfcraft tools, your projects will be carried out with top precision and efficiency, allowing you to achieve outstanding results in every endeavor.",

  "naslov pasusa 1 kwb": "Market Standard",
  "naslov pasusa 2 kwb": "Assortment",
  "naslov pasusa 3 kwb": "Technology and Progress",
  "KWB alati - Uvoznik za Srbiju": "KWB Tools - Importer for Serbia",
  "text pasusa 1 kwb": "KWB, synonymous with tradition and quality, offers you an exceptional collection of hand tools that meet various needs for both professional craftsmen and hobby enthusiasts worldwide. With over 80 years of experience in tool manufacturing, KWB has become a respected brand among users.",
  "text pasusa 2 kwb": "Our wide range of KWB hand tools includes everything you need - from screwdrivers, wrenches, pliers to hammers, screwdrivers, and many other tools. Each KWB tool is carefully designed to provide you with reliability and durability, allowing you to perform tasks with precision and reliability.",
  "text pasusa 3 kwb": "KWB engineers are dedicated to providing tools that meet user needs. Our attention to detail and constant pursuit of improvement result in products that meet the highest standards of quality and performance, whether it's professional work or hobby projects.",
  "text do kraja kwb": "The quality of materials we use is of vital importance. KWB tools are made from durable materials to withstand demanding working conditions and provide you with longevity throughout their long lifespan.\n\nKWB hand tools stand out for ergonomic design and practical use. Our products provide you with comfort during work, allowing you to perform tasks with less effort and achieve excellent results.\n\nSafety is our priority. All KWB tools undergo strict safety tests to provide you with a worry-free work experience and protect you during the use of our tools.\n\nWhether you are a professional seeking reliable tools for your tasks or an enthusiast who loves to dedicate themselves to hobbies, KWB hand tools are the right choice for all your needs. Join thousands of users worldwide who trust in the quality and tradition of the KWB brand. With KWB tools, your projects will be carried out with ease and precision, allowing you to achieve outstanding results in every endeavor.",
  
  "Radno Vreme": "Hours",
  "Informacije": "Informations",
  "Kompanija": "Company",

  "1": "Discover the latest price list of Bosch DIY measuring tools for June 2023. This comprehensive catalog provides the most current information on available measuring tools for DIY enthusiasts and hobbyists.",
  "2": "Explore the latest offers in our catalog of Bosch accessories for July 2023. Browse a wide selection of premium Bosch accessories that will enhance your tools and simplify your projects.",
  "3": "Explore the latest price list of Dremel tools and accessories for June 2023. In our catalog, you can find a rich assortment of high-quality Dremel tools and accessories to meet all your creative needs.",
  "4": "Get to know our 'EXPERT Mini Accessory Catalog'! In this special edition, we present you with a wide range of high-quality accessories that will meet all your needs.",
  "5": "Check out our recommended price list for Blue tools for July 2023. This catalog brings you a wide selection of top-notch tools that are synonymous with quality and reliability.",
  "6": "Browse our recommended VP price list for PRO Measuring Tools for June 2023. In this catalog, we offer a wide range of top-notch PRO Measuring Tools designed for professionals and demanding projects.",
  "7": "Browse the latest GTV catalog for June 2023. In this catalog, we bring you a wide range of products and tools for your projects and tasks.",
  "8": "Familiarize yourself with our price list of Hogert electrician's tools for June 2023. This catalog offers a wide range of high-quality electrician's tools for all your electrical needs.",
  "9": "Discover the latest offers in our Hogert HTZ equipment catalog for June 2023. Browse a rich selection of HTZ equipment to help you perform tasks with safety and efficiency.",
  "10": "Browse the latest Hogert clothing catalog for June 2023. In this catalog, we offer a wide range of workwear that will provide you with protection and comfort during work activities.",
  "11": "Discover our catalog of Hogert hand tools for this season. In this catalog, we bring you a wide range of top-notch Hogert hand tools designed for professionals and demanding projects.",
  "12": "Browse our catalog of Karcher professional machines for this season. In this catalog, we bring you a wide range of top-notch Karcher professional machines that will meet all your demanding needs.",
  "13": "Discover our catalog of Karcher yellow program for this season. In this catalog, we bring you a wide range of top-notch Karcher products that will equip you for various tasks.",
  "14": "Browse our catalog of Knipex tools for this season. In this catalog, we bring you a wide range of top-notch Knipex tools designed for professionals and demanding projects.",
  "15": "Discover our catalog of KWB AKKU TOP accessories for cordless tools for this season. In this catalog, we bring you a wide range of top-notch KWB AKKU TOP accessories to facilitate your work with cordless tools.",
  "16": "Browse our catalog of KWB machine accessories for this season. In this catalog, we bring you a wide range of top-notch KWB machine accessories that will improve your performance.",
  "17": "Discover our catalog of KWB accessories for this season. In this catalog, we bring you a wide range of top-notch KWB accessories that will be your faithful partners at work.",
  "18": "Browse our catalog of MAX tools for this season. In this catalog, we bring you a wide range of top-notch MAX tools that are reliable allies in your projects.",
  "19": "Browse our catalog of MTX and Sparta tools for this season. In this catalog, we bring you a wide range of top-notch MTX and Sparta tools designed for various needs.",
  "20": "Discover our catalog of Rems promotions for this season. In this catalog, we bring you a wide range of top-notch Rems tools and equipment for your work tasks.",
  "21": "Browse our catalog of Rubi for this season in English. In this catalog, we bring you a wide range of top-notch Rubi tools that will meet the needs of professional craftsmen.",
  "22": "Browse our catalog of Wera tools for this season. In this catalog, we bring you a wide range of top-notch Wera tools known for their quality and innovations.",
  "23": "Discover our catalog of Wiha tools for this season. In this catalog, we bring you a wide range of top-notch Wiha tools designed for precision and reliability.",
  "24": "Browse our catalog of Wiha measuring tools for this season. In this catalog, we bring you a wide range of top-notch Wiha measuring tools to assist you in accurate measurements.",
  "25": "Discover our catalog of Wiha XXL III cases for this season. In this catalog, we bring you a wide range of top-notch Wiha tools housed in a practical case.",
  "26": "Browse our catalog of Wolfcraft tools for this season. In this catalog, we bring you a wide range of top-notch Wolfcraft tools that will be faithful collaborators in your projects.",

  "key1": "Tool Service under Warranty",
  "key2": "If your tool is within the warranty period",
  "key3": "and is covered by the manufacturer's warranty, we will gladly direct you to the authorized service center of the brand to which your machine belongs!",
  "key4": "SG Service - Our Reliable Partner",
  "key5": "Our company collaborator 'SG Service' - your reliable partner for servicing power tools!",
  "key6": "The dedicated team of experts at SG Service specializes in the maintenance and repair of a wide range of power tool brands. Whether you need regular servicing, repairs, or fault diagnosis, SG Service is here to provide you with fast and efficient service.",
  "key7": "The brands serviced by SG Service include some of the most well-known and highest-quality manufacturers in the power tool industry. SG Service experts have extensive experience working with brands such as",
  "key8": "Regardless of the model and complexity of the problem, the knowledge of our technicians allows your tools to be repaired and maintained to the highest standards.",
  "key9": "Working Hours",
  "key10": "SG Service operates",
  "key11": "from 8:00 AM to 4:00 PM",
  "key12": "on every working day,",
  "key13": "Saturdays from 9:00 AM to 3:00 PM, Sundays closed",
  "key14": ", so feel free to visit them during the specified time. The SG Service team will warmly welcome you and gladly assist you with any questions or issues regarding your power tools.",
  "key15": "SG Service uses only high-quality replacement parts to ensure the durability and reliability of your tools.",
  "key16": "The mission of SG Service is to keep your power tools in the best possible condition so that you can perform your tasks without any hindrance. Whatever your needs, SG Service is here to help. Contact SG Service or visit them at the address",

  "Zatražite pristup B2B platformi": "Request access to the B2B platform",
  "Imate B2B nalog sa nama? Idite na portal.": "Do you already have a B2B account with us? Go to the portal.",
  "Link ka portalu": "Link to the portal",
  "Ime": "Name",
  "Prezime": "Surname",
  "Naziv firme": "Company name",
  "Adresa firme": "Company address",
  "Pib firme": "Company tax identification number (TIN)",
  "Matični broj firme": "Company registration number",
  "Kontakt telefon": "Contact phone",
  "Potvrdi": "Confirm",
  "Forma je uspešno potvrđena": "The form has been successfully submitted",

  "Ponedeljak - Petak: 8:00 - 18:00h": "Monday - Friday: 8:00 AM - 6:00 PM",
  "Subota: 9:00 - 15:00h": "Saturday: 9:00 AM - 3:00 PM",
  "Nedelja: Neradan dan": "Sunday: Closed",
  "Početna": "Home",
  "O nama": "About Us",
  "Kontakt": "Contact",
  "Brendovi": "Brands",
  "Katalozi": "Catalogs",
  "Servis": "Service",
  "© 2023 Sva prava zaštićena. Stridon Group d.o.o.": "© 2023 All rights reserved. Stridon Group d.o.o.",
  "Podaci za Identifikaciju · ": "Identification Data · ",
  "Politika Privatnosti": "Privacy Policy",

  "tekst 1 o nama": "Our company Stridon Group doo - Tool Store was founded in 2009 in Belgrade with headquarters in Borivoja Stevanovića street, and a retail outlet at Vojislava Ilića 141g. After a few years, we managed to open another sales facility on the other side of Belgrade - Ugrinovačka 212 (Altina), to provide stable and affordable tool supply to customers in all parts of Belgrade.",
  "tekst 2 o nama": "We are a company engaged in wholesale and retail trade, as well as internet sales, which makes us unique in the world of tools in Serbia. We sell brands of hand and power tools, accessories, protective equipment, gardening tools, vacuum cleaners, and much more! We are authorized importers and distributors of a vast number of global and domestic brands such as DeWalt, Bosch, Stanley, REMS, Wiha, Knipex, GTV, MAX, Högert, Wera, Rubi, Senco, Black+Decker, MTX, Sparta, SG Tools, Karcher, Wolfcraft.",
  "tekst 3 o nama": "On our internet store, you can find over 60,000 items, and we are the largest online tool store in Serbia. Whether you have a construction company, you are a tool trader, or just a DIY enthusiast, we are the right tool supplier for you! Our company has been the best distributor of Bosch tools for 9 consecutive years, and this year, we are also the best distributor of DeWalt, Stanley, and Black+Decker tools in Serbia!",
  "Osnivanje": "Establishment",
  "Veleprodaja i maloprodaja": "Wholesale and Retail",
  "Internet prodavnica": "Internet Store",
  "Adrese maloprodaja:": "Retail Addresses:",
  "Adresa maloprodaje 1: Ugrinovačka 212": "Retail Address 1: Ugrinovačka 212",
  "Adresa maloprodaje 2: Vojislava Ilića 141g": "Retail Address 2: Vojislava Ilića 141g",
  "Kontakt telefoni:": "Contact Phones:",
  "Fiksni telefon internet prodaja: 011/4520-171,": "Fixed Phone Internet Sales: 011/4520-171,",
  "Maloprodaja Ugrinovačka: 011/210-0230,": "Retail Ugrinovačka: 011/210-0230,",
  "Maloprodaja Vojislava Ilića: 011/2886-509 (samo profesionalni alati)": "Retail Vojislava Ilića: 011/2886-509 (only professional tools)",

  "Podaci za identifikaciju": "Identification Data",
  "Podaci firme": "Company Information",
  "Pun naziv pravnog subjekta: STRIDON GROUP DOO": "Full Legal Name: STRIDON GROUP DOO",
  "Poštanska adresa: Borivoja Stevanovića 9": "Postal Address: Borivoja Stevanovića 9",
  "Delatnost i šifra delatnosti: 4615 – Posredovanje u prodaji nameštaja, ": "Activity and Activity Code: 4615 – Retail sale via mail order houses or via the Internet,",
  "predmeta za domaćinstvo i metalne robe": "household goods, and metal products",
  "Matični broj: 20588012": "Registration Number: 20588012",
  "Poreski broj (PIB): 106376570": "Tax Identification Number (TIN): 106376570",
  "Web adresa: https://www.stridon.rs/": "Website Address: https://www.stridon.rs/",
  "Kontakt telefon: +381-69-8058-374": "Contact Phone: +381-69-8058-374",
  "Kontakt E-mail: office@prodavnicaalata.rs": "Contact Email: office@prodavnicaalata.rs",

  "pp1": "Notice on Personal Data Protection",
  "pp2": "Personal data you provide to Prodavnicaalata.rs website for the purpose of obtaining products or services will be treated in accordance with our Data Privacy document. Sending or transmitting any unlawful, threatening, offensive, defamatory, obscene, pornographic, or other materials that violate any law to or from this location is prohibited.",
  "pp3": "Prodavnica alata at this location does not wish to receive any confidential or proprietary information from you. All materials, information, or other communications you transmit or send to this location will not be considered confidential and cannot be treated as such. Prodavnica alata.rs has no obligations regarding such communications. Our employees may copy, disclose, distribute, apply, or otherwise use communications and all data, images, sounds, texts, and all other materials contained therein for any commercial or non-commercial purposes.",
  "pp4": "Of course, your personal data does not fall into this category. In accordance with our Privacy Policy, we use them only for internal use, do not disclose or transmit them to third parties, and use them solely for the purpose of processing your orders.",
  "pp5": "Types of data collected and the purposes for which they are collected",
  "pp6": "The data collected through the contact form (name, surname, email, phone number, city, and address, as well as email and IP address) will be used by Prodavnica alata for the purpose of preparing and informing users about the offer of a specific product, contracting delivery related to that offer, and sending responses to user inquiries, as well as personalized offers for you on our website, for the time period necessary to achieve the purpose. The data collected in this way will not be shared with third parties. By clicking the \"Confirm Purchase\" button, the user gives consent to the processing of their personal data in the manner described. The legal basis for collecting customer data is consent, legitimate interest, or the conclusion and performance of a contract.",
  "pp7": "Data Users",
  "pp8": "Data users are our employees, who use your data for the purpose of fulfilling your order.",
  "pp9": "Data Protection",
  "pp10": "Your data will be adequately protected on our server with antivirus protection and physical/technical space protection, as long as our employees have access to them.",
  "pp11": "Your Rights Regarding Personal Data",
  "pp12": "- The right to receive confirmation whether we process your personal data - The right to access your personal data - The right to correct your personal data in case of errors - The right to request the termination of the processing of your personal data - The right to delete your personal data You can exercise all your rights by contacting us in the following ways: By email at office@prodavnicaalata.rs, or by phone at +381-64-616-5003. You can always delete, modify, and review your data on your account, if you have created one on our website.",
  "pp13": "Competent Authority for Personal Data Protection",
  "pp14": "The competent authority for personal data protection is the Commissioner for Information of Public Importance and Personal Data Protection of the Republic of Serbia. You can contact the authority at Bulevar kralja Aleksandra 15, 11000 Belgrade, Republic of Serbia, by email at office@poverenik.rs, or by phone at +381-11-3408 900. www.prodavnicaalata.rs owns copyrights to all content (textual, visual, and audio materials, databases, programming code). Unauthorized use of any part of the portal without the permission of the copyright owner is considered a copyright infringement and is subject to legal action. Products, services, and materials on www.prodavnicaalata.rs website are available for use only within the Republic of Serbia. Further resale of products and services outside the territory of the Republic of Serbia is not allowed, and you do so at your own risk. If you decide to access our internet tool store outside Serbia, you do so on your own initiative and are responsible for complying with applicable local laws. These Terms are governed by the laws of the Republic of Serbia, and the principles of conflict of laws do not apply.",
  "pp15": "Cookie Policy",
  "pp16": "Parts of our website use cookies. A cookie is a text file stored locally on your computer, tablet, or mobile phone, which allows recognizing a user who returned to the website, in order to track and analyze website visits for the purpose of optimizing Prodavnica alata website. The website uses cookies to remember what you have done on it in a certain period and what your desired options are regarding language, font size, and other display features. This means you do not have to specify your desired options every time you visit the website. Additionally, cookies help us analyze how you use our website and whether you encounter obstacles during navigation. They also help us customize online ads and offers according to your interests and needs. Personal data is not stored in this case, so this information cannot be used for personal identification. If you do not want to accept the storage of cookies on your computer, you need to disable cookies for this website in your internet browser. You can manually delete previously installed cookies from your internet browser. Disabling or deleting cookies may also mean reducing certain website functionalities.",
  "pp17": "How to Disable - Delete Cookies",
  "pp18": "You can delete cookies from your internet browser yourself and thus disable their use. Below are links with detailed instructions for deleting cookies from several most commonly used browsers: Chrome, Safari, Firefox, Internet Explorer, Opera. If you use a different browser, follow the instructions of the relevant provider. If you disable cookies, you will not be able to use all the functionalities of our website.",
  "pp19": "How to Change Cookie Settings",
  "pp20": "You can contact us at any time via email: office@prodavnicaalata.rs, or phone: 064-616-5003, and request a change of cookie settings.",
  "pp21": "Which Cookies Does This Website Use?",
  "pp22": "Necessary Cookies",
  "pp23": "These cookies include Static and Functionality cookies. These cookies are necessary for the website to function, so they cannot be disabled in our systems. They are usually set in response to your requests for services, such as privacy settings, logging in to an account, or filling out forms. You can block these cookies or set your browser to notify you about them, but in that case, some parts of the website may not work.",
  "pp24": "Marketing Cookies",
  "pp25": "These cookies (also called advertising cookies) are used to deliver advertised content relevant to you and can be used to track the effectiveness of our advertising campaigns on the website. These cookies are placed on our website by our partner providers of certain marketing services, and they can remember your web browsing activity on our website. This information may be used to better understand you and your needs, such as demographics (where you come from to our website), age, etc. Only anonymous information is retained and used in this way and only for the purpose of providing you with the most relevant content.",
  "pp26": "Efficiency Cookies - Statistics",
  "pp27": "These cookies allow us to count the number of visits and traffic sources, so we can measure and improve the efficiency of our website. They help us find out which pages are most and least popular, as well as how visitors navigate the website. All data collected by these cookies are aggregated and therefore anonymous. If you do not accept efficiency cookies, we will not know when you visited our website.",
  "pp28": "Changes to Cookie Policy",
  "pp29": "We may update these guidelines from time to time. If we make significant changes, we will notify you, but please check these guidelines regularly to ensure that you are familiar with the latest version.",
  "pp30": "Copyright",
  "pp31": "The content of this website is legally protected and exclusively copyrighted by the owner, Stridon Group doo - Prodavnica alata, which owns all copyright and other intellectual property rights regarding the content, editing, design, and concept. Trademarks, logos, names of individuals, and other similar intellectual property are owned by the owner or third parties. Non-compliance with the binding usage conditions is subject to the application of appropriate legal regulations. Unauthorized duplication, reproduction, public display, or distribution of website content, in any way, is prohibited. Prodavnica alata may revise these Terms at any time by updating this document. Please visit this page periodically to review the currently applicable Terms, as they are binding on you. These Terms are applied in accordance with all relevant laws."
}
