{
  "hero opis": "The best tool store in Serbia. Wholesale, retail, and online sale of power and hand tools, protective equipment for professionals and craftsmen, machines, and accessories.",
  "naslov buttona": "Web shop",

  "brendovi": "Brands",
  "HomepageBrandsTextBelowTitle": "Stridon offers tools and equipment from the most renowned brands such as DeWalt, Stanley, Bosch, Makita, Knipex, Wiha, Hogert, GTV, REMS, MAX, Wera, Black & Decker, Rubi, Senco, and many others. As the official importer and distributor for Serbia, we guarantee original quality, product availability, and technical support for every brand we represent.",
  "svi brendovi": "All brands",

  "Besplatna dostava": "Free Shipping",
  "Za kupovinu preko 15.000 RSD": "For purchases over 15,000 RSD",
  "Brza isporuka": "Fast Delivery",
  "Isporuka 1-5 radnih dana": "Delivery within 1-5 working days",
  "Sigurna kupovina": "Secure Shopping",
  "Garancija na kupljene mašine": "Warranty on purchased machines",
  "Čekovima građana": "Personal checks",
  "Na 4 rate bez kamate": "In 4 installments without interest",

  "galerija": "Images",
  
  "Brojevi govore umesto nas": "Numbers speak for themselves",
  "Veleprodajnih kupaca": "Wholesale customers",
  "Dilera širom Srbije": "Dealers throughout Serbia",
  "Zadovoljstvo uslugom": "Satisfaction with service",
  "Brendova koje zastupamo": "Brands we represent",

  "Šta naši saradnici kažu o nama": "What our associates say about us",
  "HomepageTestimonialsTextBelowTitle": "Our strength lies in the trust we build with our partners. Read below to see what our associates think about working with us — their satisfaction is our greatest recommendation.",
  
  "IN GRADNJA": "\"Great professionals and good people, always ready to meet requirements and deadlines. Highly recommended for any kind of collaboration.\"",
  "ENTERIJER JANKOVIC": "\"Very good experience working with Stridon Group. Excellent in communication, they stick to deadlines, always have good professional advice, and tools in stock!\"",
  "HIDRO INA": "\"A company that always knows what our company needs. Invaluable friendly advice and solutions that only true professionals in their field know. Highly recommend Stridon!\"",
  "TERMO TIM": "\"Simple and fast daily collaboration. People who are always ready to meet the needs of customers.\"",
  "SILMAX doo": "\"Excellent tool stock and knowledge of customer needs. Also, a large number of brands imported by Stridon makes them an indispensable daily supplier!\"",
  "MBM RAD": "\"Advice from Stridon's professional salesmen has led to a 50% reduction in our company's work on certain parts of projects!\"",
  "Galens": "\"No matter how big the project you're starting, Stridon always has enough tools for you. Next-day delivery, quality tools, and a genuine desire to help the customer - invaluable!\"",
  "COLLIGO ARS": "\"A loyal partner in all our projects. In our many years of collaboration, they have never let us down. Recommendations for Stridon company!\"",
  
  "Ko su naši klijenti?": "Who are our clients?",
  "klijenti": "Well-known renowned domestic companies in the fields of construction, carpentry, ceramics and others. Small and medium enterprises as well as individuals who need a quality tool and fast service!",

  "Adrese maloprodaja:": "Retail Addresses:",
  "Adresa maloprodaje 1: Ugrinovačka 212": "Retail Address 1: Ugrinovačka 212",
  "Adresa maloprodaje 2: Vojislava Ilića 141g": "Retail Address 2: Vojislava Ilića 141g",
  "Kontakt telefoni:": "Contact Phones:",
  "Fiksni telefon internet prodaja: 011/4520-171,": "Fixed Phone Internet Sales: 011/4520-171,",
  "Maloprodaja Ugrinovačka: 011/210-0230,": "Retail Ugrinovačka: 011/210-0230,",
  "Maloprodaja Vojislava Ilića: 011/2886-509 (samo profesionalni alati)": "Retail Vojislava Ilića: 011/2886-509 (only professional tools)"
}
