{
  "Pogledaj PDF kataloge": "View PDF catalogs",
  "naslov pasusa 1 karcher": "History",
  "naslov pasusa 2 karcher": "Technologies and innovations",
  "naslov pasusa 3 karcher": "Product range",
  "Karcher alati - Uvoznik za Srbiju": "Kärcher Tools - Importer for Serbia",
  "text pasusa 1 karcher": "After graduating from the Technical University of Stuttgart in 1924, Alfred Kärcher (1901–1959) joined the family business, which sold industrial cooking and washing equipment in Bad Cannstatt, a district of Stuttgart.\n\nIn the following years, he began developing devices such as electric immersion heaters and combustion furnaces for industrial use, laying the foundation for his own company.\n\nIn 1935, he founded Alfred Kärcher Limited Partnership in Bad Cannstatt.\n\nDue to space constraints, 120 employees moved to Winnenden in 1939, where the company’s headquarters remain today.\n\nBy the late 1940s, Kärcher was producing items like stoves, handcarts, and trailers for civilians.\n\nThe company also manufactured concrete formwork heaters and air heaters for post-war reconstruction.\n\nFrom the 1950s to the 1970s, Kärcher focused on producing steam generators for industry and construction, while cleaning technology became the company’s main revenue stream later.\n\nOn September 17, 1959, Alfred Kärcher passed away at age 58 from a heart attack.\n\nHis wife, Irene Kärcher (1920–1989), took over the business, increasing revenue by 70% in the first year.\n\nBy 1962, Kärcher had opened its first sales office outside Germany, near Paris, followed by branches in Austria and Switzerland.\n\nIn the 1960s and 1970s, Kärcher expanded into the global market, producing toys, catamarans, and construction formwork before focusing on high-pressure cleaners in 1974.\n\nThat year, the corporate color changed from blue to yellow, and the first international factory was opened in Brazil.\n\nFrom the late 1970s, Kärcher began cleaning historical monuments worldwide.\n\nIn 1984, it launched its first high-pressure cleaner for home use.\n\nAfter Irene Kärcher passed away in 1989, management was taken over by the existing executive team.\n\nAlfred and Irene Kärcher’s descendants remained involved in supervisory roles.\n\nDuring the 1990s, Kärcher entered the commercial floor-cleaning and municipal equipment sector.\n\nThe company launched household appliances like vacuum cleaners and steam cleaners.\n\nIn 2003, Kärcher introduced its first fully autonomous consumer cleaner and later expanded into gardening with pumps and watering systems.\n\nBy the end of 2011, Kärcher acquired the former Pfleiderer factory in Winnenden, nearly doubling its operational space.\n\nIn 2022, Kärcher released Kira, the first autonomous vacuum and mop for professional use.",
  "text pasusa 2 karcher": "Kärcher constantly integrates modern technology to improve the efficiency of its cleaning equipment.\n\nAutomated systems allow for precise production control, while digital tools help monitor performance and quickly identify issues.\n\nSmart cleaning devices that can connect to the internet enable remote operation and monitoring.\n\nThe use of advanced sensors and software ensures accurate analysis and predictive maintenance.\n\nEnergy-efficient innovations and optimized resource usage contribute to greater sustainability and productivity.\n\nOne of Kärcher’s early commercial successes was a salt bath furnace used for hardening and refining light metals.\n\nThe patent was sold to Siebert GmbH, with over 1,200 units sold by 1945.\n\nAccording to WIPO’s 2024 annual report, Kärcher ranked 10th globally in industrial design with 189 registrations in 2023.",
  "text pasusa 3 karcher": "Kärcher offers an extensive range of cleaning equipment for industrial and commercial use.\n\nTheir catalog includes pressure washers, vacuum cleaners, steam cleaners, and specialized equipment for floor and glass cleaning.\n\nHigh-pressure washers are Kärcher’s flagship products, using powerful water jets to remove stubborn dirt from concrete, stone, and tiled surfaces.\n\nTheir vacuum cleaners are designed for both household and commercial applications, capable of handling dry, wet, and specific types of waste.\n\nKärcher’s steam cleaners disinfect and clean various surfaces without chemicals, making them ideal for homes and healthcare facilities.\n\nIn addition, Kärcher offers floor cleaning machines for large industrial spaces and specialized tools for cleaning glass surfaces and facades, delivering fast and efficient maintenance solutions.",
  "text do kraja karcher": "Find the complete range and availability information for Kärcher products on our ",
  "link do proizvodjaca text karcher": "official online store",
  "KarcherMetaTitle": "Kärcher tools store - Serbia, Belgrade | Stridon Group",
  "KarcherMetaDescription": "Learn all about Kärcher tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "Karcher profesionalni program katalog": "Karcher professional program catalog",
  "Karcher žuti program katalog": "Karcher yellow program catalog"
}