{
  "Idi na brend": "Go to the brand",
  "Pogledaj PDF katalog": "View PDF catalog",

  "1": "Discover the latest price list of Bosch DIY measuring tools for June 2023. This comprehensive catalog provides the most current information on available measuring tools for DIY enthusiasts and hobbyists.",
  "2": "Explore the latest offers in our catalog of Bosch accessories for July 2023. Browse a wide selection of premium Bosch accessories that will enhance your tools and simplify your projects.",
  "3": "Explore the latest price list of Dremel tools and accessories for June 2023. In our catalog, you can find a rich assortment of high-quality Dremel tools and accessories to meet all your creative needs.",
  "4": "Get to know our 'EXPERT Mini Accessory Catalog'! In this special edition, we present you with a wide range of high-quality accessories that will meet all your needs.",
  "5": "Check out our recommended price list for Blue tools for July 2023. This catalog brings you a wide selection of top-notch tools that are synonymous with quality and reliability.",
  "6": "Browse our recommended VP price list for PRO Measuring Tools for June 2023. In this catalog, we offer a wide range of top-notch PRO Measuring Tools designed for professionals and demanding projects.",
  "7": "Browse the latest GTV catalog for June 2023. In this catalog, we bring you a wide range of products and tools for your projects and tasks.",
  "8": "Familiarize yourself with our price list of Hogert electrician's tools for June 2023. This catalog offers a wide range of high-quality electrician's tools for all your electrical needs.",
  "9": "Discover the latest offers in our Hogert HTZ equipment catalog for June 2023. Browse a rich selection of HTZ equipment to help you perform tasks with safety and efficiency.",
  "10": "Browse the latest Hogert clothing catalog for June 2023. In this catalog, we offer a wide range of workwear that will provide you with protection and comfort during work activities.",
  "11": "Discover our catalog of Hogert hand tools for this season. In this catalog, we bring you a wide range of top-notch Hogert hand tools designed for professionals and demanding projects.",
  "12": "Browse our catalog of Karcher professional machines for this season. In this catalog, we bring you a wide range of top-notch Karcher professional machines that will meet all your demanding needs.",
  "13": "Discover our catalog of Karcher yellow program for this season. In this catalog, we bring you a wide range of top-notch Karcher products that will equip you for various tasks.",
  "14": "Browse our catalog of Knipex tools for this season. In this catalog, we bring you a wide range of top-notch Knipex tools designed for professionals and demanding projects.",
  "15": "Discover our catalog of KWB AKKU TOP accessories for cordless tools for this season. In this catalog, we bring you a wide range of top-notch KWB AKKU TOP accessories to facilitate your work with cordless tools.",
  "16": "Browse our catalog of KWB machine accessories for this season. In this catalog, we bring you a wide range of top-notch KWB machine accessories that will improve your performance.",
  "17": "Discover our catalog of KWB accessories for this season. In this catalog, we bring you a wide range of top-notch KWB accessories that will be your faithful partners at work.",
  "18": "Browse our catalog of MAX tools for this season. In this catalog, we bring you a wide range of top-notch MAX tools that are reliable allies in your projects.",
  "19": "Browse our catalog of MTX and Sparta tools for this season. In this catalog, we bring you a wide range of top-notch MTX and Sparta tools designed for various needs.",
  "20": "Discover our catalog of Rems promotions for this season. In this catalog, we bring you a wide range of top-notch Rems tools and equipment for your work tasks.",
  "21": "Browse our catalog of Rubi for this season in English. In this catalog, we bring you a wide range of top-notch Rubi tools that will meet the needs of professional craftsmen.",
  "22": "Browse our catalog of Wera tools for this season. In this catalog, we bring you a wide range of top-notch Wera tools known for their quality and innovations.",
  "23": "Discover our catalog of Wiha tools for this season. In this catalog, we bring you a wide range of top-notch Wiha tools designed for precision and reliability.",
  "24": "Browse our catalog of Wiha measuring tools for this season. In this catalog, we bring you a wide range of top-notch Wiha measuring tools to assist you in accurate measurements.",
  "25": "Discover our catalog of Wiha XXL III cases for this season. In this catalog, we bring you a wide range of top-notch Wiha tools housed in a practical case.",
  "26": "Browse our catalog of Wolfcraft tools for this season. In this catalog, we bring you a wide range of top-notch Wolfcraft tools that will be faithful collaborators in your projects.",
  "27": "This catalog showcases the latest top-quality products and tools that Dewalt has offered in 2023. Explore a wide range of Dewalt products that have become the first choice for professionals worldwide.",
  "28": "In this exclusive product range, you will discover tools and equipment that not only meet but also surpass the highest industry standards. Dewalt's limited editions are intended for those who demand the best.",
  "29": "Stanley catalog represents an inexhaustible source of tools and equipment designed for both professional craftsmen and enthusiasts who appreciate high-quality products.",

  "Dewalt najprodavanije 2023": "Dewalt top sellers 2023",
  "Dewalt ograničeno izdanje": "Dewalt limited catalog",

  "Bosch DIY merni alati": "Bosch DIY measuring tools",
  "Bosch pribor": "Bosch accessories",
  "Bosch Plavi": "Bosch Blue",
  "Bosch VP cenovnik": "Bosch wholesale pricelist",

  "Knipex katalog": "Knipex catalog",
  "MAX katalog": "MAX catalog", 
  "GTV katalog": "GTV catalog",
  "Wolfcraft katalog": "Wolfcraft catalog",
  "Wera katalog": "Wera catalog",
  "MTX, Sparta katalog": "MTX, Sparta catalog",
  "Sparta, MTX katalog": "Sparta, MTX catalog",
  "Stanley katalog": "Stanley catalog",

  "Hogert električarski alati": "Hogert electrician tools",
  "Hogert HTZ": "Hogert catalog",
  "Hogert odeća katalog": "Hogert clothing catalog",
  "Hogert ručni alati": "Hogert hand tools",

  "Karcher profesionalni program katalog": "Karcher professional program catalog",
  "Karcher žuti program katalog": "Karcher yellow program catalog",

  "KWB AKKU TOP pribor za aku alate": "KWB AKKU TOP accessories for cordless tools",
  "KWB dodaci za mašine katalog": "KWB machine accessories catalog",
  "KWB pribor": "KWB accessories",

  "Rems akcija 2023": "Rems sale 2023",
  "Rubi akcija 2023": "Rubi sale 2023",

  "Wiha merni alati": "Wiha measuring tools",
  "Wiha katalog": "Wiha catalog",
  "Wiha XXL III kofer": "Wiha XXL III tool case"
}