{
  "Pogledaj PDF kataloge": "View PDF catalogs",
  "naslov pasusa 1 kwb": "History",
  "naslov pasusa 2 kwb": "Technologies and innovations",
  "naslov pasusa 3 kwb": "Product range",
  "KWB alati - Uvoznik za Srbiju": "KWB Tools - Importer for Serbia",
  "text pasusa 1 kwb": "KWB Germany GmbH is an internationally active brand recognized as an independent systems specialist for power tool accessories and hand tools. Headquartered in Germany, the company develops and distributes a broad range of KWB tools and accessories for both professional and DIY users.\n\nWith over 90 years of experience in the tool industry, KWB Germany GmbH is known for its consistent quality standards and innovative approach. With more than 200 employees, the company offers KWB products in over 90 countries, serving as a reliable partner for hardware stores, specialty retailers, and online tool sellers.",
  "text pasusa 2 kwb": "KWB continuously invests in research and development to improve its current tool range and introduce new technologies that enhance ease of use and work results. Innovation is present in every KWB tool and accessory, offering modern solutions to a variety of challenges.\n\nThe KWB tools and accessories are designed with a focus on practicality and efficiency. Each product is engineered to optimize workflows, reduce effort, and improve productivity. Ergonomic design, ease of use, and durability make KWB products stand out in the market of power tool accessories and workshop tools.",
  "text pasusa 3 kwb": "KWB provides a broad and diverse product range that covers all needs for cutting, drilling, grinding, and a wide selection of workshop tools that simplify daily tasks in the workshop, on the job site, or at home.\n\nTheir portfolio includes power tool accessories as well as hand tools, all developed to enhance performance and achieve better results. With more than 5,500 products, the KWB product offering includes patented innovations, showcasing the company’s dedication to product development.\n\nOngoing improvement of the product line allows KWB Germany GmbH to remain competitive in the fast-moving tool and power tool accessory market, with regular updates and new solutions.",
  "text do kraja kwb": "Find the complete range and availability information for KWB products on our ",
  "link do proizvodjaca text kwb": "official online store",
  "KWBMetaTitle": "KWB tools store - Serbia, Belgrade | Stridon Group",
  "KWBMetaDescription": "Learn all about KWB tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "KWB AKKU TOP pribor za aku alate": "KWB AKKU TOP accessories for cordless tools",
  "KWB dodaci za mašine katalog": "KWB machine accessories catalog",
  "KWB pribor": "KWB accessories"
}