{
  "Pogledaj PDF kataloge": "View PDF catalogs",
  "naslov pasusa 1 max": "History",
  "naslov pasusa 2 max": "Technologies and innovations",
  "naslov pasusa 3 max": "Product range",
  "MAX vezivači armature i žica - Uvoznik za Srbiju": "MAX Rebar and Wire Tier - Importer for Serbia",
  "text pasusa 1 max": "Founded in 1942 under the name Yamada Air Industry Co., Ltd., MAX began manufacturing business and office equipment in 1945.\n\nIn 1964, the integration of production and sales sectors led to the formation of MAX CO., LTD.\n\nSince then, MAX has grown into a globally recognized manufacturer of industrial tools and equipment for the construction industry.\n\nThe company was listed on the Tokyo Stock Exchange in 1970, and the headquarters moved to Tokyo in 1981.\n\nDuring the 1990s and 2000s, MAX expanded its manufacturing capabilities with new plants in Japan, China, Thailand, and Malaysia.\n\nIt also introduced ISO9001 and ISO14001 certifications, reinforcing its commitment to quality and environmental responsibility.\n\nIn 2010 and 2014, key acquisitions and the establishment of new offices across Asia and Europe allowed MAX to further expand its global footprint.\n\nOver the decades, MAX has strengthened its R&D capabilities, becoming a leading developer of tools that meet the evolving needs of professionals worldwide.\n\nToday, MAX is internationally recognized as a reliable manufacturer of industrial equipment, office solutions, and power tools.\n\nIts product development teams focus on creating durable and innovative tools that cater to the demands of various industries.",
  "text pasusa 2 max": "Innovation at MAX begins in the research, design, and production departments and ends with the end-user.\n\nBased on user feedback, MAX tools are regularly optimized for real-world conditions.\n\nClose collaboration with customers enables the company to stay ahead of emerging trends and anticipate industry developments.\n\nMAX tools are developed in Japan and produced in ISO-certified factories, ensuring reliability and premium quality.\n\nAll products undergo rigorous testing to meet internal standards.\n\nContinuous investment in R&D allows MAX to design smart tools and advanced solutions that make work on-site and in the workshop easier and more efficient.",
  "text pasusa 3 max": "MAX has pioneered many tools on the global market, including the first roofing nailer (1982), battery-powered rebar tying tool (1993), and high-pressure compressors and nailers (1994).\n\nThese tools are widely trusted by professionals for their performance, durability, and ergonomic design.\n\nMAX's industrial tools include powerful yet lightweight devices developed with proprietary features.\n\nThe range covers pneumatic nailers, 20-bar high-pressure compressors, metal and concrete tools, and accessories used in construction.\n\nThe office equipment division includes a variety of staplers, such as the innovative Flat Clinch and Integral models used in copy machines worldwide.\n\nMAX also offers check-processing devices for the financial sector and labeling systems for industrial and educational use, including tube marking tools and cable identification systems.\n\nMAX's diverse portfolio provides complete solutions for professionals across multiple sectors.\n\nIts tools and office equipment stand for reliability, innovation, and performance, making MAX a trusted brand for those who value quality in every task.",
  "text do kraja max": "Find the complete range and availability information for MAX products on our ",
  "link do proizvodjaca text max": "official online store",
  "MAXMetaTitle": "MAX tools store - Serbia, Belgrade | Stridon Group",
  "MAXMetaDescription": "Learn all about MAX tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "MAX katalog": "MAX catalog"
}