{
  "Pogledaj PDF kataloge": "View PDF catalogs",
  "naslov pasusa 1 mtx": "History",
  "naslov pasusa 2 mtx": "Technologies and innovations",
  "naslov pasusa 3 mtx": "Product range",
  "MTX alati - Uvoznik za Srbiju": "MTX Tools - Importer for Serbia",
  "text pasusa 1 mtx": "The wholesale company MATRIZE was established in 1995 and has since been engaged in the supply and wholesale of tools. Its main activities include the distribution of hand tools and the development of a broad distribution network for tools. In its early years, the company focused on classic hand tools for metalwork, carpentry, measuring, and painting. Over time, the product range expanded to include garden tools, power tools, construction tools, and garage equipment, strengthening its position in the tool wholesale market.\n\nThe MTX brand was introduced to the market in 2001. Within a few years, MTX tools gained recognition in Europe and later in South America. By 2005, MATRIZE signed its first international agreement, entering the markets of Kazakhstan, Ukraine, Bulgaria, Poland, Romania, and Brazil. The company also collaborates with clients in Greece and Cyprus, further expanding the reach of MTX tools.",
  "text pasusa 2 mtx": "With over 20 years in the tool industry, MTX has become one of the most recognized hand tool brands in Russia and the Commonwealth of Independent States (CIS). MTX tools are made from quality materials using modern manufacturing technologies, ensuring durability and reliability in everyday use.\n\nThe constant implementation of innovative solutions contributes to the consistent performance of MTX tools, making them highly sought after by both professionals and DIY users.",
  "text pasusa 3 mtx": "The MTX tool range includes a wide variety of products, from basic hand tools to professional tools and specialized equipment. Thanks to competitive prices and reliable design, MTX tools are a great choice for both wholesale customers and end users. The product lineup includes tools for household use, construction work, gardening, and professional applications, making MTX one of the most in-demand brands in the tools category.",
  "text do kraja mtx": "Find the complete range and availability information for MTX products on our ",
  "link do proizvodjaca text mtx": "official online store",
  "MTXMetaTitle": "MTX tools store - Serbia, Belgrade | Stridon Group",
  "MTXMetaDescription": "Learn all about MTX tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "MTX, Sparta katalog": "MTX, Sparta catalog"
}