{
  "Politika Privatnosti": "Privacy Policy",
  "Podaci firme": "Company Information",
  "Pun naziv pravnog subjekta: STRIDON GROUP DOO": "Full Legal Name: STRIDON GROUP DOO",
  "Poštanska adresa: Vojislava Ilića 141g": "Postal Address: Vojislava Ilića 141g",
  "Delatnost i šifra delatnosti: 4615 – Posredovanje u prodaji nameštaja, ": "Activity and Activity Code: 4615 – Retail sale via mail order houses or via the Internet,",
  "predmeta za domaćinstvo i metalne robe": "household goods, and metal products",
  "Matični broj: 20588012": "Registration Number: 20588012",
  "Poreski broj (PIB): 106376570": "Tax Identification Number (TIN): 106376570",
  "Web adresa: https://www.stridon.rs/": "Website Address: https://www.stridon.rs/",
  "Kontakt telefon: +381-69-8058-374": "Contact Phone: +381-69-8058-374",
  "Kontakt E-mail: office@stridon.rs": "Contact Email: office@stridon.rs",

  "pp1": "Notice on Personal Data Protection",
  "pp2": "Personal data you provide to Prodavnicaalata.rs website for the purpose of obtaining products or services will be treated in accordance with our Data Privacy document. Sending or transmitting any unlawful, threatening, offensive, defamatory, obscene, pornographic, or other materials that violate any law to or from this location is prohibited.",
  "pp3": "Prodavnica alata at this location does not wish to receive any confidential or proprietary information from you. All materials, information, or other communications you transmit or send to this location will not be considered confidential and cannot be treated as such. Prodavnica alata.rs has no obligations regarding such communications. Our employees may copy, disclose, distribute, apply, or otherwise use communications and all data, images, sounds, texts, and all other materials contained therein for any commercial or non-commercial purposes.",
  "pp4": "Of course, your personal data does not fall into this category. In accordance with our Privacy Policy, we use them only for internal use, do not disclose or transmit them to third parties, and use them solely for the purpose of processing your orders.",
  "pp5": "Types of data collected and the purposes for which they are collected",
  "pp6": "The data collected through the contact form (name, surname, email, phone number, city, and address, as well as email and IP address) will be used by Prodavnica alata for the purpose of preparing and informing users about the offer of a specific product, contracting delivery related to that offer, and sending responses to user inquiries, as well as personalized offers for you on our website, for the time period necessary to achieve the purpose. The data collected in this way will not be shared with third parties. By clicking the \"Confirm Purchase\" button, the user gives consent to the processing of their personal data in the manner described. The legal basis for collecting customer data is consent, legitimate interest, or the conclusion and performance of a contract.",
  "pp7": "Data Users",
  "pp8": "Data users are our employees, who use your data for the purpose of fulfilling your order.",
  "pp9": "Data Protection",
  "pp10": "Your data will be adequately protected on our server with antivirus protection and physical/technical space protection, as long as our employees have access to them.",
  "pp11": "Your Rights Regarding Personal Data",
  "pp12": "- The right to receive confirmation whether we process your personal data - The right to access your personal data - The right to correct your personal data in case of errors - The right to request the termination of the processing of your personal data - The right to delete your personal data You can exercise all your rights by contacting us in the following ways: By email at office@stridon.rs, or by phone at +381-64-616-5003. You can always delete, modify, and review your data on your account, if you have created one on our website.",
  "pp13": "Competent Authority for Personal Data Protection",
  "pp14": "The competent authority for personal data protection is the Commissioner for Information of Public Importance and Personal Data Protection of the Republic of Serbia. You can contact the authority at Bulevar kralja Aleksandra 15, 11000 Belgrade, Republic of Serbia, by email at office@poverenik.rs, or by phone at +381-11-3408 900. www.prodavnicaalata.rs owns copyrights to all content (textual, visual, and audio materials, databases, programming code). Unauthorized use of any part of the portal without the permission of the copyright owner is considered a copyright infringement and is subject to legal action. Products, services, and materials on www.prodavnicaalata.rs website are available for use only within the Republic of Serbia. Further resale of products and services outside the territory of the Republic of Serbia is not allowed, and you do so at your own risk. If you decide to access our internet tool store outside Serbia, you do so on your own initiative and are responsible for complying with applicable local laws. These Terms are governed by the laws of the Republic of Serbia, and the principles of conflict of laws do not apply.",
  "pp15": "Cookie Policy",
  "pp16": "Parts of our website use cookies. A cookie is a text file stored locally on your computer, tablet, or mobile phone, which allows recognizing a user who returned to the website, in order to track and analyze website visits for the purpose of optimizing Prodavnica alata website. The website uses cookies to remember what you have done on it in a certain period and what your desired options are regarding language, font size, and other display features. This means you do not have to specify your desired options every time you visit the website. Additionally, cookies help us analyze how you use our website and whether you encounter obstacles during navigation. They also help us customize online ads and offers according to your interests and needs. Personal data is not stored in this case, so this information cannot be used for personal identification. If you do not want to accept the storage of cookies on your computer, you need to disable cookies for this website in your internet browser. You can manually delete previously installed cookies from your internet browser. Disabling or deleting cookies may also mean reducing certain website functionalities.",
  "pp17": "How to Disable - Delete Cookies",
  "pp18": "You can delete cookies from your internet browser yourself and thus disable their use. Below are links with detailed instructions for deleting cookies from several most commonly used browsers: Chrome, Safari, Firefox, Internet Explorer, Opera. If you use a different browser, follow the instructions of the relevant provider. If you disable cookies, you will not be able to use all the functionalities of our website.",
  "pp19": "How to Change Cookie Settings",
  "pp20": "You can contact us at any time via email: office@stridon.rs, or phone: 064-616-5003, and request a change of cookie settings.",
  "pp21": "Which Cookies Does This Website Use?",
  "pp22": "Necessary Cookies",
  "pp23": "These cookies include Static and Functionality cookies. These cookies are necessary for the website to function, so they cannot be disabled in our systems. They are usually set in response to your requests for services, such as privacy settings, logging in to an account, or filling out forms. You can block these cookies or set your browser to notify you about them, but in that case, some parts of the website may not work.",
  "pp24": "Marketing Cookies",
  "pp25": "These cookies (also called advertising cookies) are used to deliver advertised content relevant to you and can be used to track the effectiveness of our advertising campaigns on the website. These cookies are placed on our website by our partner providers of certain marketing services, and they can remember your web browsing activity on our website. This information may be used to better understand you and your needs, such as demographics (where you come from to our website), age, etc. Only anonymous information is retained and used in this way and only for the purpose of providing you with the most relevant content.",
  "pp26": "Efficiency Cookies - Statistics",
  "pp27": "These cookies allow us to count the number of visits and traffic sources, so we can measure and improve the efficiency of our website. They help us find out which pages are most and least popular, as well as how visitors navigate the website. All data collected by these cookies are aggregated and therefore anonymous. If you do not accept efficiency cookies, we will not know when you visited our website.",
  "pp28": "Changes to Cookie Policy",
  "pp29": "We may update these guidelines from time to time. If we make significant changes, we will notify you, but please check these guidelines regularly to ensure that you are familiar with the latest version.",
  "pp30": "Copyright",
  "pp31": "The content of this website is legally protected and exclusively copyrighted by the owner, Stridon Group doo - Prodavnica alata, which owns all copyright and other intellectual property rights regarding the content, editing, design, and concept. Trademarks, logos, names of individuals, and other similar intellectual property are owned by the owner or third parties. Non-compliance with the binding usage conditions is subject to the application of appropriate legal regulations. Unauthorized duplication, reproduction, public display, or distribution of website content, in any way, is prohibited. Prodavnica alata may revise these Terms at any time by updating this document. Please visit this page periodically to review the currently applicable Terms, as they are binding on you. These Terms are applied in accordance with all relevant laws."
}