{
  "Pogledaj PDF kataloge": "View PDF catalogs",
  "naslov pasusa 1 rems": "History",
  "naslov pasusa 2 rems": "Technologies and innovations",
  "naslov pasusa 3 rems": "Product range",
  "REMS alati - Uvoznik za Srbiju": "REMS Tools - Importer for Serbia",
  "text pasusa 1 rems": "Since its foundation in 1909, REMS has been developing high-quality tools for working with pipes, primarily for professional plumbers and heating system installers. The company started with manual pipe tools and later expanded its offer to include machines and power tools for pipe processing. The founder, Christian Föhl, set a clear standard: REMS tools must always be superior. Today, REMS stands as a global leader in manufacturing machines and tools for pipework.",
  "text pasusa 2 rems": "REMS engineers continuously bring forward revolutionary ideas that simplify daily tasks for professionals. With a strong focus on practical application and industry needs, they develop innovative tools for the toughest demands on the job site. The company's dedication to excellence is supported by constant technical advancement and collaboration with experts across different sectors.\n\nThanks to cutting-edge technology and strict quality control, REMS tools have become globally recognized. Their innovative solutions are protected by numerous national and international patents, confirming their status as a pioneer in the field of pipe tools and machines.",
  "text pasusa 3 rems": "REMS offers an extensive range of tools and machines for every aspect of pipe processing and installation work. Their product lineup includes thread cutting machines, rolling tools, electric and hydraulic threading machines, and pipe cutters, from manual tools to electric reciprocating saws and battery-powered circular pipe saws.\n\nThe company also provides solutions for beveling and deburring, as well as a wide variety of installation tools such as Swedish wrenches, pump pliers, cordless drills, and pressure testing units – both manual and electric.\n\nIn the field of soldering and welding, REMS supplies electric soldering tongs, turbo torches, and high-quality soldering materials. For pipe bending, they offer both manual and hydraulic benders, allowing precise and reliable work even under challenging conditions.\n\nREMS is also specialized in tools for radial and axial press fittings, including cordless and electro-hydraulic press machines and various expansion tools. For maintenance and inspection, the company provides pipe inspection cameras, cleaning machines, and tools for welding plastic pipes.",
  "text do kraja rems": "Find the complete range and availability information for REMS products on our ",
  "link do proizvodjaca text rems": "official online store",
  "REMSMetaTitle": "REMS tools store - Serbia, Belgrade | Stridon Group",
  "REMSMetaDescription": "Learn all about REMS tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "Rems akcija 2023": "Rems sale 2023"
}