{
  "Pogledaj PDF kataloge": "View PDF catalogs",
  "naslov pasusa 1 rubi": "History",
  "naslov pasusa 2 rubi": "Technologies and innovations",
  "naslov pasusa 3 rubi": "Product range",
  "Rubi alati - Uvoznik za Srbiju": "RUBI Tools - Importer for Serbia",
  "text pasusa 1 rubi": "On April 10th, 1951, young inventor Joan Boada submitted a patent application at the Registration and Patents Office in Barcelona for a new tool, a manual cutter for mosaic and tiles. This tool would later become globally recognized as the famous RUBI tile cutter, a benchmark in the field of ceramic cutting tools.\n\nAfter winning the gold medal at the First National Invention Exhibition in Barcelona in 1953, brothers Joan and Antoni Boada focused on producing and improving this groundbreaking tool. In the 1960s, RUBI introduced the impact breaker, also invented and patented by the Boada brothers, further enhancing the performance of their manual cutting tools.\n\nDue to increasing demand, Miquel Escayol joined the brothers in 1969, marking the official establishment of GERMANS BOADA, S.A., the parent company behind the RUBI brand.\n\nDuring the 1970s, RUBI cutters continued to evolve. The company invested in exports while also developing the mechanical breaker, launching the TS model, which became a global standard for manual tile cutters.\n\nWith the emergence of porcelain granite in the late 1980s, RUBI developed a new line of manual cutters adapted to tougher materials and global market demands.\n\nThe 1990s marked a golden era for RUBI. GERMANS BOADA, S.A. expanded by opening subsidiaries in Portugal, Italy, France, and other European countries, further strengthening RUBI’s position in the tile tool industry.\n\nEntering the new millennium, RUBI’s growth continued steadily. The development of tile cutters adopted modern technologies, adjusting to new trends and challenges in the construction and tile-laying sectors.",
  "text pasusa 2 rubi": "RUBI is known for constant innovation, adapting tools to the needs of professionals. RUBI tools are designed with ergonomics, durability, and usability in mind.\n\nSince 2013, RUBI has launched advanced product lines such as the SLIM SYSTEM, TZ series, and the ZERO DUST electric cutters, providing industry-leading solutions for working with ceramic tiles and natural stone.\n\nTheir lightweight design, combined with comfortable grips, makes long work sessions easier. RUBI tools have become a symbol of reliability in the tiling and construction industry.",
  "text pasusa 3 rubi": "RUBI offers a broad range of tools and machines, from basic manual tile cutters to complex electric devices for ceramic and stone cutting.\n\nTheir manual cutters ensure safety and precision, free of sharp parts that could pose a risk to users. RUBI electric cutters allow for precise, efficient cutting of materials like granite and marble.\n\nAdditionally, the RUBI product lineup includes diamond blades for wet and dry cutting, available in diameters from 115 mm to 350 mm, compatible with nearly every type of material. These blades are an ideal choice for a wide range of professional tiling tasks.",
  "text do kraja rubi": "Find the complete range and availability information for RUBI products on our ",
  "link do proizvodjaca text rubi": "official online store",
  "RUBIMetaTitle": "RUBI tools store - Serbia, Belgrade | Stridon Group",
  "RUBIMetaDescription": "Learn all about RUBI tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "Rubi akcija 2023": "Rubi sale 2023"
}