{
  "naslov pasusa 1 senco": "History",
  "naslov pasusa 2 senco": "Technologies and innovations",
  "naslov pasusa 3 senco": "Product range",
  "Senco alati - Uvoznik za Srbiju": "SENCO Tools - Importer for Serbia",
  "text pasusa 1 senco": "In the 1930s, company founder Albert Juilfs worked from his basement and produced the Springtramp Eliminator, a device that addressed the vibration problem in automobiles of the time.\n\nBy the 1940s, SENCO created the first pneumatic stapler for industrial packaging and upholstery, setting a new standard for ease and speed on the production line.\n\nThis secured the company's future, and today, SENCO focuses on producing high-quality fastening tools.\n\nIn the 1960s, SENCO opened its first factory in Cincinnati, Ohio, where it produced a new line of fastening products—paper-taped nails and coil nails.\n\nThe factory expanded five years later to support the growing production of tools and fasteners.\n\nDuring the 1990s, SENCO launched the SN325 Framing Nail and many other tools that became popular among builders, carpenters, and other professionals, including the SFN40 and SN60 nailers, M2+ and M3+ staplers, SLP20 Brad nailer, and the FramePro nailer series.\n\nIn the 2000s, SENCO revolutionized the collated nail market with its wireless DURASPIN® screwdriver.\n\nThe technology enabled a fully integrated auto-feed screw system.\n\nLater that year, a corded model and accessories were introduced.\n\nIn the 2010s, SENCO introduced FUSION® technology with the wireless 15-Gauge finish nailer, which eliminated the need for fuel cells, along with the associated costs and cleaning.\n\nIn 2021, after SENCO was acquired by KYOCERA Corporation in 2017, an investment was announced to expand the factory and bring all SENCO employees in Cincinnati under one roof.\n\nThe new global headquarters will enhance communication and innovation, allowing further progress in the coming years.",
  "text pasusa 2 senco": "SENCO's revolutionary, patented FUSION™ technology relies on a permanently sealed air chamber and a battery-powered motor that recompresses air repeatedly.\n\nWhile other cordless technologies use slow mechanical flywheels or expensive gas cartridges to drive nails, FUSION™ tools function and perform like pneumatic nailers.\n\nSENCO created the first all-in-one auto-feed screw system with the launch of DURASPIN™.\n\nFeaturing a corner-fit feed system, which allows access to tight spaces other drivers cannot reach, and a new return-feed drive system that improves precision, DURASPIN™ boosts productivity by up to 30%.\n\nSENCO’s patented NEVERLUBE® technology virtually eliminates routine tool maintenance.\n\nInternal components include a unique graphite composite that serves as a dry lubricant and self-lubricating O-rings that do not dry out.\n\nNEVERLUBE® tools do not require oiling and never need to be repacked with grease like other oil-free tools.\n\nSENCOTE is a specially formulated nail coating that reduces friction for easier driving.\n\nThe friction melts the coating inside the wood—when it cools, it acts as a bonding agent, increasing holding power.\n\nSENCO also created the popular DA-style finish nail, ideal for nailers with angled magazines that are easier to maneuver in tight spaces.\n\nNailers and DURASPIN systems can be used in manufacturing environments where automation is key.\n\nSENCO tools and technologies can be incorporated into automated framing and screwing tables that build walls and structures with unmatched speed and precision on a massive scale.",
  "text pasusa 3 senco": "Senco offers a wide range of products, from pneumatic tools to fastening machines, designed to meet the needs of professionals.\n\nTheir nailers and staplers provide precise and strong joints, even in demanding conditions, while models with quick reloading and ergonomic designs allow for long work hours with minimal fatigue.\n\nSenco compressors are compact, powerful, and reliable, enabling efficient work, while their nails and staples perfectly match their tools, providing durable and reliable joints for various projects.",
  "text do kraja senco": "Find the complete range and availability information for SENCO products on our ",
  "link do proizvodjaca text senco": "official online store",
  "SENCOMetaTitle": "SENCO tools store - Serbia, Belgrade | Stridon Group",
  "SENCOMetaDescription": "Learn all about SENCO tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅"
}