{
  "SG Servis": "Out-of-warranty tool service in Belgrade",
  "opisNaServisu": "We service and maintain electric, cordless, and hand tools - for professional and hobby use.",
  "Brendovi koje servisiramo": "Brands that we service",
  "ServiceTextBelowBrandsThatWeService": "We service tools and equipment from leading brands such as DeWalt, Bosch, Makita, Metabo, Festool, Rubi, and SENCO.",

  "key1": "Tool Service under Warranty",
  "key2": "If your tool is within the warranty period",
  "key3": "and is covered by the manufacturer's warranty, we will gladly direct you to the authorized service center of the brand to which your machine belongs!",
  "key4": "SG Service - Our Reliable Partner",
  "key5": "Our company collaborator 'SG Service' - your reliable partner for servicing power tools!",
  "key6": "The dedicated team of experts at SG Service specializes in the maintenance and repair of a wide range of power tool brands. Whether you need regular servicing, repairs, or fault diagnosis, SG Service is here to provide you with fast and efficient service.",
  "key7": "The brands serviced by SG Service include some of the most well-known and highest-quality manufacturers in the power tool industry. SG Service experts have extensive experience working with brands such as",
  "key8": "Regardless of the model and complexity of the problem, the knowledge of our technicians allows your tools to be repaired and maintained to the highest standards.",
  "key9": "Working Hours",
  "key10": "SG Service operates",
  "key11": "from 8:00 AM to 4:00 PM",
  "key12": "on every working day,",
  "key13": "Saturdays from 9:00 AM to 3:00 PM, Sundays closed",
  "key14": ", so feel free to visit them during the specified time. The SG Service team will warmly welcome you and gladly assist you with any questions or issues regarding your power tools.",
  "key15": "SG Service uses only high-quality replacement parts to ensure the durability and reliability of your tools.",
  "key16": "The mission of SG Service is to keep your power tools in the best possible condition so that you can perform your tasks without any hindrance. Whatever your needs, SG Service is here to help. Contact SG Service or visit them at the address"
}