{
  "naslov pasusa 1 sg tools": "History",
  "naslov pasusa 2 sg tools": "Technologies and innovations",
  "naslov pasusa 3 sg tools": "Product range",
  "SG Tools alati - Uvoznik za Srbiju": "SG Tools Tools - Importer for Serbia",
  "text pasusa 1 sg tools": "SG Tools is a specialized brand focused on the production of diamond blades and drills for ceramics. The goal is to provide high-quality tools that enable precise cutting, drilling, and processing of ceramics at affordable prices. SG Tools has become recognized among users who seek reliable products combining efficiency and durability, all at competitive prices.",
  "text pasusa 2 sg tools": "SG Tools prides itself on applying modern technologies in the production of its diamond blades and drills. All brand products are made from high-quality materials, ensuring long-lasting performance even with heavy use.\n\nSG Tools diamond blades are designed for precise cutting of ceramics, concrete, wood, and aluminum materials, while the drills provide safe and precise drilling of ceramics without the need for additional accessories. SG Tools continuously improves its products to meet market demands and deliver top performance at affordable prices.",
  "text pasusa 3 sg tools": "SG Tools offers a wide range of products, including diamond blades and drills perfect for all types of ceramic work. The diamond blades come in various sizes, from 115 to 400 mm, providing precise, fast, and clean cuts. Additionally, the blades are compatible with most standard cutting machines, making them practical for a wide range of users.\n\nSG Tools ceramic drills are designed for dry drilling and are ideal for working with ceramic tiles, porcelain, and other hard materials.",
  "text do kraja sg tools": "Find the complete range and availability information for SG Tools products on our ",
  "link do proizvodjaca text sg tools": "official online store",
  "SGToolsMetaTitle": "SG Tools tools store - Serbia, Belgrade | Stridon Group",
  "SGToolsMetaDescription": "Learn all about SG Tools tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅"
}