{
  "Pogledaj PDF kataloge": "View PDF catalogs",
  "naslov pasusa 1 stanley": "History",
  "naslov pasusa 2 stanley": "Technologies and innovations",
  "naslov pasusa 3 stanley": "Product range",
  "Stanley alati - Uvoznik za Srbiju": "Stanley Tools - Importer for Serbia",
  "text pasusa 1 stanley": "The Stanley Tools brand has a long-standing tradition in the hand tool industry.\n\nThe Stanley Works was founded by Frederick Trent Stanley in 1843 in New Britain, Connecticut, originally as a manufacturer of door bolts and hardware.\n\nAnother company, The Stanley Rule and Level, was founded by his cousin, Henry Stanley, in 1857, also in New Britain.\n\nIn 1920, the two companies merged, and the hand tool division continued to operate under The Stanley Works.\n\nThis merger laid the foundation for the development of Stanley hand tools, which would later become a symbol of reliability and precision in the carpentry and construction industries.\n\nAround 1937, Stanley acquired the British company J. A. Chapman, a well-known manufacturer of woodworking tools from Sheffield.\n\nThis acquisition helped Stanley expand into the UK market and solidify its global presence.\n\nIn March 2010, Stanley Works merged with Black & Decker to form the global corporation Stanley Black & Decker.\n\nToday, Stanley Hand Tools continues to evolve as a key brand within this group, staying true to its roots while meeting the needs of modern tool users.",
  "text pasusa 2 stanley": "Stanley is known for many innovations that have improved tool performance and efficiency.\n\nSome of the most famous innovations include the Bailey plane, Surform tool, PowerLock tape measure, utility knife, and the versatile Stanley #1 Odd Jobs tool.\n\nThe Stanley FatMax line stands out for its heavy-duty tools designed to endure the toughest working conditions.\n\nThese tools are highly favored by professionals for their durability and reliability.",
  "text pasusa 3 stanley": "Stanley offers a broad range of hand tools for various applications, including woodworking, metalworking, and measurement.\n\nSome of the most recognized products include hand planes, saws, rulers, squares, chisels, screwdrivers, and a variety of other tools for both personal and commercial use.\n\nFor woodworking, Stanley provides precise saws, chisels, and measuring tools that ensure controlled cuts and accurate shaping.\n\nTheir tape measures and levels, especially those in the FatMax line, deliver accurate readings even in challenging work environments.\n\nIn the metalworking category, Stanley manufactures efficient shears, files, and other finishing tools that enable precise results.\n\nStanley tools are a trusted choice for professionals and hobbyists around the globe.",
  "text do kraja stanley": "Find the complete range and availability information for Stanley products on our ",
  "link do proizvodjaca text stanley": "official online store",
  "StanleyMetaTitle": "Stanley tools store - Serbia, Belgrade | Stridon Group",
  "StanleyMetaDescription": "Learn all about Stanley tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "Stanley katalog": "Stanley catalog"
}