{
  "Pogledaj PDF kataloge": "View PDF catalogs",
  "naslov pasusa 1 wera": "History",
  "naslov pasusa 2 wera": "Technologies and innovations",
  "naslov pasusa 3 wera": "Product range",
  "naslov pasusa 4 wera": "Awards",
  "Wera alati - Uvoznik za Srbiju": "Wera Tools - Importer for Serbia",
  "text pasusa 1 wera": "In 1936, entrepreneur Hermann Werner founded Hermann Werner GmbH & Co. KG as a trading company specializing in tools. This laid the foundation for what would later become a globally recognized brand, Wera tools.\n\nThe company was restructured about a decade later under the leadership of Heinz Amtenbrink, Werner’s son-in-law. It was then that the production of screwdrivers began, marking the start of Wera’s own line of hand tools. Since 1951, the company has used the name Wera, a combination of Werner and Amtenbrink, establishing the brand identity that continues to this day.\n\nThe production of bits began in 1963. In 1968, in collaboration with the Fraunhofer Institute, the company developed the iconic Wera Kraftform handle, which remains a part of the Wera logo and reflects the brand’s dedication to ergonomic design in German tools.\n\nDuring the 1990s, Wera Tools introduced diamond-coated bits and expanded by acquiring Drehmax W. Holland and establishing a sales branch in the United Kingdom in 1993. In 1995, manufacturing was relocated to Bystřice, in the Czech Republic.\n\nFollowing the founder’s retirement, Wera was sold to Bitburger Holding in 2016. That same year, a 20,000 m² logistics center was opened in Wuppertal. By then, the company employed over 750 people worldwide, including more than 400 in the Czech Republic. The expansion continued in 2018 with the opening of a new branch in Třebíč.\n\nSince 2019, the brand has taken part in promotional events such as Montgolfiade, Kiel Week, and Balloon Cup in the Kitzbühel Alps with a hot air balloon shaped like a screwdriver, a unique approach to engaging with users. Wera tools have become synonymous with innovation, precision, and professional hand tools.",
  "text pasusa 2 wera": "Wera continually enhances the design and functionality of its professional tools for both manual and power tool applications. Joker combination ratchet wrenches feature a holding function that allows stable tightening and loosening of nuts. The Impaktor bit system is designed for cordless impact drivers and incorporates TriTorsion and Diamond technology for increased durability and performance.\n\nThe BiTorsion bits are built to withstand higher loads, while Rapidaptor bit holders allow for quick and secure one-handed bit changes. Hex-Plus technology prevents rounding of screws with hex heads, extending their service life. Zyklop ratchets combine multiple functions and are compatible with sockets of various sizes.\n\nAmong Wera’s standout tools are the Koloss ratchet, which doubles as a hammer without damaging the tool, and the Chiseldriver, a screwdriver that can be struck with a hammer yet still offers precise screwdriving capabilities. Kraftform Kompakt sets come with holders and a selection of bits packed in hard or soft cases for easy transport. Wera Stainless tools, made from stainless steel, help prevent corrosion caused by contact with dissimilar metals.",
  "text pasusa 3 wera": "Wera designs and manufactures over 3,000 tools including Allen keys, ratchets, sockets, screwdrivers, bits, tool sets, and compact tools. The company’s headquarters is in Germany, with production facilities in the Czech Republic.\n\nThrough its subsidiary Wera Tool Rebels GmbH, the brand operates an online store for direct customer access. Wera specializes in screwdriving tools and is known for integrating multiple functions into one tool, enhancing efficiency and reducing the need for multiple instruments. For instance, their wrenches and ratchets feature advanced functionalities tailored for demanding work environments.\n\nThe brand is best known for its screwdrivers with Kraftform handles, designed to match the contours of the hand, featuring soft and hard gripping zones. The signature “crowns” on the handles are part of the Wera logo, symbolizing innovation and ergonomic excellence in German tool manufacturing.",
  "text pasusa 4 wera": "Over the years, Wera Tools has received numerous awards for product design, brand management, and innovation. In product design, Wera has won the iF Product Design Award in 1997, 2009, 2012, 2013, and 2015, including the prestigious Gold Award. The company also earned the Red Dot Design Award in 2014 for “Best of the Best,” and again in 2015.\n\nIn communication design, Wera received the Red Dot Design Award in 2014 and the German Design Award in 2015. For excellence in brand management, the company was honored with the German Brand Award from 2015 to 2017. In 2007, Wera was named a Top Innovator. In the industrial tools sector, Wera claimed first place in the “Partner des Fachhandels” award in both 2016 and 2021.",
  "text do kraja wera": "Find the complete range and availability information for Wera products on our ",
  "link do proizvodjaca text wera": "official online store",
  "WeraMetaTitle": "Wera tools store - Serbia, Belgrade | Stridon Group",
  "WeraMetaDescription": "Learn all about Wera tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "Wera katalog": "Wera catalog"
}