{
  "Pogledaj PDF kataloge": "View PDF catalogs",
  "naslov pasusa 1 wiha": "History",
  "naslov pasusa 2 wiha": "Technologies and innovations",
  "naslov pasusa 3 wiha": "Product range",
  "naslov pasusa 4 wiha": "Awards and sponsorships",
  "Wiha alati - Uvoznik za Srbiju": "Wiha Tools - Importer for Serbia",
  "text pasusa 1 wiha": "Wiha was founded in 1939 in Wuppertal by Willi Hahn. The Bergisches Land region, known as the early center of tool industry, had significant metal resources and numerous forges along its rivers. The name Wiha comes from the first letters of the founder’s name, Willi Hahn.\n\nFour years later, the company moved its headquarters to Schönenbach, where it remains today.\n\nInitially, Wiha produced only fasteners, but in 1947, the production of screwdrivers began. Over the years, additional key product lines, including hex keys and blades, were introduced.\n\nIn 1966, Wiha acquired a facility in Mönschweiler/Black Forest, where today they manufacture blades and hex keys. In 1985, Wiha opened a branch in the United States (now Willi Hahn Corp.) and expanded further to France, Spain, the UK, Denmark, Poland, China, Vietnam, Thailand, Canada, and the Asia-Pacific region.",
  "text pasusa 2 wiha": "Wiha continuously invests in innovative technologies that enhance the usability and functionality of its tools. From multi-component handles to precision-calibrated torque wrenches, each Wiha tool is designed to meet the highest industry standards.\n\nThe company relies on feedback from experts to constantly improve its products, offering reliable solutions. Wiha is recognized as a brand focused on quality, user adaptability, and technological advancement.\n\nWith its focus on high-performance and innovative solutions, Wiha tools are used globally, ensuring efficiency and reliability for users.",
  "text pasusa 3 wiha": "Wiha offers an extensive range of tools, with over 3,500 different products, including screwdrivers, torque measurement tools, hex keys, bits, pliers, hammers, and measuring instruments. With a global presence and a commitment to quality, Wiha tools have become synonymous with innovative manufacturing and long-term standards in the tool industry.\n\nThe family-owned company employs around 750 people worldwide, and Wiha products are known for their precision and durability.",
  "text pasusa 4 wiha": "Wiha has received numerous accolades for product design, technological innovations, and corporate social responsibility, including nearly 20 iF Awards, one of which is a gold award for the Wiha bit holder with magazine, and about 10 Red Dot Awards, including the prestigious Red Dot Best of the Best.\n\nSince 2010, Wiha has been the main sponsor of the regional basketball team Wiha Panthers Schwenningen, demonstrating its commitment to social responsibility and promoting sports activities.",
  "text do kraja wiha": "Find the complete range and availability information for Wiha products on our ",
  "link do proizvodjaca text wiha": "official online store",
  "WihaMetaTitle": "Wiha tools store - Serbia, Belgrade | Stridon Group",
  "WihaMetaDescription": "Learn all about Wiha tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "Wiha merni alati": "Wiha measuring tools",
  "Wiha katalog": "Wiha catalog",
  "Wiha XXL III kofer": "Wiha XXL III tool case"
}