{
  "Pogledaj PDF kataloge": "View PDF catalogs",
  "naslov pasusa 1 wolfcraft": "History",
  "naslov pasusa 2 wolfcraft": "Technologies and innovations",
  "naslov pasusa 3 wolfcraft": "Product range",
  "Wolfcraft alati - Uvoznik za Srbiju": "Wolfcraft Tools - Importer for Serbia",
  "text pasusa 1 wolfcraft": "The Wolfcraft company was founded in 1949 in Remscheid by toolmaker and technical draftsman Robert Wolff.\n\nInitially, it manufactured hand drills, files, and saws for specialized tool trade.\n\nIn 1961, Wolfcraft started offering tools for the DIY segment.\n\nThe first DIY tools were introduced under the Wolfcraft brand.\n\nIn 1965, the company moved its headquarters from Remscheid to Weibern, in the Eifel region.\n\nIn 1969, it began manufacturing hand routers, marking the start of device and tool development in that area.\n\nIn 1976, the central warehouse in Kempenich became operational.\n\nThis logistics point played an important role in tool distribution.\n\nIn 1977, Wolfcraft entered the U.S. market by opening a sales office in Chicago.\n\nThat year, Robert Wolff received the Rudolf Diesel Silver Medal.\n\nOver the following years, branches were opened in France, the UK, Italy, and Slovakia.\n\nA new logistics center for Europe was opened in Kempenich two years later.\n\nThe company's headquarters and new administrative building were relocated to Kempenich in 1995.\n\nIn 2008, complete DIY product lines were introduced, with groups for laminate and drywall.\n\nIn 2017, Wolfcraft received the “German Brand Award 2017” from the German Design Council.\n\nThe Robert Wolff Hall in Weibern was named after the founder, who was also named honorary citizen of the municipality of Kempenich.",
  "text pasusa 2 wolfcraft": "Innovation is part of every Wolfcraft product.\n\nThe company invests in research and development to ensure its tools improve work processes.\n\nEach tool goes through engineering and testing processes.\n\nTools are designed to meet user needs and functional requirements.\n\nWolfcraft tools are made of materials that comply with industry standards.\n\nThe manufacturing process allows the tools to be suitable for frequent use and application in various conditions.",
  "text pasusa 3 wolfcraft": "As of 2023, Wolfcraft offers around 3,000 products.\n\nThe range includes tools and accessories used in workshops, on construction sites, and at home.\n\nThe offering includes hand tools and accessories for power tools.\n\nWolfcraft workshop tools include clamps, templates, angle rulers, and squares.\n\nThese tools are commonly used in woodworking shops and are part of daily operations.\n\nThe tools are developed for various technical and practical applications.",
  "text do kraja wolfcraft": "Find the complete range and availability information for Wolfcraft products on our ",
  "link do proizvodjaca text wolfcraft": "official online store",
  "WolfcraftMetaTitle": "Wolfcraft tools store - Serbia, Belgrade | Stridon Group",
  "WolfcraftMetaDescription": "Learn all about Wolfcraft tools, from history and innovations to product range and curiosities. Find accurate information about the products you're interested in.✅",

  "Wolfcraft katalog": "Wolfcraft catalog"
}